Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: activate to remove the sort
ar_sa: تنشيط لإزالة الفرز
nb_no: aktiver for å fjerne sorteringen

source: Remove the filter
ar_sa: إزالة عامل التصفية
nb_no: Fjern filteret

source: There are currently no elements available to select from.
ar_sa: لا توجد حاليا أي عناصر متوفرة للتحديد منها.
nb_no: Det er for øyeblikket ingen tilgjengelige elementer å velge mellom.

source: Please only select one file for upload.
ar_sa: الرجاء تحديد ملف واحد فقط للتحميل.
nb_no: Velg kun én fil for opplasting.

source: Sorry, you can only upload one file here.
ar_sa: عذرا، يمكنك تحميل ملف واحد فقط هنا.
nb_no: Beklager, du kan bare laste opp én fil her.

source: Sorry, you can only upload %s files.
ar_sa: عذرا، يمكنك تحميل ملفات ‎%s فقط.
nb_no: Beklager, du kan bare laste opp %s filer.

source: Please only select at most %s files for upload.
ar_sa: الرجاء تحديد حد أقصى من ‎%s مِلَفّ (ملفات) للتحميل.
nb_no: Velg maksimalt %s filer for opplasting.

source: The following files are not allowed to be uploaded: %s
ar_sa: يجب عدم تعديل الملفات التالية: ‎%s
nb_no: Følgende filer er ikke tillatt å lastes opp: %s

source: The following files exceed the maximum allowed size per file of %s and were not uploaded: %s
ar_sa: تتجاوز الملفات التالية الحد الأقصى للحجم لكل ملف (‎%s) ولم يتم تحديثها: ‎%s
nb_no: Følgende filer overskrider den maksimalt tillatte størrelsen per fil på %s og ble ikke lastet opp: %s

source: The following files were already uploaded and have not been uploaded again: %s
ar_sa: تم تحميل الملفات التالية بالفعل ولم تتم معالجتها مرة أخرى: ‎%s
nb_no: Følgende filer er allerede lastet opp og har ikke blitt lastet opp igjen: %s

source: No space left for the following files: %s
ar_sa: لا تتوفر مساحة للملفات التالية: ‎%s
nb_no: Ingen plass igjen for følgende filer: %s

source: Available space %s of %s.
ar_sa: المساحة المتوفرة ‎%s من ‎%s.
nb_no: Tilgjengelig plass %s av %s.

source: Upload information
ar_sa: تحميل المعلومات
nb_no: Last opp informasjon

source: An unknown error occurred when deleting the attachment. Please try again. If the error persists, please contact your system administrator.
ar_sa: حدث خطأ غير معروف عند حذف المرفق. الرجاء المحاولة مرة أخرى. إذا استمر الخطأ، الرجاء الاتصال بمسؤول النظام.
nb_no: Det oppstod en ukjent feil ved sletting av vedlegget. Vær så snill, prøv på nytt. Hvis feilen vedvarer, vennligst kontakt systemadministratoren.

source: yes
ar_sa: نعم
nb_no: ja

source: This is %s
ar_sa: هذا ‎%s
nb_no: Dette er %s

source: Complex %s with %s arguments
ar_sa: معقد ‎%s مع ‎%s وسيطات
nb_no: Kompleks %s med %s argumenter

source: No Data Available.
ar_sa: لا تتوفر بيانات.
nb_no: Ingen data tilgjengelig.

source: Grouped
ar_sa: جُمِّعَ
nb_no: Gruppert

source: Stacked
ar_sa: مُكَدَّس
nb_no: Stablet

source: Stream
ar_sa: سَلِس
nb_no: Strøm

source: Expanded
ar_sa: واسع النَطاق
nb_no: Utvidet

source: Show optional parameters in parameter list, too. If disabled, the optional parameters are only shown in an extra table
ar_sa: إظهار المعلمات الاختيارية في قائمة المعلمات أيضا. في حالة تعطيل هذا الخيار، يتم عرض المعلمات الاختيارية فقط في جدول اضافي
nb_no: Vis valgfrie parametere i parameterlisten også. Hvis deaktivert, vises kun de valgfrie parameterne i en ekstra tabell

source: Dear Customer, Unfortunately we could not detect a valid ticket number in your subject, so this email can't be processed. Please create a new ticket via the customer panel. Thanks for your help! Your Helpdesk Team
ar_sa: عزيزي الزبون، لسوء الحظ لم نتمكن من اكتشاف رقم تذكرة صحيح في موضوعك، لذا لا يمكن معالجة هذا البريد الإلكتروني. الرجاء إنشاء تذكرة جديدة عبر لوحة العملاء. شكرا على مساعدتك! فريق الدعم
nb_no: Kjære kunde, Vi kunne dessverre ikke finne et gyldig saksnummer i emnet ditt, så denne e-posten kan ikke behandles. Vennligst opprett en ny sak via kundepanelet. Takk for hjelpen! Ditt Helpdesk-team

source: (work units)
ar_sa: (وحدات العمل)
nb_no: (arbeidsenheter)

source: 2 minutes
ar_sa: دقيقتان
nb_no: 2 minutter

source: 5 minutes
ar_sa: 5 دقائق
nb_no: 5 minutter

source: 7 minutes
ar_sa: 7 دقائق
nb_no: 7 minutter

source: "Slim" skin which tries to save screen space for power users.
ar_sa: Slim"-Skin", مما يتطلب مساحة أقل على الشاشة لعرض المعلومات.
nb_no: "Slankt" tema som prøver å spare skjermplass for superbrukere.

source: (UserLogin) Firstname Lastname
ar_sa: (تسجيل دخول المستخدم) الاسم الأول اسم العائلة
nb_no: (Brukernavn) Fornavn Etternavn

source: (UserLogin) Lastname Firstname
ar_sa: (تسجيل دخول المستخدم) اسم العائلة الاسم الأول
nb_no: (Brukernavn) Etternavn Fornavn

source: (UserLogin) Lastname, Firstname
ar_sa: (تسجيل دخول المستخدم) اسم العائلة ، الاسم الأول
nb_no: (Brukernavn) Etternavn, Fornavn

source: *** out of office until %s (%s d left) ***
ar_sa: *** ليس في المكتب حتى %s (%s الأيام المتبقية) ***
nb_no: *** ikke på kontoret til %s (%s d igjen) ***

source: 0 - Disabled
ar_sa: 0 - معطل
nb_no: 0 - Deaktivert

source: 1 - Available
ar_sa: 1 - متوفر
nb_no: 1 - Tilgjengelig

source: 1 - Enabled
ar_sa: ١ - منشط
nb_no: 1 - Aktivert

source: 10 Minutes
ar_sa: 10 دقائق
nb_no: 10 minutter

source: 100 (Expert)
ar_sa: 100 (خبير)
nb_no: 100 (ekspert)

source: 15 Minutes
ar_sa: 15 دقيقة
nb_no: 15 minutter

source: 2 - Enabled and required
ar_sa: 2 - مفعل وإلزامي
nb_no: 2 - Aktivert og nødvendig

source: 2 - Enabled and shown by default
ar_sa: 2 - ممكن ويظهر افتراضيا
nb_no: 2 - Aktivert og vist som standard

source: 2 - Enabled by default
ar_sa: 2 - ممكّن افتراضيًا
nb_no: 2 - Aktivert som standard

source: 2 Minutes
ar_sa: دقيقتان
nb_no: 2 minutter

source: 200 (Advanced)
ar_sa: 200 (مُتَقَدِّمٌ)
nb_no: 200 (avansert)

source: 30 Minutes
ar_sa: 30 دقيقة
nb_no: 30 minutter

source: 300 (Beginner)
ar_sa: 300 (مبتدئ)
nb_no: 300 (nybegynner)

source: 5 Minutes
ar_sa: 5 دقائق
nb_no: 5 minutter

source: A TicketWatcher Module.
ar_sa: وحدة مراقبة التذاكر.
nb_no: En TicketWatcher-modul.

source: A Website
ar_sa: موقع ويب
nb_no: En hjemmeside

source: A list of dynamic fields that are merged into the main ticket during a merge operation. Only dynamic fields that are empty in the main ticket will be set.
ar_sa: قائمة بالحقول الديناميكية التي تم دمجها في التذكرة الرئيسية أثناء عملية الدمج. سيتم تعيين الحقول الديناميكية الفارغة في التذكرة الرئيسية فقط.
nb_no: En liste over dynamiske felt som er slått sammen til hovedsaken under en fletteoperasjon. Kun dynamiske felt som er tomme i hovedsaken vil bli satt.

source: A picture
ar_sa: صورة
nb_no: Et bilde

source: ACL module that allows closing parent tickets only if all its children are already closed ("State" shows which states are not available for the parent ticket until all child tickets are closed).
ar_sa: تسمح وحدة قائمة التحكم في الوصول (ACL) بإغلاق تذاكر الأصل فقط في حالة إغلاق كافة التذاكر التابعة بالفعل ( تظهر "الحالة" أي حالات غير متوفرة للتذكرة الأصلية حتى يتم إغلاق كافة تذاكر التابعة).
nb_no: ACL-modul som lar en stenge overordnede saker kun hvis alle undersakene deres har blitt stengte ("Status" viser hvilke statuser som ikke er tilgjengelige inntil alle undersaker er stengte).

source: Access Control Lists (ACL)
ar_sa: قوائم التحكم في الوصول (ACL)
nb_no: Tilgangskontrolllister (ACL)

source: AccountedTime
ar_sa: الوقت المحسوب
nb_no: Ført tid

source: Activate Elasticsearch.
ar_sa: تنشيط البحث المرن (Elasticsearch).
nb_no: Aktiver Elasticsearch.

source: Activate the customer frontend.
ar_sa: تنشيط الواجهة الأمامية للعميل.
nb_no: Aktiver kundegrensesnittet.

source: Activate the public frontend.
ar_sa: تنشيط الواجهة العامة.
nb_no: Aktiver den offentlige frontend.

source: Activates Rendering of DynamicFields outside of the DynamicField block.
ar_sa: يتيح عرض الحقل الديناميكي خارج كتلة الحقل الديناميكية.
nb_no: Aktiverer gjengivelse av DynamicFields utenfor DynamicField-blokken.

source: Activates a blinking mechanism of the queue that contains the oldest ticket.
ar_sa: تمكين آلية إرتباط لقائمة الانتظار التي تحتوي على التذكرة الأقدم.
nb_no: Slår på en blinke-mekanisme for den køen som har den eldste saken.

source: Activates lost password feature for agents, in the agent interface.
ar_sa: تمكين ميزة "نسيت كلمة المرور" للوكلاء في واجهة الوكيل.
nb_no: Slår på glemt-passord-funksjonalitet for saksbehandlere.

source: Activates lost password feature for customers.
ar_sa: تمكين وظيفة "كلمة المرور المنسية" للعملاء.
nb_no: Slår på glemt-passord-funksjonalitet for kundebrukere.

source: Activates support for customer and customer user groups.
ar_sa: تمكين الدعم لمجموعات العملاء والمستخدمين.
nb_no: Aktiverer støtte for kunde- og kundebrukergrupper.

source: Activates the article filter in the zoom view to specify which articles should be shown.
ar_sa: ينشط مرشح المقالة في عرض التكبير/التصغير لتحديد المقالات التي يجب عرضها.
nb_no: Slår på innleggsfilteret i zoom-visningen for å spesifisere hvilke innlegg som skal vises.

source: Activates the available themes on the system. Value 1 means active, 0 means inactive.
ar_sa: ينشط السمات المتاحة على النظام. القيمة 1 تعني نشط، 0 تعني غير نشط.
nb_no: Slår på de tilgjengelige temaene i systemet. Verdien 1 betyr aktivert, mens 0 betyr inaktivert.

source: Activates the ticket archive system search in the customer interface.
ar_sa: ينشط البحث في نظام أرشيف التذاكر في واجهة العميل.
nb_no: Slår på arkivsøk i kundegrensesnittet.

source: Activates the ticket archive system to have a faster system by moving some tickets out of the daily scope. To search for these tickets, the archive flag has to be enabled in the ticket search.
ar_sa: تنشيط نظام أرشيف التذاكر للحصول على نظام أسرع عن طريق نقل بعض التذاكر خارج النطاق اليومي. للبحث عن هذه التذاكر، يجب تمكين علامة الأرشيف في البحث عن التذاكر.
nb_no: Slår på arkiveringssystemet for saker. Dette øker hastigheten på systemet ved å fjerne noen av sakene ut av den daglige bruken. For å søke etter slike saker må man søke etter arkiverte saker.

source: Activates time accounting.
ar_sa: تنشيط حساب الوقت.
nb_no: Slår på tids-kontering.

source: ActivityID
ar_sa: معرف النشاط (ActivityID)
nb_no: Aktivitets-ID

source: Add a note to this ticket
ar_sa: إضافة ملاحظة إلى هذه التذكرة
nb_no: Legg til et notis på denne saken

source: Add an inbound phone call to this ticket
ar_sa: إضافة مكالمة هاتفية واردة إلى هذه التذكرة
nb_no: Legg til en innkommende telefonsamtale til denne saken

source: Add an outbound phone call to this ticket
ar_sa: إضافة مكالمة هاتفية صادرة إلى هذه التذكرة
nb_no: Legg til en utgående telefonsamtale til denne saken

source: Added %s time unit(s), for a total of %s time unit(s).
ar_sa: تمت إضافة %s وحدة (وحدات) الوقت، إجمالي الوحدة (الوحدات) %s.
nb_no: Lagt til %s tidsenhet(er), for totalt %s tidsenhet(er).

source: Added email. %s
ar_sa: تمت إضافة البريد الإلكتروني. %s
nb_no: Lagt e-post til sak. %s

source: Added follow-up to ticket [%s]. %s
ar_sa: تمت إضافة المتابعة إلى التذكرة [%s]. %s
nb_no: Lagt til oppfølging til sak [%s]. %s

source: Added link to ticket "%s".
ar_sa: تمت إضافة رابط إلى التذكرة "%s".
nb_no: La til link til sak «%s».

source: Added note (%s).
ar_sa: تمت إضافة ملاحظة (%s).
nb_no: Lagt til notat (%s).

source: Added phone call from customer.
ar_sa: تمت إضافة مكالمة هاتفية من العميل.
nb_no: Lagt til telefon fra kunde.

source: Added phone call to customer.
ar_sa: تمت إضافة مكالمة هاتفية إلى العميل.
nb_no: Lagt til telefon til kunde.

source: Added subscription for user "%s".
ar_sa: تمت إضافة اشتراك للمستخدم "%s".
nb_no: La til abonnement for brukeren «%s».

source: Added system request (%s).
ar_sa: تمت إضافة طلب النظام (%s).
nb_no: Lagt til systemforespørsel (%s).

source: Added web request from customer.
ar_sa: تمت إضافة طلب العميل عبر واجهة الويب.
nb_no: Lagt til nettforespørsel fra kunde.

source: Adds a suffix with the actual year and month to the OTOBO log file. A logfile for every month will be created.
ar_sa: إضافة لاحقة مع السنة والشهر الفعليين إلى ملف سجل OTOBO. سيتم إنشاء ملف سجل لكل شهر.
nb_no: Legger til år og måned på loggfilens navn. Dette gjør at man får én logg-fil per måned.

source: Adds customers email addresses to recipients in the ticket compose screen of the agent interface. The customers email address won't be added if the article type is email-internal.
ar_sa: يضيف عنوان البريد الإلكتروني للعملاء إلى المستلمين في واجهة "TicketCompose" لواجهة الوكيل. لن تتم إضافة عنوان البريد الإلكتروني للعملاء إذا كان نوع المقالة هو البريد الإلكتروني الداخلي.
nb_no: Legger til kundenes e-postadresser til mottakere i saksskrivingsskjermen i agentgrensesnittet. Kundens e-postadresse vil ikke bli lagt til hvis artikkeltypen er e-postintern.

source: Adds the one time vacation days for the indicated calendar.
ar_sa: إضافة أيام الإجازة لمرة واحدة للتقويم المشار إليه.
nb_no: Legger til engangsferiedagene for den angitte kalenderen.

source: Adds the one time vacation days.
ar_sa: يضيف أيام الإجازة لمرة واحدة.
nb_no: Legger til engangsferiedagene.

source: Adds the permanent vacation days for the indicated calendar.
ar_sa: إضافة أيام الإجازة الدائمة للتقويم المشار إليه.
nb_no: Legger til de permanente feriedagene for den angitte kalenderen.

source: Adds the permanent vacation days.
ar_sa: يضيف أيام الإجازة الدائمة.
nb_no: Legger til de permanente feriedagene.

source: Admin
ar_sa: المسؤول
nb_no: Administrator

source: Admin Area.
ar_sa: منطقة المسؤول.
nb_no: Adminområde.

source: Admin Contact With Data
ar_sa: جهة اتصال المسؤول بالبيانات
nb_no: Administratorkontakt med data

source: Admin Notification
ar_sa: تنبيهات المسؤول
nb_no: Administratorvarsling

source: Admin area navigation for the agent interface.
ar_sa: التنقل في واجهة المسؤول لواجهة الوكيل.
nb_no: Administratorområdenavigasjon for agentgrensesnittet.

source: Admin contact with data.
ar_sa: تفاصيل الاتصال بمنطقة المسؤول.
nb_no: Administratorkontakt med data.

source: Admin modules overview.
ar_sa: نظرة عامة على وحدة المسؤول.
nb_no: Oversikt over administratormoduler.

source: Administration
ar_sa: الإدارة
nb_no: Administrasjon

source: Agent Contact With Data Search
ar_sa: اتصال الوكيل بالبحث عن البيانات
nb_no: Agentkontakt med datasøk

source: Agent Customer Search
ar_sa: البحث عن عملاء الوكيل
nb_no: Agentkundesøk

source: Agent Customer Search.
ar_sa: البحث عن عميل الوكيل.
nb_no: Agentkundesøk.

source: Agent Dynamic Field Database Detailed Search
ar_sa: البحث التفصيلي لقاعدة بيانات الحقل الديناميكي للعامل
nb_no: Agent Dynamic Field Database Detaljert søk

source: Agent Dynamic Field Database Details
ar_sa: تفاصيل قاعدة بيانات الحقل الديناميكي للوكيل
nb_no: Agent Dynamic Field Database Detaljer

source: Agent Dynamic Field Database Search
ar_sa: بحث قاعدة بيانات الحقل الديناميكي للوكيل
nb_no: Agent Dynamic Field Database Søk

source: Agent Name
ar_sa: اسم الوكيل
nb_no: Agentnavn

source: Agent Name + FromSeparator + System Address Display Name
ar_sa: اسم الوكيل + من الفاصل (FromSeparator) + اسم عرض عنوان النظام
nb_no: Agentnavn + FraSeparator + Visningsnavn for systemadresse

source: Agent Preferences.
ar_sa: إعدادات الوكيل.
nb_no: Agentinnstillinger.

source: Agent Statistics.
ar_sa: إحصائيات الوكيل.
nb_no: Agentstatistikk.

source: Agent User Search
ar_sa: بحث مستخدم الوكيل
nb_no: Agentbrukersøk

source: Agent User Search.
ar_sa: بحث مستخدم الوكيل.
nb_no: Agentbrukersøk.

source: Agent contact with data search.
ar_sa: اتصال الوكيل بالبحث عن البيانات.
nb_no: Agentkontakt med datasøk.

source: Agent dynamic field database detailed search.
ar_sa: قاعدة بيانات الحقل الديناميكي للعامل بحث مفصل.
nb_no: Agent dynamisk feltdatabase detaljert søk.

source: Agent dynamic field database details.
ar_sa: تفاصيل قاعدة بيانات الحقل الديناميكي للوكيل.
nb_no: Agent dynamisk feltdatabasedetaljer.

source: Agent dynamic field database search.
ar_sa: البحث في قاعدة بيانات الحقل الديناميكي للعامل.
nb_no: Agent dynamisk feltdatabasesøk.

source: Agent frontend module registration (disable 'Edit contacts with data' link if if there is no source field configured).
ar_sa: تسجيل الوحدة النمطية للواجهة الأمامية للوكيل (تعطيل الارتباط "تحرير بيانات الاتصال" في حالة عدم تكوين حقل مصدر).
nb_no: Registrering av agentgrensesnittmodul (deaktiver koblingen "Rediger kontakter med data" hvis det ikke er konfigurert noe kildefelt).

source: Agent interface article notification module to check PGP.
ar_sa: وحدة إعلام المقالة التي تقوم بالتحقق من PGP في واجهة الوكيل.
nb_no: Varslingsmodul for å sjekke PGP.

source: Agent interface article notification module to check S/MIME.
ar_sa: وحدة إعلام المادة التي تقوم بإجراء التحقق من S/MIME في واجهة العميل.
nb_no: Varslingsmodul for å sjekke S/MIME.

source: Agent interface module to access CIC search via nav bar. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: الوحدة التي تتحكم في الوصول إلى بحث CIC من خلال شريط التنقل في واجهة العميل. يمكن التحكم في الوصول التكميلي (عرض أو إخفاء الارتباط) باستخدام مفتاح "مجموعة" والمحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittmodul for å få tilgang til CIC-søk via navigasjonslinjen. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Agent interface module to access fulltext search via nav bar. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: وحدة واجهة الوكيل للوصول إلى البحث عن النص الكامل عبر شريط التنقل. يمكن إجراء تحكم إضافي في الوصول لإظهار أو عدم إظهار هذا الرابط باستخدام مفتاح "المجموعة" والمحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittmodul for å få tilgang til fulltekstsøk via navigasjonslinjen. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Agent interface module to access search profiles via nav bar. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: وحدة تحكم في الوصول إلى ملفات تعريف البحث من خلال شريط التنقل في واجهة العميل. يمكن التحكم في الوصول التكميلي (عرض أو إخفاء الارتباط) باستخدام مفتاح "مجموعة" والمحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittmodul for å få tilgang til søkeprofiler via navigasjonslinjen. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Agent interface module to check incoming emails in the Ticket-Zoom-View if the S/MIME-key is available and true.
ar_sa: الوحدة النمطية التي تتحقق من رسائل البريد الإلكتروني الواردة في TicketZoom "طريقة عرض تكبير/تصغير التذاكر" بحثا عن مفاتيح S/MIME الحالية والصالحة في واجهة الوكيل.
nb_no: Saksbehandlermodul som sjekker innkommende e-post i Zoom-visning dersom S/MIME-nøkkelen er tilgjengelig og korrekt.

source: Agent interface notification module to see the number of locked tickets. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: وحدة إعلام واجهة الوكيل لمعرفة عدد التذاكر المؤمنة. يمكن إجراء تحكم وصول إضافي لإظهار هذا الارتباط أو عدم إظهاره باستخدام المفتاح "مجموعة" والمحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittvarslingsmodul for å se antall låste saker. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Agent interface notification module to see the number of tickets an agent is responsible for. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: وحدة إعلام واجهة الوكيل لمعرفة عدد التذاكر التي يكون الوكيل مسؤولا عنها. يمكن إجراء تحكم إضافي في الوصول لإظهار أو عدم إظهار هذا الرابط باستخدام مفتاح "المجموعة" والمحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittvarslingsmodul for å se antall saker en agent er ansvarlig for. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Agent interface notification module to see the number of tickets in My Services. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: وحدة إعلام واجهة الوكيل لمعرفة عدد التذاكر في خدماتي. يمكن إجراء تحكم إضافي في الوصول لإظهار أو عدم إظهار هذا الرابط باستخدام مفتاح "المجموعة" والمحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittvarslingsmodul for å se antall saker i Mine tjenester. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Agent interface notification module to see the number of watched tickets. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
ar_sa: وحدة الإخطار التي تتحكم في عرض عدد التذاكر المراقبة في واجهة الوكيل. يمكن تنفيذ التحكم الإضافي في الوصول (إظهار الارتباط أو إخفاؤه) باستخدام مفتاح "المجموعة" ومحتوى مثل "rw:group1;move_into:group2".
nb_no: Agentgrensesnittvarslingsmodul for å se antall overvåkede saker. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: AgentTicketZoom widget that displays Contact with data dynamic field in the side bar.
ar_sa: عنصر واجهة مستخدم AgentTicketZoom الذي يعرض الحقل الديناميكي 'بيانات الاتصال' في الشريط الجانبي.
nb_no: AgentTicketZoom-widget som viser kontakt med data dynamisk felt i sidelinjen.

source: AgentTicketZoom widget that displays a table of objects linked to the ticket.
ar_sa: عنصر واجهة مستخدم AgentTicketZoom الذي يعرض حقل "الاتصال مع البيانات الديناميكية" في الشريط الجانبي.
nb_no: AgentTicketZoom-widget som viser en tabell over objekter knyttet til saken.

source: AgentTicketZoom widget that displays customer information for the ticket in the side bar.
ar_sa: عنصر واجهة مستخدم AgentTicketZoom الذي يعرض معلومات العميل للتذكرة في الشريط الجانبي.
nb_no: AgentTicketZoom-widget som viser kundeinformasjon for saken i sidelinjen.

source: AgentTicketZoom widget that displays ticket data in the side bar.
ar_sa: عنصر واجهة مستخدم AgentTicketZoom الذي يعرض بيانات التذكرة في الشريط الجانبي.
nb_no: AgentTicketZoom-widget som viser saksdata i sidelinjen.

source: Agents ↔ Groups
ar_sa: وكلاء ↔ مجموعات (Agents ↔ Groups)
nb_no: Agenter ↔ Grupper

source: Agents ↔ Roles
ar_sa: الوكلاء ↔ الأدوار (Agents ↔ Roles)
nb_no: Agenter ↔ Roller

source: All CustomerIDs of a customer user.
ar_sa: جميع أرقام العملاء الخاصة بمستخدم العميل.
nb_no: Alle kunde-ID-er til en kundebruker.

source: All closed tickets.
ar_sa: جميع التذاكر المغلقة.
nb_no: Alle lukkede saker.

source: All customer users of a CustomerID
ar_sa: جميع مستخدمي العملاء لرقم العميل
nb_no: Alle kunder-brukere av et KundeID

source: All escalated tickets
ar_sa: جميع التذاكر المتصاعدة
nb_no: Alle eskalerte saker

source: All new tickets, these tickets have not been worked on yet
ar_sa: جميع التذاكر الجديدة، هذه التذاكر لم يتم العمل عليها بعد
nb_no: Alle nye saker som ikke har blitt sett på enda

source: All open tickets, these tickets have already been worked on.
ar_sa: جميع التذاكر المفتوحة، هذه التذاكر قد تم العمل عليها بالفعل.
nb_no: Alle åpne saker, disse sakene er allerede jobbet med.

source: All tickets with a reminder set where the reminder date has been reached
ar_sa: كافة التذاكر التي تم تعيين تذكير بها حيث تم الوصول إلى تاريخ التذكير
nb_no: Alle saker med påminnelse satt der påminnelsen har slått til
