Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Allows adding notes in the close ticket screen of the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يتيح لك إضافة ملاحظات في قناع "إقفال التذاكر" في واجهة العميل. يمكن أن يتم تجاوزها ب Ticket::Frontend::NeedAccountedTime.
nb_no: Gjør det mulig å legge til notater i skjermbildet for lukkesaks i agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows adding notes in the ticket free text screen of the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يسمح بإضافة ملاحظات في شاشة "تصنيف التذكرة" في واجهة الوكيل. يمكن تجاوزها بواسطة Ticket::Frontend::NeedAccountedTime.
nb_no: Tillater å legge til notater i saksfritekstskjermen til agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows adding notes in the ticket note screen of the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يسمح بإضافة ملاحظات في قناع "الملاحظة" في واجهة الوكيل. يمكن تجاوزها بواسطة Ticket::Frontend::NeedAccountedTime.
nb_no: Gjør det mulig å legge til notater i saksseddelskjermen til agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows adding notes in the ticket owner screen of a zoomed ticket in the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يسمح لمالك التذكرة بإضافة ملاحظات في عرض TicketZoom في واجهة الوكيل. يمكن تجاوزها بواسطة Ticket::Frontend::NeedAccountedTime.
nb_no: Tillater å legge til notater på sakseierskjermen for en zoomet sak i agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows adding notes in the ticket pending screen of a zoomed ticket in the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يسمح بإضافة ملاحظات في شاشة "في انتظار . . . " في TicketZoom في واجهة الوكيل. يمكن تجاوزها بواسطة Ticket::Frontend::NeedAccountedTime.
nb_no: Tillater å legge til notater i skjermbildet for ventende sak til en zoomet sak i agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows adding notes in the ticket priority screen of a zoomed ticket in the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يسمح بإضافة ملاحظات في شاشة "الأولوية" في TicketZoom في واجهة الوكيل. يمكن تجاوزها بواسطة Ticket::Frontend::NeedAccountedTime.
nb_no: Tillater å legge til notater i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows adding notes in the ticket responsible screen of the agent interface. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
ar_sa: يسمح لمدير التذاكر بإضافة ملاحظات في واجهة الوكيل. يمكن تجاوزها بواسطة Ticket::Frontend::NeedAccountedTime.
nb_no: Tillater å legge til notater i den saksansvarlige skjermen til agentgrensesnittet. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Allows agents to exchange the axis of a stat if they generate one.
ar_sa: يسمح للعملاء بتبادل محاور الإحصائيات عند إنشاء الإحصائيات.
nb_no: Tillater saksbehandlere å bytte akse for statistikk de selv oppretter.

source: Allows agents to generate individual-related stats.
ar_sa: يسمح للوكلاء بإنشاء إحصاءات فردية.
nb_no: Lar saksbehandlere opprette statistikk relatert til individer.

source: Allows choosing between showing the attachments of a ticket in the browser (inline) or just make them downloadable (attachment).
ar_sa: يتيح لك الاختيار بين عرض مرفقات التذكرة في المتصفح (مضمنة) أو ببساطة تقديمها كتنزيل (مرفق).
nb_no: Tillater å velge mellom å vise vedlegg til saker i nettleseren (inline) eller gjøre dem nedlastbare (vedlegg).

source: Allows choosing the next compose state for customer tickets in the customer interface.
ar_sa: يسمح لك بتحديد حالة الإنشاء التالية لتذكرة العميل في واجهة العميل.
nb_no: Tillater å velge status ved opprettelse av kundesaker i kundeportalen.

source: Allows customers to change the ticket priority in the customer interface.
ar_sa: يسمح للعملاء بتغيير أولوية التذكرة في واجهة العميل.
nb_no: Lar kunder endre sakens prioritet i kundeportalen.

source: Allows customers to set the ticket SLA in the customer interface.
ar_sa: السماح للعملاء بتعيين إتفاقية مستوى الخدمة (SLA) الخاصة بالتذاكر في واجهة العميل.
nb_no: Lar kunder sette sakens SLA i kundeportalen.

source: Allows customers to set the ticket priority in the customer interface.
ar_sa: السماح للعملاء بتعيين أولوية التذكرة في واجهة العميل.
nb_no: Lar kunder sette sakens prioritet i kundeportalen.

source: Allows customers to set the ticket queue in the customer interface. If this is not enabled, QueueDefault should be configured.
ar_sa: يسمح للعملاء بتعيين قائمة انتظار التذاكر في واجهة العميل. في حالة عدم تمكين هذا الخيار، يجب تكوين QueueDefault.
nb_no: Lar kundene sette sakskøen i kundegrensesnittet. Hvis dette ikke er aktivert, bør QueueDefault konfigureres.

source: Allows customers to set the ticket service in the customer interface.
ar_sa: السماح للعملاء بتعيين خدمة التذاكر في واجهة العميل.
nb_no: Lar kunder velge sakens tjeneste i kundeportalen.

source: Allows customers to set the ticket type in the customer interface. If this is not enabled, TicketTypeDefault should be configured.
ar_sa: السماح للعملاء بتعيين نوع التذكرة في واجهة العميل. في حالة عدم تمكين هذا الخيار، يجب تكوين TicketTypeDefault.
nb_no: Lar kunder angi sakstypen i kundegrensesnittet. Hvis dette ikke er aktivert, bør TicketTypeDefault konfigureres.

source: Allows default services to be selected also for non existing customers.
ar_sa: السماح بتحديد الخدمات الافتراضية أيضا للعملاء غير الموجودين.
nb_no: Lar standardtjenester velges også for ikke-eksisterende kunder.

source: Allows defining services and SLAs for tickets (e. g. email, desktop, network, ...), and escalation attributes for SLAs (if ticket service/SLA feature is enabled).
ar_sa: يسمح بتحديد الخدمات و SLA للتذاكر (مثل البريد الإلكتروني، سطح المكتب، الشبكة، ...) وسمات التصعيد ل SLA (في حالة تمكين ميزة خدمة التذاكر/SLA).
nb_no: Tillater å opprette tjenester og SLAer for saker (f.eks. e-post, skrivebord, nettverk, ...) og eskaleringsattributter for SLAer (dersom tjenester/SLA er slått på).

source: Allows extended search conditions in ticket search of the agent interface. With this feature you can search e. g. ticket title with this kind of conditions like "(*key1*&&*key2*)" or "(*key1*||*key2*)".
ar_sa: السماح بشروط البحث الموسعة في البحث عن تذاكر واجهة الوكيل. مع هذه الميزة يمكنك البحث على سبيل المثال عن عنوان تذكرة مع هذا النوع من الشروط مثل "(*key1*&&*key2*)" أو (*key1*||*key2*)".
nb_no: Tillater utvidede søkebetingelser i sakssøk i agentgrensesnittet. Med denne funksjonen kan du søke f.eks. g. sakstittel med denne typen betingelser som "(*key1*&&*key2*)" eller "(*key1*||*key2*)".

source: Allows extended search conditions in ticket search of the customer interface. With this feature you can search e. g. ticket title with this kind of conditions like "(*key1*&&*key2*)" or "(*key1*||*key2*)".
ar_sa: السماح بشروط البحث الموسعة في البحث عن تذاكر واجهة العميل. مع هذه الميزة يمكنك البحث على سبيل المثال عن عنوان تذكرة مع هذا النوع من الشروط مثل "(*key1*&&*key2*)" أو "(*key1*||*key2*)".
nb_no: Tillater utvidede søkebetingelser i sakssøk i kundegrensesnittet. Med denne funksjonen kan du søke f.eks. g. sakstittel med denne typen betingelser som "(*key1*&&*key2*)" eller "(*key1*||*key2*)".

source: Allows extended search conditions in ticket search of the generic agent interface. With this feature you can search e. g. ticket title with this kind of conditions like "(*key1*&&*key2*)" or "(*key1*||*key2*)".
ar_sa: يسمح بشروط البحث الموسعة في البحث عن التذاكر لواجهة الوكيل العامة. باستخدام هذه الميزة، يمكنك البحث على سبيل المثال عن عنوان التذكرة باستخدام هذا النوع من الشروط مثل "(*key1*&&*key2*)" أو "(*key1*||*key2*)".
nb_no: Tillater utvidede søkebetingelser i sakssøk i det generiske agentgrensesnittet. Med denne funksjonen kan du søke f.eks. g. sakstittel med denne typen betingelser som "(*key1*&&*key2*)" eller "(*key1*||*key2*)".

source: Allows generic agent to execute custom modules.
ar_sa: يسمح ل GenericAgent بتشغيل وحدات مخصصة.
nb_no: Lar generisk agent kjøre tilpassede moduler.

source: Allows having a medium format ticket overview (CustomerInfo => 1 - shows also the customer information).
ar_sa: يسمح بنظرة عامة على التذكرة مع بعض معلومات التذاكر (العميل = > 1 - يعرض أيضا معلومات العميل).
nb_no: Tillater å bruke medium saksoversikt (KundeInfo => 1 - viser også kundeinformasjon).

source: Allows having a small format ticket overview (CustomerInfo => 1 - shows also the customer information).
ar_sa: تمكن من استخدام نظرة عامة على التذكرة الصغيرة (معلومات العميل (CustomerInfo) => 1 - تعرض أيضًا معلومات العميل).
nb_no: Tillater å bruke liten saksoversikt (Kunde-info => 1 - vis også kundeinformasjon).

source: Allows invalid agents to generate individual-related stats.
ar_sa: يسمح للوكلاء غير الصالحين (invalid) بإنشاء إحصاءات فردية.
nb_no: Lar ugyldige agenter generere individrelatert statistikk.

source: Allows the administrators to login as other customers, via the customer user administration panel.
ar_sa: السماح للمسؤولين بتسجيل الدخول كعملاء آخرين، من خلال لوحة إدارة المستخدم الخاص بالعميل.
nb_no: Lar administratorer logge inn som andre kunder, via kundeadministrasjonspanelet.

source: Allows the administrators to login as other users, via the users administration panel.
ar_sa: السماح للمسؤولين بتسجيل الدخول كمستخدمين آخرين، من خلال لوحة إدارة المستخدمين.
nb_no: Tillater administratorer å logge seg inn som andre brukere, via brukeradministrasjonspanelet.

source: Allows to save current work as draft in the close ticket screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في شاشة إغلاق التذكرة لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i skjermbildet for lukk sak i agentgrensesnittet.

source: Allows to save current work as draft in the email outbound screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في شاشة البريد الإلكتروني الصادرة لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i e-postutgående skjermbilde i agentgrensesnittet.

source: Allows to save current work as draft in the ticket compose screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في شاشة إنشاء التذاكر لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i saksskrivingsskjermen til agentgrensesnittet.

source: Allows to save current work as draft in the ticket forward screen of the agent interface.
ar_sa: يسمح لك بحفظ حالة المعالجة الحالية في قناع "إعادة التوجيه" في واجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i skjermbildet for videresending av sak i agentgrensesnittet.

source: Allows to save current work as draft in the ticket free text screen of the agent interface.
ar_sa: يسمح بحفظ حالة المعالجة الحالية في مربع الحوار "تصنيف التذكرة" في واجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i saksfritekstskjermen til agentgrensesnittet.

source: Allows to save current work as draft in the ticket move screen of the agent interface.
ar_sa: يسمح لك بحفظ حالة المعالجة الحالية في مربع الحوار "نقل" في واجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i saksflyttingsskjermen til agentgrensesnittet.

source: Allows to save current work as draft in the ticket note screen of the agent interface.
ar_sa: يسمح لك بحفظ الحالة الحالية كمسودة في شاشة الملاحظات الخاصة بمنطقة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i saksnotatskjermen til agentgrensesnittet.

source: Allows to save current work as draft in the ticket owner screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في شاشة مالك التذكرة لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i sakseierskjermen til agentgrensesnittet.

source: Allows to save current work as draft in the ticket pending screen of the agent interface.
ar_sa: يسمح لك بحفظ الحالة الحالية كمسودة في شاشة الانتظار في منطقة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i skjermbildet for ventende sak i agentgrensesnittet.

source: Allows to save current work as draft in the ticket phone inbound screen of the agent interface.
ar_sa: يسمح لك بحفظ الحالة الحالية كمسودة في شاشة المكالمة الواردة لمنطقة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i sakstelefonens inngående skjerm i agentgrensesnittet.

source: Allows to save current work as draft in the ticket phone outbound screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في شاشة الهاتف الصادرة لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i sakstelefonens utgående skjerm i agentgrensesnittet.

source: Allows to save current work as draft in the ticket priority screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في شاشة أولوية التذكرة لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i saksprioritetsskjermen til agentgrensesnittet.

source: Allows to save current work as draft in the ticket responsible screen of the agent interface.
ar_sa: يسمح بحفظ العمل الحالي كمسودة في الشاشة المسؤولة عن التذكرة لواجهة الوكيل.
nb_no: Gjør det mulig å lagre gjeldende arbeid som utkast i den saksansvarlige skjermen til agentgrensesnittet.

source: Allows to set a new ticket state in the move ticket screen of the agent interface.
ar_sa: السماح بتعيين حالة تذكرة جديدة في شاشة تذاكر النقل الخاصة بواجهة الوكيل.
nb_no: Tillater å endre sakens status når den skal flyttes.

source: Always show RichText if available
ar_sa: استخدم النص المنسق دائما عند توفره
nb_no: Vis alltid RichText hvis tilgjengelig

source: Answer
ar_sa: إِجَابَة
nb_no: Svar

source: Appointment Calendar overview page.
ar_sa: صفحة نظرة عامة على تقويم المواعيد.
nb_no: Oversiktsside for avtalekalender.

source: Appointment Notifications
ar_sa: إشعارات المواعيد
nb_no: Varsler om avtale

source: Appointment calendar event module that prepares notification entries for appointments.
ar_sa: الوحدة النمطية لحدث تقويم المواعيد التي تعد إدخالات الإشعارات للمواعيد.
nb_no: Avtalekalenderhendelsesmodul som forbereder varslingsoppføringer for avtaler.

source: Appointment calendar event module that updates the ticket with data from ticket appointment.
ar_sa: الوحدة النمطية لحدث تقويم المواعيد التي تقوم بتحديث التذكرة ببيانات من موعد التذكرة.
nb_no: Avtalekalender arrangementsmodul som oppdaterer saken med data fra saksavtale.

source: Appointment edit screen.
ar_sa: شاشة تحرير المواعيد.
nb_no: Side for avtaleregistrering.

source: Appointment list
ar_sa: قائمة المواعيد
nb_no: Avtaleliste

source: Appointment list.
ar_sa: قائمة المواعيد.
nb_no: Avtaleliste.

source: Appointment notifications
ar_sa: إشعارات المواعيد
nb_no: Varsler om avtale

source: Appointments
ar_sa: المواعيد
nb_no: Avtaler

source: Arabic (Saudi Arabia)
ar_sa: العربية (المملكة العربية السعودية)
nb_no: Arabisk (Saudi Arabia)

source: Article attributes that should be available in ticket invoker configuration frontend (0 = visible/selectable, 1 = default/preselected).
ar_sa: سمات المقالة التي يجب أن تكون متاحة في الواجهة الأمامية لتكوين استدعاء التذاكر (0 = مرئي / قابل للتحديد، 1 = افتراضي / محدد مسبقا).
nb_no: Artikkelattributter som skal være tilgjengelige i saksopprettelse-konfigurasjonsfrontend (0 = synlig/valgbar, 1 = standard/forhåndsvalgt).

source: ArticleTree
ar_sa: شجرة المقالة
nb_no: Artikkeltre

source: Attachment Name
ar_sa: اسم المرفق
nb_no: Vedleggsnavn

source: Autoloading of Znuny4OTOBOPasswordPolicy extensions.
ar_sa: تحميل ملحقات 'Znuny4OTOBOPasswordPolicy' تلقائيا.
nb_no: Autoloading av Znuny4OTOBOPasswordPolicy-utvidelser.

source: Automated line break in text messages after x number of chars.
ar_sa: فاصل تلقائي للسطر في الرسائل النصية بعد x من الحروف.
nb_no: Automatisk linjeskift i tekstmeldinger etter # antall tegn.

source: Automatically change the state of a ticket with an invalid owner once it is unlocked. Maps from a state type to a new ticket state.
ar_sa: تغيير حالة التذكرة تلقائيا مع مالك غير صالح بمجرد إلغاء تأمينها. إنشاء حالة التذكرة الجديدة وفقا لنوع الحالة.
nb_no: Endre automatisk tilstanden til en sak med en ugyldig eier når den er låst opp. Kart fra en tilstandstype til en ny sakstilstand.

source: Automatically generate statistics reports and email them to the specified recipients.
ar_sa: إنشاء تقارير الإحصائيات تلقائيا وإرسال بريد إلكتروني إليها إلى المستلمين المحددين.
nb_no: Generer statistikkrapporter automatisk og send med e-post til de angitte mottakerne.

source: Automatically lock and set owner to current Agent after opening the move ticket screen of the agent interface.
ar_sa: قفل المالك وتعيينه تلقائيا على الوكيل الحالي بعد فتح شاشة تذكرة النقل لواجهة الوكيل.
nb_no: Lås og sett eieren til gjeldende agent automatisk etter å ha åpnet skjermbildet for flytting av sak i agentgrensesnittet.

source: Automatically lock and set owner to current Agent after selecting for an Bulk Action.
ar_sa: قفل المالك وتعيينه تلقائيا إلى العامل الحالي بعد تحديد إجراء مجمع.
nb_no: Automatisk lås og sett eier til nåværende agent etter å ha blitt valgt i en masseredigeringshandling.

source: Automatically sets the owner of a ticket as the responsible for it (if ticket responsible feature is enabled). This will only work by manually actions of the logged in user. It does not work for automated actions e.g. GenericAgent, Postmaster and GenericInterface.
ar_sa: تعيين مالك التذكرة كمسؤول عنها تلقائيا (إذا تم تمكين ميزة مسؤول التذكرة). سيعمل هذا فقط من خلال الإجراءات اليدوية للمستخدم الذي قام بتسجيل الدخول. لا يعمل مع الإجراءات التلقائية مثل GenericAgent أو Postmaster أو GenericInterface.
nb_no: Angir automatisk eieren av en sak som ansvarlig for den (hvis saksansvarlig funksjon er aktivert). Dette vil kun fungere ved manuelle handlinger av den påloggede brukeren. Det fungerer ikke for automatiserte handlinger f.eks. GenericAgent, Postmaster og GenericInterface.

source: Automatically sets the responsible of a ticket (if it is not set yet) after the first owner update.
ar_sa: تعيين مدير التذاكر تلقائيا (إذا لم يتم تعيينه بعد) بعد تحديث المالك الأول.
nb_no: Sett automatisk ansvarlig for en sak (hvis ikke satt) etter første eieroppdatering.

source: Balanced white skin by Felix Niklas (slim version).
ar_sa: متوازن White-Skin von Felix Niklas (slim version).
nb_no: Balansert hvitt tema av Felix Niklas (slank versjon).

source: Balanced white skin by Felix Niklas.
nb_no: Balansert hvitt tema av Felix Niklas.

source: Based on global RichText setting
ar_sa: استنادا إلى إعداد النص المنسق العام
nb_no: Basert på global RichText-innstilling

source: Basic fulltext index settings. Execute "bin/otobo.Console.pl Maint::Ticket::FulltextIndex --rebuild" in order to generate a new index.
ar_sa: إعدادات فهرس النص الكامل الأساسية. نفذ "bin/otobo.Console.pl Maint::Ticket::FulltextIndex --rebuild" لإنشاء فهرس جديد.
nb_no: Grunnleggende fulltekstindeksinnstillinger. Kjør "bin/otobo.Console.pl Maint::Ticket::FulltextIndex --rebuild" for å generere en ny indeks.

source: Blocks all the incoming emails that do not have a valid ticket number in subject with From: @example.com address.
ar_sa: يحظر جميع رسائل البريد الإلكتروني الواردة التي لا تحتوي على رقم تذكرة صالح في الموضوع باستخدام عنوان من: @example.com.
nb_no: Blokkerer all innkommende e-post som ikke har et gyldig saksnummer i emnefeltet som er sendt fra @example.com-adresser.

source: Bounced to "%s".
ar_sa: تم الإرسال إلى "%s".
nb_no: Avslått til «%s».

source: Bulgarian
ar_sa: بلغارية
nb_no: Bulgarsk

source: Bulk Action
ar_sa: تنفيذ جماعي
nb_no: Masseredigering

source: CMD example setup. Ignores emails where external CMD returns some output on STDOUT (email will be piped into STDIN of some.bin).
ar_sa: إعداد مثال CMD. تجاهل رسائل البريد الإلكتروني حيث يقوم CMD الخارجي بإرجاع بعض الإخراج على STDOUT (سيتم تمرير البريد الإلكتروني عبر بروتوكول STDIN الخاص ببعض.bin).
nb_no: CMD - eksempel på oppsett. Ignorerer e-post hvor ekstern CMD returnerer noe som helst til STDOUT (e-posten vil bli "pipet" til kommandoen STDIN).

source: Cache time in seconds for agent authentication in the GenericInterface.
ar_sa: ذاكرة التخزين المؤقت بالثواني لمصادقة الوكيل في GenericInterface.
nb_no: Buffertid i sekunder for agentautentisering i GenericInterface.

source: Cache time in seconds for customer authentication in the GenericInterface.
ar_sa: ذاكرة التخزين المؤقت بالثواني لمصادقة العميل في GenericInterface.
nb_no: Buffertid i sekunder for kundeautentisering i GenericInterface.

source: Cache time in seconds for the DB ACL backend.
ar_sa: ذاكرة التخزين المؤقت بالثواني للخلفية DB ACL.
nb_no: Buffertid i sekunder for DB ACL-backend.

source: Cache time in seconds for the DB process backend.
ar_sa: ذاكرة التخزين المؤقت بالثواني للخلفية الخلفية لعملية قاعدة البيانات.
nb_no: Buffertid i sekunder for DB-prosessens backend.

source: Cache time in seconds for the SSL certificate attributes.
ar_sa: ذاكرة التخزين المؤقت بالثواني لسمات شهادة SSL.
nb_no: Buffertid i sekunder for SSL-sertifikatattributtene.

source: Cache time in seconds for the ticket process navigation bar output module.
ar_sa: ذاكرة التخزين المؤقت في الثواني لوحدة إخراج شريط التنقل لعملية التذاكر.
nb_no: Hurtigbuffertid i sekunder for utdatamodulen for saksprosessens navigasjonslinje.

source: Cache time in seconds for the web service config backend.
ar_sa: ذاكرة التخزين المؤقت في الثواني لمنتهى خلفي تكوين خدمة ويب.
nb_no: Buffertid i sekunder for nettjenestens konfigurasjonsbackend.

source: Calendar manage screen.
ar_sa: شاشة إدارة التقويم.
nb_no: Side for kalenderadministrasjon.

source: Cancel whole escalation if ticket is in configured suspend state (EscalationSuspendStates). Ticket will not escalate at all in configured suspend state. No escalation times are shown. Ticket will not be shown in escalation view.
ar_sa: إلغاء التصعيد بالكامل إذا كانت التذكرة في حالة الإيقاف المؤقت المكونة (EscalationSuspendStates). لن يتم تصعيد التذكرة على الإطلاق في حالة الإيقاف المؤقت المكونة. لم يتم إظهار أوقات التصعيد. ولم يتم إدراج التذكرة في قائمة التذاكر المتصاعدة.
nb_no: Avbryt hele eskaleringen hvis saken er i konfigurert suspenderingstilstand (EscalationSuspendStates). Saken vil ikke eskalere i det hele tatt i konfigurert suspenderingstilstand. Ingen eskaleringstider vises. Saken vil ikke vises i eskaleringsvisning.

source: Catalan
ar_sa: الكتالانية
nb_no: Katalansk

source: Categories used in ticket presentation. If no default color is given, item will not be shown if selection is not defined in the color hash. Optionally the attribute Text can be added to override the field value, templating methods can be used (e.g. "Text" => "[% Data.Value | remove('^.+::') %]"). Link can be used the same way.
ar_sa: الفئات المستخدمة في عرض التذاكر. إذا لم يتم إعطاء لون افتراضي، لن يتم إظهار العنصر إذا لم يتم تعريف التحديد في تجزئة اللون. إختياريا، يمكن إضافة السمة Text لتجاوز قيمة الحقل، ويمكن إستخدام أساليب إنشاء القوالب (على سبيل المثال، "Text" => "[% Data.Value | remove('^.+::') %]"). يمكن إستخدام الارتباط بنفس الطريقة.
nb_no: Kategorier brukt i sakspresentasjon. Hvis ingen standardfarge er gitt, vil ikke elementet vises hvis valget ikke er definert i fargehashen. Eventuelt kan attributtet Text legges til for å overstyre feltverdien, malmetoder kan brukes (f.eks. "Text" => "[% Data.Value | remove('^.+::') %]"). Link kan brukes på samme måte.
