Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Defines the format of responses in the ticket compose screen of the agent interface ([% Data.OrigFrom | html %] is From 1:1, [% Data.OrigFromName | html %] is only realname of From).
ar_sa: يتحكم في تنسيق الإجابات في شاشة إنشاء التذاكر في منطقة العميل ([% Data.OrigFrom | html %] يتوافق تماما مع المرسل، [% Data.OrigFromName | html %] يحتوي على الاسم الحقيقي للمرسل فقط).
nb_no: Definerer formatet på svarene i saksskrivingsskjermen til agentgrensesnittet ([% Data.OrigFrom | html %] er fra 1:1, [% Data.OrigFromName | html %] er bare ekte navn på From).

source: Defines the fully qualified domain name of the system. This setting is used as a variable, OTOBO_CONFIG_FQDN which is found in all forms of messaging used by the application, to build links to the tickets within your system.
ar_sa: يحدد اسم المجال المؤهل بالكامل للنظام. يتم استخدام هذا الإعداد كمتغير، OTOBO_CONFIG_FQDN الموجود في جميع أشكال الرسائل التي يستخدمها التطبيق ، لإنشاء روابط للتذاكر داخل نظامك.
nb_no: Definerer det fullt kvalifiserte domenenavnet til systemet. Denne innstillingen brukes som en variabel, OTOBO_CONFIG_FQDN som finnes i alle former for meldinger som brukes av applikasjonen, for å bygge lenker til sakene i systemet ditt.

source: Defines the groups every customer user will be in (if CustomerGroupSupport is enabled and you don't want to manage every customer user for these groups).
ar_sa: يتحكم في المجموعات التي تريد أن يكون مستخدم العميل فيها بشكل افتراضي (إذا تم تمكين CustomerGroupSupport ولا تريد التحكم في كل علاقة مجموعة للمستخدمين بشكل فردي).
nb_no: Definerer gruppene hver kundebruker skal være i (hvis CustomerGroupSupport er aktivert og du ikke vil administrere hver kundebruker for disse gruppene).

source: Defines the groups every customer will be in (if CustomerGroupSupport is enabled and you don't want to manage every customer for these groups).
ar_sa: يتحكم في المجموعات التي تريد أن يكون العميل فيها بشكل افتراضي (إذا تم تمكين CustomerGroupSupport ولا تريد التحكم في كل علاقة مجموعة للعملاء بشكل فردي).
nb_no: Definerer gruppene hver kunde skal være i (hvis CustomerGroupSupport er aktivert og du ikke vil administrere hver kunde for disse gruppene).

source: Defines the headers which will be shown to generic content for the requested key.
ar_sa: يحدد الرؤوس التي يتم عرضها للمحتوى العام للقيمة المطلوبة.
nb_no: Definerer overskriftene som skal vises til generisk innhold for den forespurte nøkkelen.

source: Defines the height for the rich text editor component for this screen. Enter number (pixels) or percent value (relative).
ar_sa: يحدد ارتفاع مكون محرر النص المنسق. حدد قيمة رقمية (بكسل) أو نسبة مئوية (نسبية).
nb_no: Definerer høyden for redigeringskomponenten for rik tekst for denne skjermen. Skriv inn tall (piksler) eller prosentverdi (relativ).

source: Defines the height for the rich text editor component. Enter number (pixels) or percent value (relative).
ar_sa: يتحكم في ارتفاع مكون محرر النص المنسق. أدخل رقمًا (للارتفاع بالبكسل) أو نسبة مئوية (لارتفاع نسبي).
nb_no: Definerer høyden for redigeringskomponenten for rik tekst. Skriv inn tall (piksler) eller prosentverdi (relativ).

source: Defines the history comment for the close ticket screen action, which gets used for ticket history in the agent interface.
ar_sa: يتحكم في تعليق محفوظات إجراءات إغلاق التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen for lukke saksskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the email ticket screen action, which gets used for ticket history in the agent interface.
ar_sa: يتحكم في تعليق المحفوظات لتذاكر البريد الإلكتروني في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen for e-postsaksskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the phone ticket screen action, which gets used for ticket history in the agent interface.
ar_sa: يتحكم في تعليق المحفوظات لتذكرة الهاتف في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på telefonsaksskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket free text screen action, which gets used for ticket history.
ar_sa: يتحكم في تعليق المحفوظات لإجراء النص الحر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på saksfritekstskjermen, som brukes til sakshistorikk.

source: Defines the history comment for the ticket note screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لإجراء شاشة ملاحظة التذاكر، والذي يتم استخدامه لمحفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på saksnotatskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket owner screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لإجراء "مالك التذكرة" الذي يتم عرضه في محفوظات التذكرة في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på sakseierens skjerm, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket pending screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لإجراء "انتظار التذكير"، والذي يتم عرضه في سجل التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på skjermbildet som venter på sak, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket phone inbound screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لإجراء "مكالمة هاتفية واردة"، والذي يتم عرضه في محفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på sakstelefonens innkommende skjerm, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket phone outbound screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لإجراء "مكالمة هاتفية صادرة"، والذي يتم عرضه في محفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på sakstelefonens utgående skjerm, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket priority screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لإجراء "أولوية التذكرة"، والذي يتم عرضه في محفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på skjermbildet for saksprioritet, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history comment for the ticket responsible screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق السجل لإجراء "مالك التذكرة"، والذي يتم عرضه في سجل التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for handlingen på den saksansvarlige skjermen, som brukes til sakshistorikken i agentgrensesnittet.

source: Defines the history comment for the ticket zoom action, which gets used for ticket history in the customer interface.
ar_sa: يحدد تعليق المحفوظات لإجراء "انتظار التذكير"، والذي يتم عرضه في سجل التذاكر في واجهة الوكيل.
nb_no: Definerer historiekommentaren for sakszoomhandlingen, som brukes til sakshistorikk i kundegrensesnittet.

source: Defines the history comment for this operation, which gets used for ticket history in the agent interface.
ar_sa: يحدد تعليق المحفوظات لهذه العملية المستخدمة لتاريخ التذاكر في واجهة العميل.
nb_no: Definerer historiekommentaren for denne operasjonen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the close ticket screen action, which gets used for ticket history in the agent interface.
ar_sa: يعرف نوع المحفوظات للإجراء "إقفال التذاكر"، المستخدم لتاريخ التذاكر في واجهة العميل.
nb_no: Definerer historikktypen for handlingen for "lukk sak-skjermen", som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the email ticket screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "تذكرة بريد إلكتروني جديدة"، والذي يتم استخدامه لمحفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historikktypen for handlingen for e-postsaksskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the phone ticket screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "تذكرة هاتف جديدة"، والذي يتم استخدامه لمحفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historikktypen for handlingen på telefonsaksskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket free text screen action, which gets used for ticket history.
ar_sa: يحدد نوع السجل لإجراء "Ticket FreeText" ، والذي يتم استخدامه لتاريخ التذاكر في واجهة العميل.
nb_no: Definerer historikktypen for handlingen for saksfritekstskjermen, som brukes til sakshistorikk.

source: Defines the history type for the ticket note screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "ملاحظة التذكرة"، والذي يستخدم لتاريخ التذاكر في واجهة العميل.
nb_no: Definerer historikktypen for handlingen på saksnotatskjermen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket owner screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "مالك التذكرة"، والذي يتم استخدامه لسجل التذاكر في واجهة الوكيل.
nb_no: Definerer historikktypen for handlingen på skjermbildet for sakseier, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket pending screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "انتظار التذكير"، والذي يتم استخدامه لمحفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historikktypen for handlingen på skjermbildet som venter på sak, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket phone inbound screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "مكالمة هاتفية واردة"، والذي يتم استخدامه لسجل التذاكر في واجهة الوكيل.
nb_no: Definerer historikktypen for handlingen på sakstelefonens inngående skjerm, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket phone outbound screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "مكالمة هاتفية صادرة"، والذي يتم استخدامه لتاريخ التذاكر في واجهة العميل.
nb_no: Definerer historikktypen for handlingen på sakstelefonens utgående skjerm, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket priority screen action, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لإجراء "أولوية التذكرة"، والذي يتم استخدامه لمحفوظات التذاكر في واجهة الوكيل.
nb_no: Definerer historikktypen for handlingen på skjermbildet for saksprioritet, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket responsible screen action, which gets used for ticket history in the agent interface.
ar_sa: يعرف نوع المحفوظات للإجراء "مسؤولية التذاكر"، الذي يتم إستخدامه لتاريخ التذاكر في واجهة العميل.
nb_no: Definerer historikktypen for den saksansvarlige skjermhandlingen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the history type for the ticket zoom action, which gets used for ticket history in the customer interface.
ar_sa: يحدد نوع سجل إجراءات تكبير التذاكر المستخدم لسجل التذاكر في واجهة العميل.
nb_no: Definerer historikktypen for sakszoomhandlingen, som brukes til sakshistorikk i kundegrensesnittet.

source: Defines the history type for this operation, which gets used for ticket history in the agent interface.
ar_sa: يحدد نوع السجل لهذه العملية، والذي يتم استخدامه لمحفوظات التذكرة في واجهة الوكيل.
nb_no: Definerer historikktypen for denne operasjonen, som brukes til sakshistorikk i agentgrensesnittet.

source: Defines the hours and week days of the indicated calendar, to count the working time.
ar_sa: يحدد ساعات وأيام الأسبوع من التقويم المحدد لقياس وقت العمل.
nb_no: Definerer timene og ukedagene i den angitte kalenderen, for å telle arbeidstiden.

source: Defines the hours and week days to count the working time.
ar_sa: يحدد فترة وأيام الأسبوع التي يتم احتسابها كوقت عمل.
nb_no: Definerer timer og ukedager som telles som arbeidstid.

source: Defines the key to be checked with Kernel::Modules::AgentInfo module. If this user preferences key is true, the message is accepted by the system.
ar_sa: يحدد المفتاح الذي تم تحديده باستخدام الوحدة النمطية Kernel::Modules::AgentInfo. إذا كان مفتاح تفضيلات المستخدم هذا "صحيح"، فسيتم قبول الرسالة من قبل النظام.
nb_no: Definerer nøkkelen som skal sjekkes med Kernel::Modules::AgentInfo-modulen. Hvis denne brukerpreferansenøkkelen er sann, godtas meldingen av systemet.

source: Defines the key to check with CustomerAccept. If this user preferences key is true, then the message is accepted by the system.
ar_sa: تحديد المفتاح المراد التحقق منه مع CustomerAccept. إذا كان مفتاح تفضيلات المستخدم هذا صحيحا، فسيتم قبول الرسالة من قبل النظام.
nb_no: Definerer nøkkelen for å sjekke med CustomerAccept. Hvis denne brukerpreferansenøkkelen er sann, godtas meldingen av systemet.

source: Defines the link type 'Normal'. If the source name and the target name contain the same value, the resulting link is a non-directional one; otherwise, the result is a directional link.
ar_sa: يحدد نوع الرابط "عادي". إذا كان اسم المصدر هو نفس اسم الوجهة، فإن الرابط الناتج هو رابط غير اتجاهي؛ خلاف ذلك، فإن النتيجة هي ارتباط اتجاهي.
nb_no: Definerer koblingstypen 'Normal'. Hvis kildenavnet og målnavnet inneholder samme verdi, er den resulterende koblingen en ikke-retningsbestemt en; ellers er resultatet en retningskobling.

source: Defines the link type 'ParentChild'. If the source name and the target name contain the same value, the resulting link is a non-directional one; otherwise, the result is a directional link.
ar_sa: يحدد نوع الارتباط "ParentChild". إذا كان اسمي المصدر والهدف يحتويان على نفس القيمة، يكون الارتباط غير اتجاهي. خلاف ذلك، فإن النتيجة هي ارتباط اتجاهي.
nb_no: Definerer koblingstypen 'Foreldrebarn'. Hvis kildenavnet og målnavnet inneholder samme verdi, er den resulterende koblingen en ikke-retningsbestemt en; ellers er resultatet en retningskobling.

source: Defines the link type groups. The link types of the same group cancel one another. Example: If ticket A is linked per a 'Normal' link with ticket B, then these tickets could not be additionally linked with link of a 'ParentChild' relationship.
ar_sa: تعريف مختلف خيارات الربط. أنواع الارتباط من نفس المجموعة حصرية بشكل متبادل. على سبيل المثال، إذا كانت التذكرة "أ" مرتبطة بالنوع "عادي" بالتذكرة "ب"، فلا يمكن ربط هاتين التذاكر بنوع "ParentChild".
nb_no: Definerer koblingstypegruppene. Koblingstypene i samme gruppe kansellerer hverandre. Eksempel: Hvis sak A er knyttet til en 'Normal'-kobling med sak B, kan ikke disse sakene i tillegg knyttes til en kobling til et 'Foreldrebarn'-forhold.

source: Defines the list of online repositories. Another installations can be used as repository, for example: Key="http://example.com/otobo/public.pl?Action=PublicRepository;File=" and Content="Some Name".
ar_sa: تعريف قائمة المستودعات عبر الإنترنت. يمكن إستخدام عمليات تثبيت أخرى كمستودع، على سبيل المثال: Key="http://example.com/otobo/public.pl?Action=PublicRepository;File=" و Content="Some Name".
nb_no: Definerer listen over online repositories. En annen installasjon kan brukes som arkiv, for eksempel: Key="http://example.com/otobo/public.pl?Action=PublicRepository;File=" og Content="Some Name".

source: Defines the list of params that can be passed to ticket search function.
ar_sa: يحدد قائمة المعلمات التي يمكن تمريرها إلى وظيفة البحث عن التذاكر.
nb_no: Definerer listen over parametere som kan sendes til sakssøkefunksjonen.

source: Defines the list of possible next actions on an error screen, a full path is required, then is possible to add external links if needed.
ar_sa: يحدد قائمة إجراءات المتابعة المحتملة في عرض الأخطاء. باستخدام مسار كامل، يمكنك إدراج روابط خارجية إذا لزم الأمر.
nb_no: Definerer listen over mulige neste handlinger på en feilskjerm, en full bane kreves, så er det mulig å legge til eksterne lenker om nødvendig.

source: Defines the list of types for templates.
ar_sa: يحدد قائمة الأنواع للقوالب.
nb_no: Definerer listen over typer for maler.

source: Defines the location to get online repository list for additional packages. The first available result will be used.
ar_sa: تحديد عنوان قائمة المستودع عبر الإنترنت للحزم الإضافية. سيتم إستخدام النتيجة الأولى المتوفرة.
nb_no: Definerer plasseringen for å få online depotliste for tilleggspakker. Det første tilgjengelige resultatet vil bli brukt.

source: Defines the log module for the system. "File" writes all messages in a given logfile, "SysLog" uses the syslog daemon of the system, e.g. syslogd.
ar_sa: يحدد وحدة السجل للنظام. يكتب "ملف" جميع الرسائل إلى ملف السجل المحدد، ويستخدم "SysLog" البرنامج الخفي لسجل النظام، على سبيل المثال syslogd.
nb_no: Definerer loggmodulen for systemet. "Fil" skriver alle meldinger i en gitt loggfil, "SysLog" bruker syslog-daemonen til systemet, f.eks. syslogd.

source: Defines the maximal size (in bytes) for file uploads via the browser. Warning: Setting this option to a value which is too low could cause many masks in your OTOBO instance to stop working (probably any mask which takes input from the user).
ar_sa: يحدد الحد الأقصى للحجم (بالبايت) لتحميل الملفات باستخدام المستعرض. انتباه: إذا اخترت الحجم صغيرا جدا، فلن تتمكن العديد من أقنعة الإدخال من العمل في مثيل OTOBO الخاص بك (من المفترض أن يكون أي قناع يتوقع إدخال المستخدم).
nb_no: Definerer maksimal størrelse (i byte) for filopplasting via nettleseren. Advarsel: Hvis du setter dette alternativet til en verdi som er for lav, kan det føre til at mange masker i OTOBO-forekomsten din slutter å fungere (sannsynligvis en hvilken som helst maske som mottar input fra brukeren).

source: Defines the maximal valid time (in seconds) for a session id.
ar_sa: يحدد الحد الأقصى لوقت الصلاحية (بالثواني) لمعرف الجلسة.
nb_no: Definerer maksimal gyldig tid (i sekunder) for en sesjons-ID.

source: Defines the maximum number of affected tickets per job.
ar_sa: تحديد الحد الأقصى لعدد التذاكر المتأثرة لكل وظيفة.
nb_no: Definerer maksimalt antall berørte saker per jobb.

source: Defines the maximum number of pages per PDF file.
ar_sa: يحدد الحد الأقصى لعدد الصفحات لكل ملف PDF.
nb_no: Definerer maksimalt antall sider per PDF-fil.

source: Defines the maximum number of quoted lines to be added to responses.
ar_sa: يضبط الحد الأقصى لعدد الصفوف المقتبسة التي تمت إضافتها إلى الإجابات.
nb_no: Definerer det maksimale antallet siterte linjer som skal legges til svar.

source: Defines the maximum number of tasks to be executed as the same time.
ar_sa: يحدد الحد الأقصى لعدد المهام المتزامنة.
nb_no: Definerer maksimalt antall oppgaver som skal utføres på samme tid.

source: Defines the maximum size (in MB) of the log file.
ar_sa: يحدد الحد الأقصى لحجم ملف السجل (بالميغابايت).
nb_no: Definerer maksimal størrelse (i MB) for loggfilen.

source: Defines the maximum size in KiloByte of GenericInterface responses that get logged to the gi_debugger_entry_content table.
ar_sa: يحدد الحد الأقصى للحجم بالكيلو بايت من استجابات GenericInterface التي يتم تسجيلها في الجدول gi_debugger_entry_content.
nb_no: Definerer maksimal størrelse i KiloByte av GenericInterface-svar som blir logget til gi_debugger_entry_content-tabellen.

source: Defines the module that shows all the currently logged in agents in the agent interface.
ar_sa: يحدد الوحدة النمطية التي تعرض جميع الوكلاء الذين قاموا بتسجيل الدخول حاليا في واجهة الوكيل.
nb_no: Definerer modulen som viser alle innloggede saksbehandlere i saksbehandlergrensesnittet.

source: Defines the module that shows all the currently logged in customers in the agent interface.
ar_sa: يحدد الوحدة النمطية التي تعرض جميع العملاء الذين قاموا بتسجيل الدخول حاليا في منطقة الوكيل.
nb_no: Definerer modulen som viser alle påloggede kunder i agentgrensesnittet.

source: Defines the module that shows the currently logged in agents in the customer interface.
ar_sa: يحدد الوحدة النمطية التي تعرض جميع الوكلاء الذين قاموا بتسجيل الدخول حاليا إلى منطقة العميل.
nb_no: Definerer modulen som viser gjeldende påloggede agenter i kundegrensesnittet.

source: Defines the module that shows the currently logged in customers in the customer interface.
ar_sa: يحدد الوحدة النمطية التي تعرض جميع العملاء الذين قاموا بتسجيل الدخول حاليا في منطقة العميل.
nb_no: Definerer modulen som viser gjeldende innloggede kunder i kundegrensesnittet.

source: Defines the module to authenticate customers.
ar_sa: يحدد الوحدة النمطية لمصادقة العملاء.
nb_no: Definerer modulen for å autentisere kunder.

source: Defines the module to display a notification in the agent interface if the OTOBO Daemon is not running.
ar_sa: يحدد الوحدة النمطية التي تعرض إعلاما في منطقة العامل عندما لا يكون OTOBO Daemon قيد التشغيل.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet hvis OTOBO Daemon ikke kjører.

source: Defines the module to display a notification in the agent interface if the system configuration is out of sync.
ar_sa: تحديد الوحدة النمطية التي تعرض إخطارا في منطقة العميل إذا لم تتم مزامنة تكوين النظام.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet hvis systemkonfigurasjonen er usynkronisert.

source: Defines the module to display a notification in the agent interface, if the agent has not yet selected a time zone.
ar_sa: يحدد الوحدة النمطية التي تعرض إخطارا في منطقة العميل إذا لم يقم الوكيل بعد بتعيين منطقة زمنية.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet, hvis agenten ennå ikke har valgt en tidssone.

source: Defines the module to display a notification in the agent interface, if the agent is logged in while having out-of-office active.
ar_sa: يعرف الوحدة النمطية التي تعرض إخطارا في واجهة البرنامج العميل عند تسجيل دخول العميل أثناء تنشيط وظيفة "خارج المكتب".
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet, hvis agenten er pålogget mens han ikke er på kontoret.

source: Defines the module to display a notification in the agent interface, if the agent is logged in while having system maintenance active.
ar_sa: يحدد الوحدة النمطية التي تعرض إعلاما في واجهة العامل عند تسجيل دخول وكيل أثناء تنشيط صيانة النظام.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet, hvis agenten er logget på mens systemvedlikehold er aktivt.

source: Defines the module to display a notification in the agent interface, if the agent session limit prior warning is reached.
ar_sa: يعرف الوحدة النمطية التي تعرض إخطارا في منطقة العميل عند الوصول إلى الحد الأقصى لجلسة عمل الوكيل.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet hvis forhåndsvarselet for agentsesjonsgrensen er nådd.

source: Defines the module to display a notification in the agent interface, if the system is used by the admin user (normally you shouldn't work as admin).
ar_sa: تحديد الوحدة النمطية التي تعرض إخطارا في منطقة العميل عند إستخدام النظام مع مستخدم مسؤول (عادة لا يجب عليك العمل كمسؤول).
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet, hvis systemet brukes av admin-brukeren (normalt skal du ikke jobbe som admin).
