Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Open tickets (customer)
ar_sa: التذاكر المفتوحة (العميل)
nb_no: Åpne saker (kunder)

source: Option
ar_sa: خيار
nb_no: Alternativ

source: Optional queue limitation for the CreatorCheck permission module. If set, permission is only granted for tickets in the specified queues.
ar_sa: تقييد اختياري لقوائم الانتظار لوحدة إذن CreatorCheck. إذا تم تعيينها، يتم منح الإذن فقط للتذاكر في قوائم الانتظار المحددة هنا.
nb_no: Valgfri købegrensning for CreatorCheck-tillatelsesmodulen. Hvis satt, gis tillatelse kun for saker i de angitte køene.

source: Optional queue limitation for the InvolvedCheck permission module. If set, permission is only granted for tickets in the specified queues.
ar_sa: قيود اختيارية على قوائم الانتظار لوحدة أذونات InvolvedCheck. إذا تم تعيينها، يتم منح الإذن فقط للتذاكر في قوائم الانتظار المحددة هنا.
nb_no: Valgfri købegrensning for tillatelsesmodulen InvolvedCheck. Hvis satt, gis tillatelse kun for saker i de angitte køene.

source: Optional queue limitation for the OwnerCheck permission module. If set, permission is only granted for tickets in the specified queues.
ar_sa: قيود اختيارية على قوائم الانتظار لوحدة إذن التحقق من المالك. إذا تم تعيينها، يتم منح الإذن فقط للتذاكر في قوائم الانتظار المحددة هنا.
nb_no: Valgfri købegrensning for tillatelsesmodulen OwnerCheck. Hvis satt, gis tillatelse kun for saker i de angitte køene.

source: Optional queue limitation for the ResponsibleCheck permission module. If set, permission is only granted for tickets in the specified queues.
ar_sa: تقييد اختياري لقوائم الانتظار لوحدة إذن Responsible Check. إذا تم تعيينها، يتم منح الإذن فقط للتذاكر في قوائم الانتظار المحددة هنا.
nb_no: Valgfri købegrensning for ResponsibleCheck-tillatelsesmodulen. Hvis satt, gis tillatelse kun for saker i de angitte køene.

source: Other Customers
ar_sa: عملاء آخرون
nb_no: Andre kunder

source: Out Of Office
ar_sa: حاليا ليس في المكتب
nb_no: Ikke på kontoret

source: Out Of Office Time
ar_sa: مدة الغياب
nb_no: Tidspunkt man er ute fra kontoret

source: Out of Office users.
ar_sa: المستخدمين الغائبين.
nb_no: Ikke på kontoret: brukere.

source: Outbound request headers not allowed to be used in frontend configuration.
ar_sa: رؤوس الطلبات الصادرة التي يجب عدم استخدامها في تكوين الواجهة الأمامية.
nb_no: Utgående forespørselshoder er ikke tillatt brukt i frontend-konfigurasjon.

source: Outbound response headers not allowed to be used in frontend configuration.
ar_sa: رأس (headers) الردود الصادرة التي يجب عدم استخدامها في تكوين الواجهة الأمامية.
nb_no: Utgående svarhoder er ikke tillatt å brukes i frontend-konfigurasjon.

source: Output filter to inject the necessary Dynamic field names in hidden input.
ar_sa: مُصفِّي النتائج لإخفاء أسماء الحقول الديناميكية المطلوبة.
nb_no: Utdatafilter for å injisere de nødvendige dynamiske feltnavnene i skjult inndata.

source: Overloads (redefines) existing functions in Kernel::System::Ticket. Used to easily add customizations.
ar_sa: يعيد تحميل الوظائف الموجودة في Kernel::System::Ticket (إعادة تعريف). يمكن استخدامه لإجراء التعديلات بأكبر سهولة ممكنة.
nb_no: Overbelaster (redefinerer) eksisterende funksjoner i Kernel::System::Ticket. Brukes for enkelt å legge til tilpasninger.

source: Overview Escalated Tickets.
ar_sa: نظرة عامة على التذاكر المتصاعدة.
nb_no: Oversikt over eskalerte saker.

source: Overview Refresh Time
ar_sa: أوقات التحديث للنظرة العامة
nb_no: Oppdateringstid

source: Overview of all Tickets per assigned Queue.
ar_sa: نظرة عامة على جميع التذاكر حسب قائمة الانتظار المُعيَّنة.
nb_no: Oversikt over alle saker per tildelt kø.

source: Overview of all appointments.
ar_sa: نظرة عامة على جميع المواعيد.
nb_no: Oversikt over alle avtaler.

source: Overview of all escalated tickets.
ar_sa: نظرة عامة على جميع التذاكر المتصاعدة.
nb_no: Oversikt over alle eskalerte saker.

source: Overview of all open Tickets.
ar_sa: نظرة عامة على جميع التذاكر المفتوحة.
nb_no: Oversikt over alle åpne saker.

source: Overview of all open tickets.
ar_sa: نظرة عامة على جميع التذاكر المفتوحة.
nb_no: Oversikt over alle åpne saker.

source: Overview of customer tickets.
ar_sa: نظرة عامة على تذاكر العملاء.
nb_no: Oversikt over kundesaker.

source: PGP Key
ar_sa: مفتاح PGP
nb_no: PGP-nøkkel

source: PGP Key Management
ar_sa: إدارة مفاتيح PGP
nb_no: Administrasjon: PGP Nøkkler

source: PGP Keys
ar_sa: مفتاح PGP
nb_no: PGP-nøkler

source: Package event module file a scheduler task for update registration.
ar_sa: الوحدة النمطية لجدولة تحديث سجل النظام تلقائيا.
nb_no: Pakkehendelsesmodul fil en planleggeroppgave for oppdateringsregistrering.

source: Package event module trigger package reinstall in containers.
ar_sa: وحدة لتنشيط إعادة تثبيت الحزمة تلقائيًا في الحاويات.
nb_no: Pakkehendelsesmodul utløser pakkeinstallering i containere.

source: Parameters for the CreateNextMask object in the preference view of the agent interface. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: المعلمة الخاصة بكائن CreateNextMask في إعدادات المستخدمين في واجهة الوكلاء. يُرجى ملاحظة: عند تعيين 'Active' على 0، فإن ذلك يمنع فقط الوكلاء من تغيير إعدادات هذه المجموعة في إعداداتهم الشخصية. يمكن للمسؤول متابعة تعديل هذه الإعدادات باسم المستخدمين. استخدم 'PreferenceGroup' للتحكم في المجال الذي يتم عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Parametere for CreateNextMask-objektet i preferansevisningen til agentgrensesnittet. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the CustomQueue object in the preference view of the agent interface. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: معاملات كائن CustomQueue في إعدادات المستخدمين في واجهة الوكلاء. يُرجى ملاحظة: عند تعيين 'Active' على 0، فإن ذلك سيمنع الوكلاء فقط من تعديل إعدادات هذه المجموعة في تفضيلاتهم الشخصية، ولكن سيسمح للمسؤولين بتعديل إعدادات مستخدم آخر بالنيابة عنه. استخدم 'PreferenceGroup' للتحكم في المجال الذي يجب عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Parametere for CustomQueue-objektet i preferansevisningen til agentgrensesnittet. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the CustomService object in the preference view of the agent interface. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: معاملات كائن CustomService في واجهة إعدادات واجهة الوكلاء. يُرجى ملاحظة: عند تعيين 'Active' على 0، فإن ذلك سيمنع الوكلاء فقط من تعديل إعدادات هذه المجموعة في تفضيلاتهم الشخصية، ولكن سيسمح للمسؤولين بتعديل إعدادات مستخدم آخر بالنيابة عنه. استخدم 'PreferenceGroup' للتحكم في المجال الذي يجب عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Parametere for CustomService-objektet i preferansevisningen til agentgrensesnittet. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the RefreshTime object in the preference view of the agent interface. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: معاملات كائن RefreshTime في واجهة إعدادات واجهة الوكلاء. يُرجى ملاحظة: عند تعيين 'Active' على 0، فإن ذلك سيمنع الوكلاء فقط من تعديل إعدادات هذه المجموعة في تفضيلاتهم الشخصية، ولكن سيسمح للمسؤولين بتعديل إعدادات مستخدم آخر بالنيابة عنه. استخدم 'PreferenceGroup' للتحكم في المجال الذي يجب عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Parametere for RefreshTime-objektet i preferansevisningen til agentgrensesnittet. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the column filters of the small ticket overview. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: معاملات مرشحات الأعمدة لنظرة عامة عن تذاكر Small-Ticket. يُرجى ملاحظة: عند تعيين 'Active' على 0، فإن ذلك سيمنع الوكلاء فقط من تعديل إعدادات هذه المجموعة في تفضيلاتهم الشخصية، ولكن سيسمح للمسؤولين بتعديل إعدادات مستخدم آخر بالنيابة عنه. استخدم 'PreferenceGroup' للتحكم في المجال الذي يجب عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Parametre for kolonnefiltrene til oversikten over små saker. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the dashboard backend of the closed tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: معلمات الواجهة الخلفية للوحة المعلومات لنظرة عامة عن التذاكر المغلقة في واجهة الوكلاء. "Limit" هو عدد الإدخالات المعروضة بشكل افتراضي. يُستخدم "Group" لتقييد الوصول إلى المكون الإضافي (مثال: Group: admin;group1;group2;). "Default" يحدد ما إذا كان يجب تمكين المكون الإضافي تلقائيًا كإعداد افتراضي أو يجب على المستخدم تمكينه يدويًا. "CacheTTLLocal" هو وقت التخزين المؤقت بالدقائق للمكون الإضافي. ملاحظة: يُسمح فقط بسمات التذاكر والحقول الديناميكية (DynamicField_NameX) كأعمدة افتراضية (DefaultColumns).
nb_no: Parametere for dashbord-backend av den lukkede saksoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the customer company information of the agent interface. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ar_sa: يحدد المعلمات لواجهة الخلفية للوحة المعلومات. "Group" يحد من الوصول إلى الوحدة الصغيرة المعينة (مثال: Group: admin;group1;group2). "Default" يحدد ما إذا كانت الوحدة الصغيرة مفعّلة افتراضيًا أو يجب تفعيلها يدويًا بواسطة المستخدم. "CacheTTLLocal" يحدد فترة التخزين المؤقت للوحدة الصغيرة بالدقائق.
nb_no: Parametere for dashbord-backend av kundebedriftsinformasjonen til agentgrensesnittet. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin.

source: Parameters for the dashboard backend of the customer id list overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي يتم عرضها افتراضيًا. "Group" يحد من الوصول إلى الداشليت المحدد (مثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي الداشليت مفعلًا افتراضيًا أم يجب تفعيله يدويًا بواسطة المستخدم. "CacheTTLLocal" يحدد مدة التخزين المؤقت للداشليت بالدقائق.
nb_no: Parametere for dashboard-backend av kunde-ID-listen oversikt over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin.

source: Parameters for the dashboard backend of the customer id status widget of the agent interface . "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات لعنصر واجهة عرض حالة رقم العميل في منطقة الوكلاء. باستخدام "Group" يمكن تقييد الوصول إلى المكون الإضافي (على سبيل المثال: Group: admin;group1;group2;). يحدد "Default" ما إذا كان المكون الإضافي يجب تمكينه تلقائيًا أم يجب على المستخدم تمكينه يدويًا. يحدد "CacheTTLLocal" مدة التخزين المؤقت للمكون الإضافي بالدقائق.
nb_no: Parametere for dashbordstøtten til kunde-ID-statuswidgeten til agentgrensesnittet. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin.

source: Parameters for the dashboard backend of the customer user information of the agent interface. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (مثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي يجب أن يكون نشطًا افتراضيًا أو يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق.
nb_no: Parametere for dashbord-backend av kundebrukerinformasjonen til agentgrensesnittet. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin.

source: Parameters for the dashboard backend of the customer user list overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ar_sa: معاملات واجهة الخلفية لوحة المعلومات لعنصر عرض قائمة العملاء في منطقة الوكلاء. "Limit" يحدد عدد العناصر المعروضة افتراضيًا. يمكن استخدام "Group" لتقييد الوصول إلى المكون الإضافي (على سبيل المثال: Group: admin;group1;group2;). "Default" يحدد ما إذا كان المكون الإضافي يجب تمكينه تلقائيًا أم يجب على المستخدم تمكينه يدويًا. "CacheTTLLocal" يحدد مدة تشغيل ذاكرة التخزين المؤقت للمكون الإضافي بالدقائق.
nb_no: Parametere for dashbord-backend av kundebrukerlisteoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin.

source: Parameters for the dashboard backend of the new tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي يتم عرضها افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (مثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي يجب أن يكون نشطًا افتراضيًا أو يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق. يمكن استخدام "Mandatory" لتكوين المكوّن الإضافي بحيث لا يمكن للمستخدمين إخفاؤه.
nb_no: Parametere for dashbord-backend av den nye saksoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the new tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: تحدد المعلمات لوحة التحكم الخلفية. يحدد "الحد" عدد العناصر المعروضة افتراضيًا. "المجموعة" يحدد الوصول إلى اللوحة الخاصة به (مثال: المجموعة: admin;group1;group2). "الافتراضي" يحدد ما إذا كانت اللوحة مفعلة افتراضيًا أم يجب تفعيلها يدويًا من قبل المستخدم. "CacheTTLLocal" يحدد مدة التخزين المؤقت للوحة التحكم في الدقائق. ملاحظة: يُسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) ل DefaultColumns.
nb_no: Parametere for dashbord-backend av den nye saksoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the open tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: تحدد المعلمات لوحة التحكم الخلفية. "الحد" يحدد عدد العناصر التي يتم عرضها افتراضيًا. "المجموعة" يحدد الوصول إلى اللوحة الفرعية المعينة (مثال: المجموعة: admin;group1;group2). "الافتراضي" يحدد ما إذا كانت اللوحة الفرعية نشطة افتراضيًا أم يجب تنشيطها يدويًا من قبل المستخدم. "CacheTTLLocal" يحدد مدة التخزين المؤقت للوحة الفرعية في الدقائق. يمكن استخدام "Mandatory" لتكوين اللوحة الفرعية بحيث لا يمكن للمستخدمين إخفاؤها. ملاحظة: يُسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) ل DefaultColumns.
nb_no: Parametere for dashbord-backend av den åpne saksoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the open tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: يحدد المعلمات لوحة التحكم الخلفية. يحدد "الحد" عدد الإدخالات التي يتم عرضها افتراضيًا. يحدد "المجموعة" الوصول إلى اللوحة الجانبية المعينة (مثال: المجموعة: admin;group1;group2). يحدد "الافتراضي" ما إذا كانت اللوحة الجانبية مفعلة افتراضيًا أم يجب تفعيلها يدويًا بواسطة المستخدم. يحدد "CacheTTLLocal" مدة التخزين المؤقت للوحة الجانبية بالدقائق. ملاحظة: يُسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) ل DefaultColumns.
nb_no: Parametere for dashbord-backend av den åpne saksoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.
