Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Here you can combine several statistics to a report which you can generate as a PDF manually or automatically at configured times.
ar_sa: يمكنك هنا دمج العديد من الإحصائيات في تقرير واحد وإنشاء ملف PDF منه يدويًا أو تلقائيًا في أوقات محددة مسبقًا.
nb_no: Her kan du kombinere flere statistikker til en rapport som du kan generere som PDF manuelt eller automatisk på konfigurerte tidspunkter.

source: Please note that you can only select charts as statistics output format if you configured one of the renderer binaries on your system.
ar_sa: ملاحظة: يمكنك فقط تحديد المخططات كتنسيق إخراج الإحصائيات إذا كان لديك أحد ملفات العرض التي تم تكوينها على نظامك.
nb_no: Vær oppmerksom på at du bare kan velge diagrammer som utdataformat for statistikk hvis du har konfigurert en av gjengivelsesbinærene på systemet ditt.

source: Configure PhantomJS
ar_sa: تكوين PhantomJS
nb_no: Konfigurer PhantomJS

source: Configure GoogleChrome
ar_sa: تكوين GoogleChrome
nb_no: Konfigurer GoogleChrome

source: General settings
ar_sa: الإعدادات العامة
nb_no: Generelle innstillinger

source: Automatic generation settings
ar_sa: إعدادات الإنشاء التلقائي
nb_no: Automatiske generasjonsinnstillinger

source: Automatic generation times (cron)
ar_sa: أوقات الإنشاء التلقائي (cron)
nb_no: Automatiske generasjonstider (cron)

source: Specify when the report should be automatically generated in cron format, e. g. "10 1 * * *" for every day at 1:10 am.
ar_sa: حدد في تنسيق cron وقت إنشاء تقرير تلقائيًا، على سبيل المثال "10 1 * * *" لكل يوم الساعة 01:10.
nb_no: Angi når rapporten skal genereres automatisk i cron-format, f.eks. g. "10 1 * * *" for hver dag kl. 01:10.

source: Times are in the system timezone.
ar_sa: تتوافق الأوقات مع المنطقة الزمنية للنظام.
nb_no: Tidene er i systemets tidssone.

source: Last automatic generation time
ar_sa: وقت الإنشاء التلقائي الأخير
nb_no: Siste automatisk generasjonstid

source: Next planned automatic generation time
ar_sa: وقت الإنشاء التلقائي المجدول التالي
nb_no: Neste planlagte automatiske genereringstid

source: Automatic generation language
ar_sa: لغة الإنشاء التلقائي
nb_no: Automatisk generasjonsspråk

source: The language to be used when the report is automatically generated.
ar_sa: اللغة التي سيتم إستخدامها عند إنشاء التقرير تلقائيا.
nb_no: Språket som skal brukes når rapporten genereres automatisk.

source: Email subject
ar_sa: موضوع البريد الإلكتروني
nb_no: E-postemne

source: Specify the subject for the automatically generated email.
ar_sa: الرجاء إدخال موضوع للبريد الإلكتروني الذي تم إنشاؤه تلقائيًا.
nb_no: Angi emnet for den automatisk genererte e-posten.

source: Email body
ar_sa: نص البريد الإلكتروني
nb_no: E-posttekst

source: Specify the text for the automatically generated email.
ar_sa: حدد النص للبريد الإلكتروني الذي تم إنشاؤه تلقائيا.
nb_no: Spesifiser teksten for den automatisk genererte e-posten.

source: Email recipients
ar_sa: مستلم البريد الإلكتروني
nb_no: E-postmottakere

source: Specify recipient email addresses (comma separated).
ar_sa: أدخل عناوين البريد الإلكتروني للمستلمين (مفصولة بفاصلة).
nb_no: Angi mottakers e-postadresser (kommaseparert).

source: Output settings
ar_sa: إعدادات الإخراج
nb_no: Utgangsinnstillinger

source: Headline
ar_sa: عُنْوَان
nb_no: Overskrift

source: Caption for preamble
ar_sa: عنوان المقدمة
nb_no: Bildetekst for ingress

source: Preamble
ar_sa: مُقَدِّمَةٌ
nb_no: Innledning

source: Caption for epilogue
ar_sa: العنوان للكلمة الأخيرة
nb_no: Bildetekst for epilog

source: Epilogue
ar_sa: خاتِمَة
nb_no: Epilog

source: Add statistic to report
ar_sa: إضافة إحصائيات إلى التقرير
nb_no: Legg til statistikk i rapporten

source: Statistics Reports
ar_sa: تقارير إحصائية
nb_no: Statistikkrapporter

source: Edit statistics report "%s".
ar_sa: تحرير تقرير الإحصائيات "٪s".
nb_no: Rediger statistikkrapport "%s".

source: Delete statistics report "%s"
ar_sa: حذف تقرير الإحصائيات "٪s"
nb_no: Slett statistikkrapport "%s"

source: View Report
ar_sa: عرض التقرير
nb_no: Se rapport

source: This statistics report contains configuration errors and can currently not be used.
ar_sa: يحتوي تقرير الإحصائيات هذا على أخطاء في التكوين ولا يمكن استخدامه حاليًا.
nb_no: Denne statistikkrapporten inneholder konfigurasjonsfeil og kan for øyeblikket ikke brukes.

source: Statistics Overview
ar_sa: نظرة عامة على الإحصائيات
nb_no: Statistikk Oversikt

source: View Statistics
ar_sa: عرض الإحصائيات
nb_no: Se statistikk

source: Statistics Information
ar_sa: معلومات إحصائية
nb_no: Statistikkinformasjon

source: Created by
ar_sa: تم الإنشاء بواسطة
nb_no: Opprettet av

source: Changed by
ar_sa: تم تغييره من خلال
nb_no: Endret av

source: Sum rows
ar_sa: مجموع الصفوف
nb_no: Summer rader

source: Sum columns
ar_sa: مجموع الأعمدة
nb_no: Summer kolonner

source: Show as dashboard widget
ar_sa: إظهار كعنصر واجهة لوحة المعلومات
nb_no: Vis som dashbord-widget

source: Cache
ar_sa: ذاكرة تخزين مؤقت
nb_no: cleanup.;OTOBO

source: This statistic contains configuration errors and can currently not be used.
ar_sa: تحتوي هذه الإحصائية على أخطاء في التكوين ولا يمكن استخدامها حاليًا.
nb_no: Denne statistikken inneholder konfigurasjonsfeil og kan for øyeblikket ikke brukes.

source: Change Free Text of %s%s%s
ar_sa: تغيير النص الحر ل ٪s٪s٪s
nb_no: Endre fritekst for %s%s%s

source: Change Owner of %s%s%s
ar_sa: تغيير ملكية ٪s٪s٪s
nb_no: Bytt eier av %s%s%s

source: Close %s%s%s
ar_sa: إغلاق ٪s٪s٪s
nb_no: Lukk %s%s%s

source: Add Note to %s%s%s
ar_sa: إضافة ملاحظة إلى ٪s٪s٪s
nb_no: Legg til notat til %s%s%s

source: Set Pending Time for %s%s%s
ar_sa: تعيين وقت الانتظار ل ٪s٪s٪s
nb_no: Angi ventetid for %s%s%s

source: Change Priority of %s%s%s
ar_sa: تغيير أولوية ٪s٪s٪s
nb_no: Endre prioritet for %s%s%s

source: Change Responsible of %s%s%s
ar_sa: التغيير مسؤول عن ٪s٪s٪s
nb_no: Endre ansvarlig for %s%s%s

source: The ticket has been locked
ar_sa: تم تأمين التذكرة
nb_no: Saken har blitt låst

source: Undo & close
ar_sa: التراجع والخروج
nb_no: Angre og lukk

source: Ticket Settings
ar_sa: إعدادات التذكرة
nb_no: Oppsett av saker

source: Queue invalid.
ar_sa: قائمة الانتظار غير صالحة.
nb_no: Ugyldig kø.

source: Service invalid.
ar_sa: الخدمة غير صالحة.
nb_no: Tjenesten er ugyldig.

source: SLA invalid.
ar_sa: SLA غير صالحة.
nb_no: SLA ugyldig.

source: New Owner
ar_sa: مالك جديد
nb_no: Ny eier

source: Please set a new owner!
ar_sa: الرجاء تعيين مالك جديد!
nb_no: Vennligst sett en ny eier!

source: Owner invalid.
ar_sa: المالك غير صالح.
nb_no: Eier ugyldig.

source: New Responsible
ar_sa: مسؤول جديد
nb_no: Ny ansvarlig

source: Please set a new responsible!
ar_sa: الرجاء تعيين مسؤول جديد!
nb_no: Vennligst angi en ny ansvarlig!

source: Responsible invalid.
ar_sa: المسؤول غير صالح.
nb_no: Ansvarlig ugyldig.

source: Next state
ar_sa: الحالة التالية
nb_no: Neste status

source: State invalid.
ar_sa: الحالة غير صالحة.
nb_no: Tilstanden er ugyldig.

source: For all pending* states.
ar_sa: لجميع الحالات المعلقة*.
nb_no: For alle med ventende tilstander.

source: Add Article
ar_sa: إضافة مقالة
nb_no: Legg til artikkel

source: Create an Article
ar_sa: إنشاء مقالة
nb_no: Lag en artikkel

source: Inform agents
ar_sa: إبلاغ الوكلاء
nb_no: Informer saksbehandlerne

source: Inform involved agents
ar_sa: إبلاغ الوكلاء المعنيين
nb_no: Informer involverte saksbehandlere

source: Here you can select additional agents which should receive a notification regarding the new article.
ar_sa: هنا يمكنك تحديد وكلاء إضافيين يجب أن يتلقوا إشعارًا بالمقال الجديد.
nb_no: Her kan du velge flere agenter som skal motta et varsel om den nye artikkelen.

source: Text will also be received by
ar_sa: سيتم إستلام النص أيضا بواسطة
nb_no: Tekst vil også bli mottatt av

source: Text Template
ar_sa: قالب النص
nb_no: Tekstmal

source: Setting a template will overwrite any text or attachment.
ar_sa: سيؤدي تحديد قالب إلى حذف النص أو المرفقات الموجودة.
nb_no: Hvis du angir en mal, overskrives all tekst eller vedlegg.

source: Invalid time!
ar_sa: وقت غير صالح!
nb_no: Ugyldig tid!

source: Bounce %s%s%s
ar_sa: إعادة توجيه ٪ s٪ s٪ s
nb_no: Sprett %s%s%s

source: Bounce to
ar_sa: إعادة التوجيه إلى
nb_no: Oversend til

source: You need a email address.
ar_sa: تحتاج إلى عنوان بريد إلكتروني.
nb_no: Du trenger en e-postadresse.

source: Need a valid email address or don't use a local email address.
ar_sa: تحتاج إلى عنوان بريد إلكتروني صالح أو لا تستخدم عنوان بريد إلكتروني محلي.
nb_no: Må ha en gyldig e-postadresse, og ikke en lokal adresse.

source: Next ticket state
ar_sa: حالة التذكرة التالية
nb_no: Neste status på sak

source: Inform sender
ar_sa: أخبر المرسل
nb_no: Informer avsender

source: Send mail
ar_sa: إرسال البريد
nb_no: Send e-posten

source: Ticket Bulk Action
ar_sa: التنفيذ الجماعي للبطاقة
nb_no: Masseredigering av saker

source: Send Email
ar_sa: إرسال البريد
nb_no: Send e-post

source: Merge
ar_sa: دمج
nb_no: Flett

source: Merge to
ar_sa: دمج إلى
nb_no: Flett med

source: Invalid ticket identifier!
ar_sa: معرف تذكرة غير صالح!
nb_no: Ugyldig saksnummer!

source: Merge to oldest
ar_sa: دمج إلى الأقدم
nb_no: Flett med eldste

source: Link together
ar_sa: ربط مع بعض
nb_no: Koble sammen

source: Link to parent
ar_sa: الارتباط بالآباء
nb_no: Koble til forelder

source: Unlock tickets
ar_sa: إلغاء تأمين التذاكر
nb_no: Lås opp saker

source: Execute Bulk Action
ar_sa: تنفيذ إجراء مجمع
nb_no: Utfør massehandling

source: Compose Answer for %s%s%s
ar_sa: إنشاء الإجابة ل ٪s٪s٪s
nb_no: Skriv svar for %s%s%s

source: This address is registered as system address and cannot be used: %s
ar_sa: تم تسجيل هذا العنوان كعنوان للنظام ولا يمكن إستخدامه: ٪s
nb_no: Denne adressen er registrert som systemadresse og kan ikke brukes: %s

source: Please include at least one recipient
ar_sa: الرجاء تضمين مستلم واحد على الأقل
nb_no: Vennligst oppgi minst en mottaker

source: Select one or more recipients from the customer user address book.
ar_sa: حدد مستلمًا واحدًا أو أكثر من دفتر عناوين المستخدم الخاص بالعميل.
nb_no: Velg én eller flere mottakere fra kundens brukeradressebok.

source: Customer user address book
ar_sa: دفتر عناوين مستخدم العميل
nb_no: Kundebrukers adressebok

source: Remove Ticket Customer
ar_sa: إزالة تذكرة العميل
nb_no: Fjern kunde fra sak

source: Move to Cc
ar_sa: نقل إلى Cc
nb_no: Flytt til kopi

source: Move to Bcc
ar_sa: نقل إلى Bcc
nb_no: Flytt til Bcc

source: Please remove this entry and enter a new one with the correct value.
ar_sa: الرجاء إزالة هذا الإدخال وإدخال قيمة صالحة.
nb_no: Vennlist fjern innlegget og legg til en med riktige verdier.

source: This address already exists on the address list.
ar_sa: هذا العنوان موجود بالفعل في قائمة العناوين.
nb_no: Denne adressen finnes allerede i adresseboken.

source: Remove Cc
ar_sa: إزالة Cc
nb_no: Fjern Cc

source: Move to To
ar_sa: نقل إلى To
nb_no: Flytt til Til

source: Bcc
ar_sa: (نسخة مخفية الوجهة) Bcc
nb_no: Blindkopi

source: Remove Bcc
ar_sa: إزالة Bcc
nb_no: Fjern Bcc

source: Date Invalid!
ar_sa: التاريخ غير صحيح!
nb_no: Ugyldig dato!

source: Change Customer of %s%s%s
ar_sa: تغيير عميل ٪s٪s٪s
nb_no: Endre kunde for %s%s%s

source: Customer Information
ar_sa: بيانات العميل
nb_no: Kundeinformasjon

source: Customer user
ar_sa: مستخدم العميل
nb_no: Kunde

source: Create New Email Ticket
ar_sa: إنشاء تذكرة بريد إلكتروني جديدة
nb_no: Opprett ny e-postsak

source: Example Template
ar_sa: مثال على القالب
nb_no: Eksempel på mal

source: To customer user
ar_sa: إلى مستخدم العميل
nb_no: Til kunde-bruker

source: Please include at least one customer user for the ticket.
ar_sa: الرجاء إدخال مستخدم عميل واحد على الأقل للتذكرة.
nb_no: Vennligst inkluder minst én kundebruker for saken.

source: Select this customer as the main customer.
ar_sa: حدد هذا العميل باعتباره العميل الرئيسي.
nb_no: Velg denne kunden som hovedkunden.

source: Remove Ticket Customer User
ar_sa: إزالة مستخدم عميل التذكرة
nb_no: Fjern kundebruker fra sak

source: From queue
ar_sa: من قائمة الانتظار
nb_no: Fra kø

source: Get all
ar_sa: إحضار كل شيء
nb_no: Hent alle

source: Outbound Email for %s%s%s
ar_sa: البريد الإلكتروني الصادر ل ٪s٪s٪s
nb_no: Utgående e-post for %s%s%s

source: Resend Email for %s%s%s
ar_sa: إعادة إرسال البريد الإلكتروني ل ٪s٪s٪s
nb_no: Send e-post på nytt for %s%s%s

source: Ticket %s: first response time is over (%s/%s)!
ar_sa: التذكرة ٪s: انتهت مدة الاستجابة الأولى (٪s٪/s)!
nb_no: Sak %s: første responstid er over (%s/%s)!

source: Ticket %s: first response time will be over in %s/%s!
ar_sa: التذكرة ٪s: ستنتهي فترة الاستجابة الأولى في ٪s٪/s!
nb_no: Sak %s: første responstid vil være over om %s/%s!

source: Ticket %s: update time is over (%s/%s)!
ar_sa: التذكرة ٪s: وقت التحديث قد انتهى (٪s٪/s)!
nb_no: Sak %s: oppdateringstiden er over (%s/%s)!

source: Ticket %s: update time will be over in %s/%s!
ar_sa: التذكرة ٪s: سيتم إنهاء وقت التحديث في ٪s٪/s!
nb_no: Sak %s: oppdateringstiden vil være over om %s/%s!

source: Ticket %s: solution time is over (%s/%s)!
ar_sa: التذكرة ٪s: وقت الحل قد انتهى (٪s٪/s)!
nb_no: Sak %s: løsningstiden er over (%s/%s)!

source: Ticket %s: solution time will be over in %s/%s!
ar_sa: التذكرة ٪s: سينتهي وقت الحل في ٪s٪/s!
nb_no: Sak %s: løsningstiden vil være over om %s/%s!

source: Forward %s%s%s
ar_sa: إعادة توجيه ٪s٪s٪s
nb_no: Videresend %s%s%s

source: History of %s%s%s
ar_sa: محفوظات ٪s٪s٪s
nb_no: Historikk for %s%s%s

source: Filter for history items
ar_sa: تصفية عناصر المحفوظات
nb_no: Filtrer etter historieelementer

source: Expand/collapse all
ar_sa: توسيع / تصغير الكل
nb_no: Utvid/skjul alle

source: CreateTime
ar_sa: إنشاء الوقت
nb_no: Opprettelsestidspunkt

source: Article
ar_sa: موضوع
nb_no: to

source: Merge %s%s%s
ar_sa: دمج ٪s٪s٪s
nb_no: Slå sammen %s%s%s

source: Merge Settings
ar_sa: إعدادات الدمج
nb_no: Slå sammen innstillinger

source: You need to use a ticket number!
ar_sa: يجب إستخدام رقم تذكرة!
nb_no: Du må bruke et saksnummer!

source: A valid ticket number is required.
ar_sa: مطلوب رقم تذكرة صالح.
nb_no: Et gyldig Saksnummer er påkrevd.

source: Try typing part of the ticket number or title in order to search by it.
ar_sa: حاول كتابة جزء من رقم التذكرة أو عنوانها لكي تبحث به.
nb_no: Prøv å skrive inn deler av saksnummeret eller tittelen for å søke etter det.

source: Limit the search to tickets with same Customer ID (%s).
ar_sa: قصر البحث على التذاكر المخصصة لنفس رقم العميل (٪s).
nb_no: Begrens søket til saker med samme kunde-ID (%s).

source: Inform Sender
ar_sa: إعلام المرسل
nb_no: Informer avsender

source: Need a valid email address.
ar_sa: تحتاج إلى عنوان بريد إلكتروني صالح.
nb_no: Trenger en gyldig e-postadresse.

source: Move %s%s%s
ar_sa: نقل ٪s٪s٪s
nb_no: Flytt %s%s%s

source: New Queue
ar_sa: قائمة انتظار جديدة
nb_no: Ny kø

source: Move
ar_sa: نقل
nb_no: Flytt

source: No ticket data found.
ar_sa: لم يتم العثور على بيانات تذكرة.
nb_no: Ingen saker ble funnet.

source: Open / Close ticket action menu
ar_sa: فتح/إغلاق قائمة إجراءات التذاكر
nb_no: Åpne/lukk sakshandlingsmeny

source: Select this ticket
ar_sa: تحديد هذه التذكرة
nb_no: Velg denne saken

source: Sender
ar_sa: المرسل
nb_no: Avsender

source: First Response Time
ar_sa: وقت الاستجابة الأول
nb_no: Første responstid

source: Update Time
ar_sa: وقت التحديث
nb_no: Oppdateringstid

source: Solution Time
ar_sa: وقت الحل
nb_no: Løsningstid

source: Move ticket to a different queue
ar_sa: نقل التذكرة إلى قائمة انتظار مختلفة
nb_no: Flytt saker til annen kø

source: Change queue
ar_sa: تغيير قائمة الانتظار
nb_no: Endre kø

source: Remove active filters for this screen.
ar_sa: إزالة عوامل التصفية النشطة لهذه الشاشة.
nb_no: Fjern aktive filtre for dette skjermbildet.

source: Tickets per page
ar_sa: التذاكر لكل صفحة
nb_no: Saker per side

source: Missing channel
ar_sa: قناة مفقودة
nb_no: Mangler kanal

source: Reset overview
ar_sa: إعادة تعيين نظرة عامة
nb_no: Tilbakestill oversikten

source: Column Filters Form
ar_sa: نموذج عوامل تصفية الأعمدة
nb_no: Skjema for kolonnefiltre

source: Split Into New Phone Ticket
ar_sa: تقسيم إلى تذكرة هاتف جديدة
nb_no: Del opp i ny telefonsak

source: Save Chat Into New Phone Ticket
ar_sa: حفظ المحادثة في تذكرة الهاتف الجديدة
nb_no: Lagre chat i ny telefonsak

source: Create New Phone Ticket
ar_sa: إنشاء تذكرة هاتف جديدة
nb_no: Lag ny Telefon-sak

source: Please include at least one customer for the ticket.
ar_sa: يرجى تضمين عميل واحد على الأقل للتذكرة.
nb_no: Vennligst oppgi minst en kunde for denne saken.

source: To queue
ar_sa: إلى قائمة الانتظار
nb_no: Til kø

source: Chat protocol
ar_sa: بروتوكول المحادثة
nb_no: Chat-protokoll

source: The chat will be appended as a separate article.
ar_sa: سيتم إلحاق الدردشة كمقالة منفصلة.
nb_no: Chatten vil bli lagt ved som en egen artikkel.

source: Phone Call for %s%s%s
ar_sa: مكالمة هاتفية ل ٪s٪s٪s
nb_no: Telefonsamtale for %s%s%s

source: View Email Plain Text for %s%s%s
ar_sa: عرض نص البريد الإلكتروني العادي ل ٪s٪s٪s
nb_no: Se ren tekst for e-post for %s%s%s

source: Plain
ar_sa: عادي
nb_no: Enkel

source: Download this email
ar_sa: تنزيل هذا البريد الإلكتروني
nb_no: Last ned denne e-posten

source: Create New Process Ticket
ar_sa: إنشاء تذكرة عملية جديدة
nb_no: Opprett ny prosess sak

source: Enroll Ticket into a Process
ar_sa: تسجيل التذكرة في عملية
nb_no: Registrer sak til en prosess

source: Profile link
ar_sa: رابط الملف الشخصي
nb_no: Lenke til profil

source: Output
ar_sa: نموذج النتيجة
nb_no: Resultat

source: Fulltext
ar_sa: النص الكامل
nb_no: Fulltekst

source: Customer ID (complex search)
ar_sa: رقم العميل (بحث معقد)
nb_no: Kunde-ID (komplekst søk)

source: (e. g. 234*)
ar_sa: (على سبيل المثال: 234*)
nb_no: (f.eks. 234*)

source: Customer ID (exact match)
ar_sa: رقم العميل (بحث دقيق)
nb_no: Kunde-ID (eksakt samsvar)

source: Assigned to Customer User Login (complex search)
ar_sa: مخصص لتسجيل دخول مستخدم العميل (بحث معقد)
nb_no: Tilordnet kundebrukerpålogging (komplekst søk)

source: (e. g. U51*)
ar_sa: (على سبيل المثال: U51*)
nb_no: (f.eks. U51*)

source: Assigned to Customer User Login (exact match)
ar_sa: مخصص لتسجيل دخول مستخدم العميل (يطابق تماما)
nb_no: Tilordnet kundebrukerpålogging (eksakt samsvar)

source: Accessible to Customer User Login (exact match)
ar_sa: يمكن الوصول إليه من خلال تسجيل دخول مستخدم العميل (تطابق تام)
nb_no: Tilgjengelig for kundebrukerpålogging (eksakt samsvar)

source: Created in Queue
ar_sa: تم الإنشاء في قائمة الانتظار
nb_no: Opprettet i kø

source: Lock state
ar_sa: حالة القفل
nb_no: Låsestatus

source: Watcher
ar_sa: مُرَاقِب
nb_no: Overvåker

source: Article Create Time (before/after)
ar_sa: وقت إنشاء المقالة (قبل/بعد)
nb_no: Opprettelsestidspunkt for artikkel (før/etter)

source: Article Create Time (between)
ar_sa: وقت إنشاء المقالة (بين)
nb_no: Opprettelsestidspunkt for artikkel (mellom)

source: Please set this to value before end date.
ar_sa: الرجاء تعيين هذه القيمة قبل تاريخ الانتهاء.
nb_no: Sett denne til verdi før sluttdatoen.

source: Please set this to value after start date.
ar_sa: الرجاء تعيين هذه القيمة بعد تاريخ البدء.
nb_no: Sett denne til verdi etter startdato.

source: Ticket Create Time (before/after)
ar_sa: وقت إنشاء التذكرة (قبل/بعد)
nb_no: Opprettelsestidspunkt for sak (før/etter)

source: Ticket Create Time (between)
ar_sa: وقت إنشاء التذكرة (بين)
nb_no: Opprettelsestidspunkt for sak (mellom)

source: Ticket Change Time (before/after)
ar_sa: وقت تغيير التذكرة (قبل/بعد)
nb_no: Endringstidspunkt for sak (før/etter)

source: Ticket Change Time (between)
ar_sa: وقت تغيير التذكرة (بين)
nb_no: Endringstidspunkt for sak (mellom)

source: Ticket Last Change Time (before/after)
ar_sa: آخر وقت لتغيير التذاكر (قبل/بعد)
nb_no: Siste endringstid for sak (før/etter)

source: Ticket Last Change Time (between)
ar_sa: وقت آخر تغيير للتذكرة (بين)
nb_no: Tidspunkt for siste bytte av sak (mellom)

source: Ticket Pending Until Time (before/after)
ar_sa: تذكرة معلقة حتى الوقت (قبل/بعد)
nb_no: Sak venter til tid (før/etter)

source: Ticket Pending Until Time (between)
ar_sa: التذكرة معلقة حتى الوقت (بين)
nb_no: Sak venter til tid (mellom)

source: Ticket Close Time (before/after)
ar_sa: وقت إغلاق التذكرة (قبل/بعد)
nb_no: Avslutningstidspunkt for sak (før/etter)

source: Ticket Close Time (between)
ar_sa: وقت إغلاق التذكرة (بين)
nb_no: Avslutningstidspunkt for sak (mellom)

source: Ticket Escalation Time (before/after)
ar_sa: وقت تصعيد التذكرة (قبل/بعد)
nb_no: Saksopptrappingstid (før/etter)

source: Ticket Escalation Time (between)
ar_sa: وقت تصعيد التذكرة (بين)
nb_no: Sakseskaleringstid (mellom)

source: Archive Search
ar_sa: البحث في الأرشيف
nb_no: Arkivsøk

source: Save filter settings as default
ar_sa: حفظ إعدادات عامل التصفية كافتراضي
nb_no: Lagre filter som standard

source: Event Type
ar_sa: نوع الحدث
nb_no: Hendelsestype

source: Save as default
ar_sa: حفظ كافتراضي
nb_no: Lagre som standard

source: Drafts
ar_sa: مسودات
nb_no: Utkast

source: Change Queue
ar_sa: تغيير قائمة الانتظار
nb_no: Bytt kø

source: There are no dialogs available at this point in the process.
ar_sa: لا تتوفر أي مربعات حوار في هذه المرحلة من العملية.
nb_no: Det er ingen dialogbokser tilgjengelig på dette tidspunktet i prosessen.

source: This item has no articles yet.
ar_sa: لا يحتوي هذا العنصر على مقالات حتى الآن.
nb_no: Dette elementet har ingen artikler ennå.

source: Ticket Timeline View
ar_sa: عرض سجل التذكرة
nb_no: Tidslinjevisning for saker

source: Article Overview - %s Article(s)
ar_sa: نظرة عامة على المقالة - ٪s مقالة (مقالات)
nb_no: Artikkeloversikt – %s artikkel(er)

source: Page %s
ar_sa: الصفحة ٪s
nb_no: Side %s

source: Add Filter
ar_sa: إضافة عامل تصفية
nb_no: Legg til filter

source: Set
ar_sa: تحديد
nb_no: Sett

source: Reset Filter
ar_sa: إعادة تعيين عامل التصفية
nb_no: Nullstill filter

source: No.
ar_sa: لا
nb_no: Nr.

source: Unread articles
ar_sa: مقالات غير مقروءة
nb_no: Uleste innlegg

source: Important
ar_sa: مُهِمّ
nb_no: Viktig

source: Unread Article!
ar_sa: مقالة غير مقروءة!
nb_no: Ulest innlegg!

source: Incoming message
ar_sa: رسالة واردة
nb_no: Innkommende melding

source: Outgoing message
ar_sa: رسالة صادرة
nb_no: Utgående melding

source: Internal message
ar_sa: رسالة داخلية
nb_no: Intern melding

source: Sending of this message has failed.
ar_sa: فشل إرسال هذه الرسالة.
nb_no: Sending av denne meldingen mislyktes.

source: Resize
ar_sa: تغيير الحجم
nb_no: Gjør om størrelse

source: Mark this article as read
ar_sa: وضع علامة مقروءة على هذه المقالة
nb_no: Marker denne artikkelen som lest

source: Show Full Text
ar_sa: إظهار النص الكامل
nb_no: Vis fulltekst

source: Full Article Text
ar_sa: نص المقالة الكاملة
nb_no: Full artikkeltekst

source: No more events found. Please try changing the filter settings.
ar_sa: لم يتم العثور على المزيد من الأحداث. الرجاء محاولة تغيير إعدادات عامل التصفية.
nb_no: Fant ingen flere hendelser. Prøv å endre filterinnstillingene.

source: by %s
ar_sa: بواسطة ٪s
nb_no: av %s

source: Toggle article details
ar_sa: تبديل تفاصيل المقالة
nb_no: Veksle artikkeldetaljer

source: This message is being processed. Already tried to send %s time(s). Next try will be %s.
ar_sa: تتم معالجة هذه الرسالة. تم بالفعل محاولة إرسال ٪s مرة (مرات). ستكون المحاولة التالية ٪s.
nb_no: Denne meldingen er under behandling. Har allerede prøvd å sende %s gang(er). Neste forsøk vil være %s.

source: To open links in the following article, you might need to press Ctrl or Cmd or Shift key while clicking the link (depending on your browser and OS).
ar_sa: لفتح الارتباطات في المقالة التالية، قد تحتاج إلى الضغط على مفتاح Ctrl أو Cmd أو مفتاح Shift أثناء النقر فوق الارتباط (وفقا للمستعرض ونظام التشغيل).
nb_no: For å åpne koblinger i den følgende artikkelen, må du kanskje trykke Ctrl eller Cmd eller Shift-tasten mens du klikker på koblingen (avhengig av nettleseren og operativsystemet).

source: Close this message
ar_sa: إغلاق هذه الرسالة
nb_no: Lukk denne meldingen

source: Image
ar_sa: صورة
nb_no: Bilde

source: Unknown
ar_sa: غير معروف
nb_no: Ukjent

source: View
ar_sa: عرض
nb_no: Bilde
