Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: This type is present in a SysConfig setting, confirmation for updating settings to point to the new type is needed!
ar_sa: هذا النوع موجود في إعداد SysConfig، يلزم تأكيد تحديث الإعدادات للإشارة إلى النوع الجديد!
nb_no: Denne typen er tilstede i en SysConfig-innstilling, bekreftelse for å oppdatere innstillingene for å peke til den nye typen er nødvendig!

source: This type is used in the following config settings:
ar_sa: يستخدم هذا النوع في إعدادات التكوين التالية:
nb_no: Denne typen brukes i følgende konfigurasjonsinnstillinger:

source: Agent Management
ar_sa: إدارة الوكلاء
nb_no: Saksbehandlere

source: Edit Agent
ar_sa: تحرير عميل
nb_no: Endre Saksbehandler

source: Edit personal preferences for this agent
ar_sa: تعديل الإعدادات الشخصية لهذا الوكيل
nb_no: Rediger personlige preferanser for denne agenten

source: Agents will be needed to handle tickets.
ar_sa: ستكون هناك حاجة إلى وكلاء للتعامل مع التذاكر.
nb_no: Saksbehandlere trengs for å behandle saker.

source: Don't forget to add a new agent to groups and/or roles!
ar_sa: لا تنس إضافة عميل جديد إلى المجموعات و/أو الأدوار!
nb_no: Ikke glem å legge saksbehandlere i grupper og/eller roller!

source: Please enter a search term to look for agents.
ar_sa: الرجاء إدخال مصطلح البحث للبحث عن وكلاء.
nb_no: Skriv et søk for å finne saksbehandlere.

source: Last login
ar_sa: آخر تسجيل دخول
nb_no: Siste innlogging

source: Switch to agent
ar_sa: التبديل إلى العميل
nb_no: Bytt til saksbehandler

source: Title or salutation
ar_sa: العنوان أو التحية
nb_no: Tittel eller hilsen

source: Firstname
ar_sa: الإسم الأول
nb_no: Fornavn

source: Lastname
ar_sa: الإسم الأخير
nb_no: Etternavn

source: A user with this username already exists!
ar_sa: يوجد مستخدم باسم المستخدم هذا بالفعل!
nb_no: En bruker med dette brukernavnet eksisterer allerede!

source: Will be auto-generated if left empty.
ar_sa: سيتم إنشاؤها تلقائيًا إذا تركت فارغة.
nb_no: Blir automatisk generert hvis den står tom.

source: Mobile
ar_sa: رقم الجوال
nb_no: Mobil

source: Effective Permissions for Agent
ar_sa: أذونات صالحة للوكيل
nb_no: Effektive tillatelser for agent

source: This agent has no group permissions.
ar_sa: لا يملك هذا الوكيل أذونات مجموعة.
nb_no: Denne agenten har ingen gruppetillatelser.

source: Table above shows effective group permissions for the agent. The matrix takes into account all inherited permissions (e.g. via roles).
ar_sa: يظهر الجدول أعلاه أذونات المجموعة الصالحة للوكيل. وتأخذ المصفوفة في الاعتبار جميع الأذونات الموروثة (مثلا عن طريق الأدوار).
nb_no: Tabellen ovenfor viser effektive gruppetillatelser for agenten. Matrisen tar hensyn til alle nedarvede tillatelser (f.eks. via roller).

source: Manage Agent-Group Relations
ar_sa: إدارة العلاقات بين الوكيل والمجموعة
nb_no: Koplinger mellom Saksbehandler og Gruppe

source: Agenda Overview
ar_sa: استعراض الأجندة
nb_no: Agendaoversikt

source: Manage Calendars
ar_sa: إدارة التقويم
nb_no: Kalenderadministrasjon

source: Add Appointment
ar_sa: إضافة موعد
nb_no: Legg til avtale

source: Today
ar_sa: اليوم
nb_no: Idag

source: All-day
ar_sa: طوال اليوم
nb_no: Hele dagen

source: Repeat
ar_sa: إعادة
nb_no: Gjenta

source: Notification
ar_sa: التنبيهات
nb_no: Varsling

source: Yes
ar_sa: نَعَمْ
nb_no: Ja

source: No
ar_sa: لا
nb_no: Nei

source: No calendars found. Please add a calendar first by using Manage Calendars page.
ar_sa: لم يتم العثور على تقويم. الرجاء إضافة تقويم أولا بإستخدام صفحة إدارة التقويم.
nb_no: Ingen kalendere funnet. Vær vennlig å legge til en kalender først ved å benytte siden for kalenderadministrasjon.

source: Add new Appointment
ar_sa: إضافة موعد جديد
nb_no: Legg til ny avtale

source: Calendars
ar_sa: تَقْويمٌ
nb_no: Kalendere

source: Basic information
ar_sa: معلومات أساسية
nb_no: Grunnleggende informasjon

source: Date/Time
ar_sa: التاريخ/الوقت
nb_no: Dato/tid

source: Invalid date!
ar_sa: التاريخ غير صحيح!
nb_no: Ugyldig dato!

source: Please set this to value before End date.
ar_sa: يرجى تحديد قيمة قبل تاريخ الانتهاء.
nb_no: Sett denne til verdi før sluttdatoen.

source: Please set this to value after Start date.
ar_sa: الرجاء وضع قيمة بعد تاريخ البدء.
nb_no: Sett denne til verdi etter startdato.

source: This an occurrence of a repeating appointment.
ar_sa: هذا عنصر في موعد متكرر.
nb_no: Dette er en forekomst av en gjentatt avtale.

source: Click here to see the parent appointment.
ar_sa: انقر هنا لمشاهدة الموعد الأصلي.
nb_no: Klikk her for å se foreldreavtalen.

source: Click here to edit the parent appointment.
ar_sa: انقر هنا لتحرير الموعد الأصلي.
nb_no: Klikk her for å redigere foreldreavtalen.

source: Frequency
ar_sa: تَكْرارٌ
nb_no: Frekvens

source: Every
ar_sa: كُلّ
nb_no: Hver

source: day(s)
ar_sa: يوم/أيام
nb_no: dag(er)

source: week(s)
ar_sa: أسبوع/أسابيع
nb_no: uke(r)

source: month(s)
ar_sa: شهر/أشهر
nb_no: måned(er)

source: year(s)
ar_sa: سنة/سنين
nb_no: år

source: On
ar_sa: تفعيل
nb_no: På

source: Monday
ar_sa: الاِثْنَيْن
nb_no: mandag

source: Mon
ar_sa: الإثنين
nb_no: man

source: Tuesday
ar_sa: الثُّلاثاء
nb_no: tirsdag

source: Tue
ar_sa: الثّلاَثاء
nb_no: tir

source: Wednesday
ar_sa: الأَرْبِعاء
nb_no: onsdag

source: Wed
ar_sa: الأربعاء
nb_no: ons

source: Thursday
ar_sa: الخَمِيس
nb_no: torsdag

source: Thu
ar_sa: خَمِيس
nb_no: tor

source: Friday
ar_sa: الجُمْعَة
nb_no: fredag

source: Fri
ar_sa: الجمعة
nb_no: fre

source: Saturday
ar_sa: السَّبْت
nb_no: lørdag

source: Sat
ar_sa: السبت
nb_no: lør

source: Sunday
ar_sa: الأَحَد
nb_no: søndag

source: Sun
ar_sa: الأحد
nb_no: søn

source: January
ar_sa: يَنَاير
nb_no: januar

source: February
ar_sa: فِبْراير
nb_no: februar

source: March
ar_sa: مارِس
nb_no: mars

source: May_long
ar_sa: مايُو
nb_no: mai

source: May
ar_sa: مايُو
nb_no: mai

source: June
ar_sa: يُونْيُو
nb_no: juni

source: July
ar_sa: يُولْيُو
nb_no: juli

source: October
ar_sa: أُكْتُوبر
nb_no: oktober

source: Oct
ar_sa: أُكْتُوبر
nb_no: okt

source: December
ar_sa: دِيسِمْبر
nb_no: desember

source: Dec
ar_sa: ديسمبر
nb_no: des

source: Relative point of time
ar_sa: نقطة زمنية نسبية
nb_no: Relativt tidspunkt

source: Link
ar_sa: رابط
nb_no: Koble

source: Remove entry
ar_sa: إزالة الإدخال
nb_no: Slett post

source: Customer Information Center
ar_sa: مركز معلومات العملاء
nb_no: Kundeinformasjonssenter

source: Customer User
ar_sa: العميل
nb_no: Kunde-bruker

source: Note: Customer is invalid!
ar_sa: ملاحظة: العميل غير صالح!
nb_no: Merk: Kunden er ugyldig!

source: Video call
ar_sa: مكالمة فيديو
nb_no: Videosamtale

source: Audio call
ar_sa: مكالمة صوتية
nb_no: Lydanrop

source: Customer User Address Book
ar_sa: دفتر عناوين العميل
nb_no: Kundebrukers adressebok

source: Search for recipients and add the results as '%s'.
ar_sa: ابحث عن المستلمين وأضف النتائج ك '٪s'.
nb_no: Søk etter mottakere og legg til resultatene som '%s'.

source: Search template
ar_sa: قالب البحث
nb_no: Bruk mal

source: Create Template
ar_sa: إنشاء قالب
nb_no: Ny mal

source: Create New
ar_sa: إنشاء جديد
nb_no: Ny

source: Save changes in template
ar_sa: حفظ التغييرات في القالب
nb_no: Lagre endringer i mal

source: Filters in use
ar_sa: الفلاتر المستخدمة
nb_no: Filtre i bruk

source: Additional filters
ar_sa: عوامل تصفية إضافية
nb_no: Tilleggsfiltre

source: Add another attribute
ar_sa: إضافة سمة أخرى
nb_no: Legg til attributt

source: The attributes with the identifier '(Customer)' are from the customer company.
ar_sa: تنتمي السمات المسماة '(العميل)' إلى شركة العميل.
nb_no: Attributtene med identifikatoren '(kunde)' er fra kundeselskapet.

source: (e. g. Term* or *Term*)
ar_sa: (على سبيل المثال، المصطلح* أو *المصطلح*)
nb_no: (f.eks. Term* eller *Term*)

source: Select all
ar_sa: تحديد الكل
nb_no: Velg alle

source: The customer user is already selected in the ticket mask.
ar_sa: تم تحديد العميل بالفعل في قناع التذكرة.
nb_no: Kundebrukeren er allerede valgt i saksmasken.

source: Select this customer user
ar_sa: تحديد مستخدم العميل هذا
nb_no: Velg denne kundebrukeren

source: Add selected customer user to
ar_sa: إضافة مستخدم العميل المحدد إلى
nb_no: Legg valgt kundebruker til

source: Change search options
ar_sa: تغيير خصائص البحث
nb_no: Endre søke-innstillinger

source: Customer User Information Center
ar_sa: مركز معلومات مستخدم العميل
nb_no: Kundebrukerinformasjonssenter

source: The OTOBO Daemon is a daemon process that performs asynchronous tasks, e.g. ticket escalation triggering, email sending, etc.
ar_sa: OTOBO Daemon عبارة عن عملية برنامج يقوم بتنفيذ مهام غير متزامنة، مثل تشغيل تصعيد التذكرة وإرسال البريد الإلكتروني وما إلى ذلك.
nb_no: OTOBO Daemon er en bakgrunnsprosess som utfører asynkrone oppgaver, f.eks. utløsning av sak-eskalering, e-postsending osv.

source: A running OTOBO Daemon is mandatory for correct system operation.
ar_sa: يعد تشغيل OTOBO Daemon إلزاميًا لتشغيل النظام بشكل صحيح.
nb_no: En kjørende OTOBO agent er påkrevd for at systemet skal kjøre riktig.

source: Starting the OTOBO Daemon
ar_sa: بدء تشغيل برنامج Otobo Daemon
nb_no: Innstillinger for OTOBO Agenten

source: Make sure that the file '%s' exists (without .dist extension). This cron job will check every 5 minutes if the OTOBO Daemon is running and start it if needed.
ar_sa: تأكد من وجود الملف '٪s' (بدون ملحق . dist). ستقوم مهمة cron هذه بالتحقق كل 5 دقائق مما إذا كان OTOBO Daemon قيد التشغيل وبدء تشغيله إذا لزم الأمر.
nb_no: Kontroller at filen '%s' eksisterer (uten .dist-utvidelse). Denne cron-jobben vil sjekke hvert 5. minutt om OTOBO Daemon kjører og starte den om nødvendig.

source: Execute '%s start' to make sure the cron jobs of the 'otobo' user are active.
ar_sa: قم بتنفيذ '٪s start' للتأكد من أن وظائف cron الخاصة بالمستخدم 'otobo' نشطة.
nb_no: Kjør '%s start' for å sikre at cron-jobbene til 'otobo'-brukeren er aktive.

source: After 5 minutes, check that the OTOBO Daemon is running in the system ('bin/otobo.Daemon.pl status').
ar_sa: بعد 5 دقائق، تحقق من تشغيل برنامج OTOBO Daemon في النظام ("bin / otobo.Daemon.pl status").
nb_no: Etter 5 minutter, sjekk at OTOBO Daemon kjører i systemet ('bin/otobo.Daemon.pl status').

source: Dashboard
ar_sa: نَظْرَة عامة
nb_no: Kontrollpanel

source: New Appointment
ar_sa: موعد جديد
nb_no: Ny avtale

source: Tomorrow
ar_sa: غداً
nb_no: I morgen

source: Soon
ar_sa: قَرِيباً
nb_no: Snart

source: 5 days
ar_sa: 5 أيام
nb_no: 5 dager

source: none
ar_sa: بدون
nb_no: ingen

source: in
ar_sa: فِي
nb_no: om

source: Save settings
ar_sa: حفظ الإعدادات
nb_no: Lagre innstillinger

source: Close this widget
ar_sa: أغلق هذه الأداة
nb_no: Lukk denne widgeten

source: more
ar_sa: أكثر
nb_no: mer

source: Available Columns
ar_sa: الأعمدة المتوفرة
nb_no: Tilgjengelige kolonner

source: Visible Columns (order by drag & drop)
ar_sa: الأعمدة المرئية (ترتيب بالسحب والإفلات)
nb_no: Tilgjengelige kolonner (sorter ved dra og slipp)

source: Change Customer Relations
ar_sa: تغيير التعيينات للعملاء
nb_no: Endre kundeforhold

source: Open
ar_sa: مَفْتُوح
nb_no: Åpen

source: Closed
ar_sa: مُغْلَق
nb_no: Avsluttet

source: %s open ticket(s) of %s
ar_sa: ٪s تذكرة (تذاكر) مفتوحة ل ٪s
nb_no: %s åpne sak(er) av %s

source: %s closed ticket(s) of %s
ar_sa: ٪ s تذكرة (تذاكر) مغلقة ل٪ s
nb_no: %s lukkede sak(er) av %s

source: Edit customer ID
ar_sa: تعديل رقم العميل
nb_no: Rediger kunde-ID

source: Escalated tickets
ar_sa: تصعيد التذاكر
nb_no: Eskalerte saker

source: Open tickets
ar_sa: تذاكر مفتوحة
nb_no: Åpne saker

source: Closed tickets
ar_sa: التذاكر المغلقة
nb_no: Lukkede saker

source: All tickets
ar_sa: جميع التذاكر
nb_no: Alle saker

source: Archived tickets
ar_sa: التذاكر المحفوظة في الأرشيف
nb_no: Arkiverte saker

source: Note: Customer User is invalid!
ar_sa: ملاحظة: مستخدم العميل غير صالح!
nb_no: Merk: Kundebruker er ugyldig!

source: Customer user information
ar_sa: معلومات مستخدم العميل
nb_no: Kundebrukerinformasjon

source: Phone ticket
ar_sa: تذكرة الهاتف
nb_no: Telefonsak

source: Email ticket
ar_sa: تذكرة البريد الإلكتروني
nb_no: E-postsak

source: New phone ticket from %s
ar_sa: تذكرة هاتف جديدة من٪ s
nb_no: Ny telefonsak fra %s

source: New email ticket to %s
ar_sa: تذكرة بريد إلكتروني جديدة إلى ٪s
nb_no: Ny e-postsak til %s

source: No tickets found.
ar_sa: لم يتم العثور على تذاكر.
nb_no: Ingen saker funnet.

source: %s %s is available!
ar_sa: ٪s ٪s متاح!
nb_no: %s %s er tilgjengelig!

source: Please update now.
ar_sa: يرجى التحديث الآن.
nb_no: Vennligst oppdater nå.

source: Release Note
ar_sa: إصدار
nb_no: Versjons-notis

source: Level
ar_sa: مُسْتَوى
nb_no: Nivå

source: Posted %s ago.
ar_sa: تم النشر قبل ٪s.
nb_no: Postet for %s siden.

source: The configuration for this statistic widget contains errors, please review your settings.
ar_sa: يحتوي تكوين أداة الإحصاءات هذه على أخطاء، يرجى التحقق من إعداداتك.
nb_no: Konfigurasjonen for denne statistikkwidgeten inneholder feil. Se gjennom innstillingene dine.

source: Download as SVG file
ar_sa: تنزيل كملف SVG
nb_no: Last ned som SVG fil

source: Download as PNG file
ar_sa: تنزيل كملف PNG
nb_no: Last ned som PNG fil

source: Download as CSV file
ar_sa: تنزيل كملف CSV
nb_no: Last ned som CSV fil

source: Download as Excel file
ar_sa: تنزيل كملف Excel
nb_no: Last ned som Excel fil

source: Download as PDF file
ar_sa: تنزيل كملف PDF
nb_no: Last ned som PDF fil

source: Please select a valid graph output format in the configuration of this widget.
ar_sa: الرجاء تحديد تنسيق إخراج صالح في تكوين هذه الأداة.
nb_no: Velg et gyldig grafutdataformat i konfigurasjonen av denne widgeten.

source: The content of this statistic is being prepared for you, please be patient.
ar_sa: يتم إعداد محتويات هذه الإحصاءات. يرجى التحلي بالصبر.
nb_no: Innholdet i denne statistikken forberedes for deg, vær tålmodig.

source: This statistic can currently not be used because its configuration needs to be corrected by the statistics administrator.
ar_sa: لا يمكن إستخدام هذه الإحصائية حاليا لأن تكوينها يحتاج إلى تصحيح من قبل مسؤول الإحصاءات.
nb_no: Denne statistikken kan for øyeblikket ikke brukes fordi konfigurasjonen må korrigeres av statistikkadministratoren.

source: Assigned to customer user
ar_sa: مخصص للعميل
nb_no: Tilordnet kundebruker

source: Accessible for customer user
ar_sa: يمكن الوصول إليه للعملاء
nb_no: Tilgjengelig for kundebruker

source: My locked tickets
ar_sa: تذاكري المقفلة
nb_no: Mine saker

source: My watched tickets
ar_sa: تذاكري المراقبة
nb_no: Mine overvåkede saker

source: My responsibilities
ar_sa: مسؤولياتي
nb_no: Mine ansvar

source: Tickets in My Queues
ar_sa: تذاكر في قوائم الانتظار الخاصة بي
nb_no: Saker i Min Kø

source: Tickets in My Services
ar_sa: تذاكر في خدماتي
nb_no: Saker i Mine Tjenester

source: Service Time
ar_sa: وقت الخدمة
nb_no: Tjenestetid

source: out of office
ar_sa: خارج المكتب
nb_no: ikke på kontoret

source: until
ar_sa: إلَى
nb_no: time;Venter

source: Back
ar_sa: السابق
nb_no: Tilbake

source: Detailed search
ar_sa: بحث مفصل
nb_no: Detaljert søk

source: Add an additional attribute
ar_sa: إضافة سمة أخرى
nb_no: Legg til et ekstra attributt

source: Details view
ar_sa: عرض التفاصيل
nb_no: Detaljvisning

source: Tickets
ar_sa: تذاكر
nb_no: Saker

source: To accept some news, a license or some changes.
ar_sa: تأكيد الأخبار أو الترخيص أو التغييرات.
nb_no: For å akseptere nyheter, en lisens eller endringer.

source: Yes, accepted.
ar_sa: نعم، مقبول.
nb_no: Ja, godtatt.

source: Manage links for %s
ar_sa: إدارة الارتباطات ل ٪s
nb_no: Administrer koblinger for %s

source: Create new links
ar_sa: إنشاء روابط جديدة
nb_no: Lag nye lenker

source: Manage existing links
ar_sa: إدارة الارتباطات الموجودة
nb_no: Administrer eksisterende lenker

source: Link with
ar_sa: رابط إلى
nb_no: Link med

source: Start search
ar_sa: بدء البحث
nb_no: Start søk

source: There are currently no links. Please click 'Create new Links' on the top to link this item to other objects.
ar_sa: لا توجد حاليا أي روابط. يرجى النقر فوق "إنشاء روابط جديدة" في الأعلى لربط هذا العنصر بكائنات أخرى.
nb_no: Det er for øyeblikket ingen lenker. Vennligst klikk "Opprett nye lenker" øverst for å koble dette elementet til andre objekter.

source: Password Policy
ar_sa: نهج كلمة المرور
nb_no: Passordpolicy

source: Your current password is older than %s days. You need to set a new one.
ar_sa: كلمة المرور الحالية أقدم من ٪s يوم. يجب أن تقوم بتعيين واحدة جديدة.
nb_no: Ditt nåværende passord er eldre enn %s dager. Du må sette en ny.

source: Change password
ar_sa: تغيير كلمة المرور
nb_no: Endre passord

source: Current password
ar_sa: كلمة المرور الحالية
nb_no: Nåværende passord

source: New password
ar_sa: كلمة مرور جديدة
nb_no: Nytt passord

source: Repeat new password
ar_sa: كرر كلمة المرور الجديدة
nb_no: Gjenta nytt passord

source: Password needs to be renewed every %s days.
ar_sa: يجب إعادة تعيين كلمة المرور كل ٪s يوما.
nb_no: Passordet må fornyes hver %s dag.

source: Password history is active, you can't use a password which was used the last %s times.
ar_sa: سجل كلمات المرور نشط. لا يمكنك إعادة استخدام أي من كلمات مرور ٪s الأخيرة.
nb_no: Passordhistorikken er aktiv, du kan ikke bruke et passord som ble brukt de siste %s gangene.

source: Password length must be at least %s characters.
ar_sa: يجب أن يكون طول كلمة المرور ٪s على الأقل.
nb_no: Passordlengden må være minst %s tegn.

source: Password requires at least two lower- and two uppercase characters.
ar_sa: يجب أن تحتوي كلمة المرور على الأقل على حرفين كبيرين وحرفين صغيرين.
nb_no: Passord krever minst to små og to store tegn.

source: Password requires at least two characters.
ar_sa: تتطلب كلمة المرور حرفين على الأقل.
nb_no: Passord krever minst to tegn.

source: Password requires at least one digit.
ar_sa: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل.
nb_no: Passord krever minst ett siffer.

source: Change config options
ar_sa: تخصيص خيارات التكوين
nb_no: Endre konfigurasjonsalternativer

source: Admin permissions are required!
ar_sa: أذونات المسؤول مطلوبة!
nb_no: Administratortillatelser kreves!

source: Edit your preferences
ar_sa: تحرير الإعدادات الشخصية
nb_no: Endre dine innstillinger

source: Personal Preferences
ar_sa: الإعدادات الشخصية
nb_no: Personlige innstillinger

source: Preferences
ar_sa: إعدادات
nb_no: Innstillinger

source: Please note: you're currently editing the preferences of %s.
ar_sa: يرجى ملاحظة: أنت تقوم حاليا بتحرير إعدادات ٪s.
nb_no: Vennligst merk: du redigerer for øyeblikket preferansene til %s.

source: Go back to editing this agent
ar_sa: العودة إلى تحرير الوكيل
nb_no: Gå tilbake til å redigere denne agenten

source: Set up your personal preferences. Save each setting by clicking the checkmark on the right.
ar_sa: حدد إعداداتك الشخصية. احفظ الإعدادات بالنقر فوق رمز علامة الاختيار على اليمين.
nb_no: Sett opp dine personlige innstillinger. Lagre hver innstilling ved å klikke på haken til høyre.

source: You can use the navigation tree below to only show settings from certain groups.
ar_sa: يمكنك إستخدام شجرة التنقل أدناه لإظهار الإعدادات من مجموعات معينة فقط.
nb_no: Du kan bruke navigasjonstreet nedenfor til kun å vise innstillinger fra bestemte grupper.

source: Dynamic Actions
ar_sa: الإجراءات الديناميكية
nb_no: Dynamiske handlinger

source: Filter settings...
ar_sa: إعدادات التصفية...
nb_no: Filterinnstillinger...

source: Filter for settings
ar_sa: تصفية الإعدادات
nb_no: Filter for innstillinger

source: Save all settings
ar_sa: حفظ كافة الإعدادات
nb_no: Lagre alle innstillinger

source: Avatars have been disabled by the system administrator. You'll see your initials instead.
ar_sa: تم تعطيل الصور الرمزية من قبل مسؤول النظام. سترى الأحرف الأولى بدلاً من ذلك.
nb_no: Avatarer har blitt deaktivert av systemadministratoren. Du vil se initialene dine i stedet.

source: You can change your avatar image by registering with your email address %s at %s. Please note that it can take some time until your new avatar becomes available because of caching.
ar_sa: يمكنك تغيير صورتك الرمزية بالتسجيل باستخدام عنوان بريدك الإلكتروني٪ s في٪ s. يرجى ملاحظة أن الأمر قد يستغرق بعض الوقت حتى تصبح صورتك الرمزية الجديدة متاحة بسبب التخزين المؤقت.
nb_no: Du kan endre avatarbildet ditt ved å registrere deg med e-postadressen %s på %s. Vær oppmerksom på at det kan ta litt tid før den nye avataren din blir tilgjengelig på grunn av caching.

source: End
ar_sa: نِهَايَةٌ
nb_no: Slutt

source: This setting can currently not be saved.
ar_sa: يتعذر حفظ هذا الإعداد حاليًا.
nb_no: Denne innstillingen kan for øyeblikket ikke lagres.

source: This setting can currently not be saved
ar_sa: يتعذر حفظ هذا الإعداد حاليًا
nb_no: Denne innstillingen kan for øyeblikket ikke lagres

source: Save this setting
ar_sa: حفظ هذا الإعداد
nb_no: Lagre denne innstillingen

source: Did you know? You can help translating OTOBO at %s.
ar_sa: هل تعلم؟ يمكنك المساعدة في ترجمة OTOBO على ٪s.
nb_no: Visste du? Du kan hjelpe til med å oversette OTOBO på %s.

source: Reset to default
ar_sa: إعادة التعيين إلى الافتراضي
nb_no: Tilbakestill til standard

source: Choose from the groups on the right to find the settings you'd wish to change.
ar_sa: في المربعات الموجودة على اليمين، اختر الإعدادات التي تريد تغييرها.
nb_no: Velg fra gruppene til høyre for å finne innstillingene du ønsker å endre.

source: Did you know?
ar_sa: هل تعلم؟
nb_no: Visste du?

source: You can change your avatar by registering with your email address %s on %s
ar_sa: يمكنك تغيير صورتك الرمزية بالتسجيل باستخدام عنوان بريدك الإلكتروني٪ s على٪ s
nb_no: Du kan endre avataren din ved å registrere deg med e-postadressen din %s på %s

source: Target
ar_sa: هَدَفٌ
nb_no: Mål

source: Process
ar_sa: عَمَليَّة
nb_no: configured!;Ingen

source: Split
ar_sa: تَقْسِيم
nb_no: Del

source: Statistics Management
ar_sa: إدارة الإحصاءات
nb_no: Statistikkstyring

source: Add Statistics
ar_sa: إضافة إحصائيات
nb_no: Legg til statistikk

source: Read more about statistics in OTOBO
ar_sa: قراءة المزيد حول الإحصائيات في OTOBO
nb_no: Les mer om statistikk i OTOBO

source: Dynamic Matrix
ar_sa: مصفوفة ديناميكية
nb_no: Dynamisk matrise

source: Each cell contains a singular data point.
ar_sa: تحتوي كل خلية على نقطة بيانات واحدة.
nb_no: Hver celle inneholder et enkelt datapunkt.

source: Dynamic List
ar_sa: قائمة ديناميكية
nb_no: Dynamisk liste

source: Each row contains data of one entity.
ar_sa: يحتوي كل صف على بيانات كيان واحد.
nb_no: Hver rad inneholder data fra én enhet.

source: Static
ar_sa: ثَابِتٌ
nb_no: Statisk

source: Non-configurable complex statistics.
ar_sa: إحصائيات معقدة غير قابلة للتكوين.
nb_no: Ikke-konfigurerbar kompleks statistikk.

source: General Specification
ar_sa: مواصفات عامة
nb_no: Generell spesifikasjon

source: Create Statistic
ar_sa: إنشاء إحصائيات
nb_no: Lag statistikk

source: Edit Statistics
ar_sa: تحرير الإحصائيات
nb_no: Rediger statistikk

source: Run now
ar_sa: تشغيل
nb_no: Kjør nå

source: Statistics Preview
ar_sa: معاينة الإحصائيات
nb_no: Forhåndsvisning av statistikk

source: Save Statistic
ar_sa: حفظ الإحصائية
nb_no: Lagre statistikk

source: Import Statistics
ar_sa: إستيراد الإحصائيات
nb_no: Importstatistikk

source: Import Statistics Configuration
ar_sa: إستيراد تكوين الإحصائيات
nb_no: Importer statistikkonfigurasjon

source: Statistics
ar_sa: إحصائيات
nb_no: Statistikk

source: Run
ar_sa: تَشْغِيلٌ
nb_no: Kjør

source: Edit statistic "%s".
ar_sa: تحرير الإحصائيات "٪s".
nb_no: Editer statistikk "%s".

source: Export statistic "%s"
ar_sa: تصدير الإحصائيات "٪s"
nb_no: Eksporter statistikk "%s"

source: Export statistic %s
ar_sa: تصدير الإحصائيات ٪s
nb_no: Eksporter statistikk %s

source: Delete statistic "%s"
ar_sa: حذف الإحصائية "٪s"
nb_no: Slett statistikk "%s"

source: Delete statistic %s
ar_sa: حذف إحصائيات ٪s
nb_no: Slett statistikk %s

source: Report Management
ar_sa: إدارة التقارير
nb_no: Rapporthåndtering

source: Add Report
ar_sa: إضافة تقرير
nb_no: Legg til rapport

source: Edit Report
ar_sa: تحرير التقرير
nb_no: Rediger rapport
