Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Value is not correct! Please, consider updating this field.
ar_sa: القيمة غير صحيحة! الرجاء، النظر في تحديث هذا الحقل.
nb_no: Verdien er ikke riktig! Vennligst vurder å oppdatere dette feltet.

source: Value doesn't satisfy regex (%s).
ar_sa: لا تفي القيمة بالقيمة regex (‎%s).
nb_no: Verdien tilfredsstiller ikke regulært uttrykk (%s).

source: Enabled
ar_sa: نَشَّطَ
nb_no: Aktiv

source: Disabled
ar_sa: غير مُفَعّل
nb_no: Inaktiv

source: System was not able to calculate user Date in OTOBOTimeZone!
ar_sa: تعذر حساب تاريخ المستخدم في المنطقة الزمنية OTOBO!
nb_no: Systemet var ikke i stand til å beregne brukerdato i OTOBOTimeZone!

source: System was not able to calculate user DateTime in OTOBOTimeZone!
ar_sa: تعذر حساب تاريخ المستخدم ووقته في المنطقة الزمنية ل OTOBO!
nb_no: Systemet var ikke i stand til å beregne brukerens DateTime i OTOBOTimeZone!

source: Value is not correct! Please, consider updating this module.
ar_sa: القيمة غير صحيحة! الرجاء، النظر في تحديث هذه الوحدة النمطية.
nb_no: Verdien er ikke riktig! Vennligst vurder å oppdatere denne modulen.

source: Value is not correct! Please, consider updating this setting.
ar_sa: القيمة غير صحيحة. الرجاء التحقق من هذا الإعداد.
nb_no: Verdien er ikke riktig! Vurder å oppdatere denne innstillingen.

source: Reset of unlock time.
ar_sa: إعادة تعيين وقت إلغاء التأمين.
nb_no: Tilbakestilling av opplåsingstid.

source: Chat Participant
ar_sa: المشاركون في الدردشة
nb_no: Chat-deltaker

source: Chat Message Text
ar_sa: نص رسالة الدردشة
nb_no: Chatmeldingstekst

source: Too many failed login attempts, please retry in %s s.
ar_sa: العديد من الإدخالات الفاشلة، الرجاء المحاولة مرة أخرى في ‎%s s.
nb_no: For mange mislykkede påloggingsforsøk, prøv igjen om %s s.

source: Login failed! Your user name or password was entered incorrectly.
ar_sa: فشل في تسجيل الدخول! تم إدخال اسم المستخدم أو كلمة المرور بشكل خاطيء.
nb_no: Innlogging feilet! Brukernavn eller passord ble skrevet inn feil.

source: Authentication succeeded, but no user data record is found in the database. Please contact the administrator.
ar_sa: نجحت المصادقة، ولكن لم يتم العثور على سجل بيانات مستخدم في قاعدة البيانات. الرجاء الاتصال بالمسؤول.
nb_no: Autentiseringen lyktes, men ingen brukerdatapost ble funnet i databasen. Vennligst kontakt administratoren.

source: Can`t remove SessionID.
ar_sa: لا يمكن إزالة SessionID.
nb_no: Kan ikke fjerne SessionID.

source: Logout successful.
ar_sa: تم تسجيل الخروج بنجاح.
nb_no: Vellykket avlogging.

source: Feature not active!
ar_sa: الخاصية غير مفعلة!
nb_no: Funksjon ikke aktivert!

source: Sent password reset instructions. Please check your email.
ar_sa: تم ارسال تعليمات إعادة تعيين كلمة المرور. يرجى التحقق من بريدك الإلكتروني.
nb_no: Instrukser for nullstilling av passord har blitt sendt til din e-postadresse.

source: Invalid Token!
ar_sa: رمز (Token) غير صالح!
nb_no: Ugyldig bevis!

source: Sent new password to %s. Please check your email.
ar_sa: تم إرسال كلمة المرور الجديدة إلى %s. فضلاً افحص بريدك الإلكتروني.
nb_no: Nytt passord ble sendt til %s. Sjekk e-posten din.

source: Error: invalid session.
ar_sa: خطأ: جلسة عمل غير صالحة.
nb_no: Feil: ugyldig økt.

source: No Permission to use this frontend module!
ar_sa: ليس لديك الإذن لاستخدام هذه الوحدة!
nb_no: Ingen tillatelse til å bruke denne frontend-modulen!

source: Authentication succeeded, but no customer record is found in the customer backend. Please contact the administrator.
ar_sa: نجحت المصادقة، ولكن لم يتم العثور على سجل عميل في الطرف الخلفي للعميل. الرجاء الاتصال بالمسؤول.
nb_no: Autentiseringen lyktes, men ingen kundeoppføring ble funnet i kundestøtten. Vennligst kontakt administratoren.

source: Reset password unsuccessful. Please contact the administrator.
ar_sa: لم يتم إعادة تعيين كلمة المرور بنجاح. الرجاء الاتصال بالمسؤول.
nb_no: Tilbakestilling av passord mislyktes. Vennligst kontakt administratoren.

source: This e-mail address already exists. Please log in or reset your password.
ar_sa: عنوان البريد الإلكتروني المدخل موجود بالفعل. فضلاً قم بتسجيل الدخول أو إعادة تعيين كلمة المرور.
nb_no: Epostadressen finnes allerede. Vennligst logg inn eller nullstill passordet ditt.

source: This email address is not allowed to register. Please contact support staff.
ar_sa: غير مسموح لعنوان البريد الإلكتروني هذا بالتسجيل. فضلاً اتصل بموظفي الدعم.
nb_no: Denne epostadressen er ikke tillatt å registrere. Kontakt brukerstøtten.

source: Added via Customer Panel (%s)
ar_sa: تمت الإضافة من خلال لوحة العميل (‎%s)
nb_no: Lagt til via kundepanel (%s)

source: Customer user can't be added!
ar_sa: لا يمكن إضافة مستخدم العميل!
nb_no: Kundebruker kan ikke legges til!

source: Can't send account info!
ar_sa: يتعذر إرسال معلومات الحساب!
nb_no: Kan ikke sende kontoinformasjon!

source: New account created. Sent login information to %s. Please check your email.
ar_sa: تم إنشاء حساب جديد. تم ارسال معلومات الدخول إلى %s. فضلاً افحص بريدك الإلكتروني.
nb_no: En ny konto har blitt opprettet. Brukernavn og passord er sendt til %s. Vennligst sjekk e-posten din.

source: If you want to re-run installer.pl, then disable the SecureMode in the SysConfig.
ar_sa: إذا أردت إعادة تشغيل installer.pl، فقم بتعطيل SecureMode في SysConfig.
nb_no: Hvis du vil kjøre installer.pl på nytt, deaktiverer du SecureMode i SysConfig.

source: Action "%s" not found!
ar_sa: لم يتم العثور على الإجراء "‎%s"!
nb_no: Handlingen "%s" ble ikke funnet!

source: If you want to re-run migration.pl, then disable the SecureMode in the SysConfig.
ar_sa: إذا كنت ترغب في إعادة تشغيل migration.pl، فقم بتعطيل SecureMode في SysConfig.
nb_no: Hvis du vil kjøre migration.pl på nytt, deaktiverer du SecureMode i SysConfig.

source: Could not connect to the database.
ar_sa: تعذر الاتصال بقاعدة البيانات.
nb_no: Kunne ikke koble til databasen.

source: invalid-temporarily
ar_sa: غير فعال مؤقتاً
nb_no: midlertidig ugyldig

source: Group for default access.
ar_sa: مجموعة الوصول الافتراضية.
nb_no: Gruppe for standardtilgang.

source: Group of all administrators.
ar_sa: مجموعة كافة المسؤولين.
nb_no: Gruppe av alle administratorer.

source: Group for statistics access.
ar_sa: مجموعة الوصول إلى الإحصائيات.
nb_no: Gruppe for statistikktilgang.

source: new
ar_sa: جديد
nb_no: ny

source: All new state types (default: viewable).
ar_sa: جميع أنواع الحالات الجديدة (الافتراضي: مرئي).
nb_no: Alle nye tilstandstyper (standard: synlig).

source: open
ar_sa: فتح
nb_no: åpen

source: All open state types (default: viewable).
ar_sa: جميع أنواع الحالات المفتوحة (الافتراضي: قابلة للعرض).
nb_no: Alle åpne tilstandstyper (standard: synlig).

source: closed
ar_sa: تم إقفاله
nb_no: lukket

source: All closed state types (default: not viewable).
ar_sa: جميع أنواع الحالات المغلقة (الافتراضي: غير قابل للعرض).
nb_no: Alle lukkede tilstandstyper (standard: ikke synlig).

source: pending reminder
ar_sa: في انتظار التذكير
nb_no: venter på påminnelse

source: All 'pending reminder' state types (default: viewable).
ar_sa: جميع أنواع الحالات "قيد الانتظار" (الافتراضي: مرئي).
nb_no: Alle tilstandstyper «ventende påminnelse» (standard: synlig).

source: pending auto
ar_sa: قيد الانتظار
nb_no: venter på automatisk endring

source: All 'pending auto *' state types (default: viewable).
ar_sa: جميع أنواع حالات "انتظار تلقائي *" (افتراضي: قابل للعرض).
nb_no: Alle "ventende auto *" tilstandstyper (standard: synlig).

source: removed
ar_sa: أزاله
nb_no: fjernet

source: All 'removed' state types (default: not viewable).
ar_sa: جميع أنواع الحالات "التي تمت إزالتها" (الإعداد التلقائي: غير قابل للعرض).
nb_no: Alle "fjernede" tilstandstyper (standard: ikke synlig).

source: merged
ar_sa: مُنْدَمِج
nb_no: flettet

source: State type for merged tickets (default: not viewable).
ar_sa: نوع الحالة للتذاكر المدمجة (الافتراضي: غير قابل للعرض).
nb_no: Tilstandstype for sammenslåtte saker (standard: ikke synlig).

source: New ticket created by customer.
ar_sa: تم إنشاء تذكرة جديدة بواسطة العميل.
nb_no: Ny sak opprettet av kunden.

source: closed successful
ar_sa: أغلقت بنجاح
nb_no: løst og lukket

source: Ticket is closed successful.
ar_sa: تم إغلاق التذكرة بنجاح.
nb_no: Sak ble løst og lukket.

source: closed unsuccessful
ar_sa: لم يتم الإغلاق بنجاح
nb_no: lukket uløst

source: Ticket is closed unsuccessful.
ar_sa: لم يتم إغلاق التذكرة بنجاح.
nb_no: Sak ble lukket uløst.

source: Open tickets.
ar_sa: تذاكر مفتوحة.
nb_no: Åpne saker.

source: Customer removed ticket.
ar_sa: قام العميل بإزالة التذكرة.
nb_no: Kunden fjernet saken.

source: Ticket is pending for agent reminder.
ar_sa: التذكرة معلقة لتذكير الوكيل.
nb_no: Sak venter på agentpåminnelse.

source: pending auto close+
ar_sa: في انتظار الإغلاق الناجح
nb_no: auto-avslutning (løst)

source: Ticket is pending for automatic close.
ar_sa: التذكرة في انتظار الإغلاق التلقائي.
nb_no: Sak venter for automatisk lukking.

source: pending auto close-
ar_sa: في انتظار إغلاق غير ناجح
nb_no: auto-avslutning (uløst)

source: State for merged tickets.
ar_sa: حالة التذاكر المدمجة.
nb_no: Oppgi for sammenslåtte saker.

source: system standard salutation (en)
ar_sa: التحية القياسية للنظام (EN)
nb_no: system standard hilsen (en)

source: Standard Salutation.
ar_sa: التحية القياسية.
nb_no: Standard hilsning.

source: system standard signature (en)
ar_sa: التوقيع القياسي للنظام (EN)
nb_no: system standard signatur (en)

source: Standard Signature.
ar_sa: التوقيع القياسي.
nb_no: Standard signatur.

source: Standard Address.
ar_sa: العنوان الافتراضي.
nb_no: Standard adresse.

source: possible
ar_sa: ممكن
nb_no: mulig

source: Follow-ups for closed tickets are possible. Ticket will be reopened.
ar_sa: الأسئلة عن التذاكر المغلقة ممكنة. سيتم إعادة فتح التذاكر.
nb_no: Oppfølging av lukkede saker er mulig. Saken vil bli gjenåpnet.

source: reject
ar_sa: رفض
nb_no: forkast

source: Follow-ups for closed tickets are not possible. No new ticket will be created.
ar_sa: الاستفسارات عن التذاكر المغلقة غير ممكنة. لن يتم إنشاء تذاكر جديدة.
nb_no: Oppfølging av lukkede saker er ikke mulig. Ingen ny sak vil bli opprettet.

source: new ticket
ar_sa: تذكرة جديدة
nb_no: ny sak

source: Follow-ups for closed tickets are not possible. A new ticket will be created.
ar_sa: الاستفسار عن التذاكر المغلقة غير ممكن. سيتم إنشاء تذكرة جديدة.
nb_no: Oppfølging av lukkede saker er ikke mulig. En ny sak vil bli opprettet.

source: Postmaster queue.
ar_sa: قائمة الانتظار الرئيسية للبريد.
nb_no: Postmesterkø.

source: All default incoming tickets.
ar_sa: جميع التذاكر الوارده.
nb_no: Alle innkommende saker som standard.

source: All junk tickets.
ar_sa: جميع التذاكر غير الهامة.
nb_no: Alle søppel saker.

source: All misc tickets.
ar_sa: جميع التذاكر المتنوعة.
nb_no: Alle diverse saker.

source: auto reply
ar_sa: رد تلقائي
nb_no: Svar automatisk

source: Automatic reply which will be sent out after a new ticket has been created.
ar_sa: سيتم إرسال رد تلقائي بعد إنشاء تذكرة جديدة.
nb_no: Automatisk svar som sendes ut etter at ny sak er opprettet.

source: auto reject
ar_sa: رفض تلقائي
nb_no: Avslå automatisk

source: Automatic reject which will be sent out after a follow-up has been rejected (in case queue follow-up option is "reject").
ar_sa: يتم إرسال الرفض التلقائي بعد رفض الرد (في حالة "رفض" خيار متابعة قائمة الانتظار).
nb_no: Automatisk avslag som sendes ut etter at en oppfølging er avvist (i tilfelle køoppfølgingsalternativet er "avvis").

source: auto follow up
ar_sa: الاستعلام التلقائي
nb_no: Automatisk oppfølging

source: Automatic confirmation which is sent out after a follow-up has been received for a ticket (in case queue follow-up option is "possible").
ar_sa: يتم إرسال التأكيد التلقائي بعد تلقي الرد على تذكرة (إذا تم تعيين إعداد قائمة الانتظار للردود على "ممكن").
nb_no: Automatisk bekreftelse som sendes ut etter at det er mottatt oppfølging på sak (i tilfelle køoppfølgingsmulighet er "mulig").

source: auto reply/new ticket
ar_sa: الرد التلقائي/ تذكرة جديدة
nb_no: Svar/ny sak automatisk

source: Automatic response which will be sent out after a follow-up has been rejected and a new ticket has been created (in case queue follow-up option is "new ticket").
ar_sa: الرد التلقائي الذي يتم إرساله بعد رفض الرد وإنشاء تذكرة جديدة (إذا تم تعيين إعداد قائمة الانتظار للردود على "تذكرة جديدة").
nb_no: Automatisk svar som sendes ut etter at en oppfølging er avvist og ny sak er opprettet (i tilfelle køoppfølgingsalternativet er "ny sak").

source: auto remove
ar_sa: إزالة تلقائية
nb_no: Fjern automatisk

source: Auto remove will be sent out after a customer removed the request.
ar_sa: يتم إرسال "الإزالة التلقائية" بعد أن يزيل المستخدم العميل الطلب.
nb_no: Automatisk fjerning vil bli sendt ut etter at en kunde har fjernet forespørselen.

source: default reply (after new ticket has been created)
ar_sa: الاستجابة الافتراضية (بعد إنشاء تذكرة جديدة)
nb_no: standardsvar (etter at ny sak er opprettet)

source: default reject (after follow-up and rejected of a closed ticket)
ar_sa: الرفض القياسي (بعد تلقي الرد على تذكرة مغلقة ورفضه)
nb_no: standard avvisning (etter oppfølging og avvisning av en lukket sak)

source: default follow-up (after a ticket follow-up has been added)
ar_sa: الاستجابة الافتراضية (بعد تلقي رد على تذكرة)
nb_no: standard oppfølging (etter at en saksoppfølging er lagt til)

source: default reject/new ticket created (after closed follow-up with new ticket creation)
ar_sa: الرفض الافتراضي/إنشاء تذكرة جديدة (بعد تلقي رد على تذكرة مغلقة وإنشاء تذكرة جديدة)
nb_no: standard avvisning/ny sak opprettet (etter lukket oppfølging med opprettelse av ny sak)

source: Unclassified
ar_sa: غير مصنف
nb_no: Uklassifisert

source: 1 very low
ar_sa: 1 منخفض جداً
nb_no: 1 svært lav

source: 2 low
ar_sa: 2 منخفض
nb_no: 2 lav

source: 4 high
ar_sa: 4 مرتفع
nb_no: 4 høy

source: 5 very high
ar_sa: 5 مرتفع جداً
nb_no: 5 svært høy

source: unlock
ar_sa: إعادة فتح
nb_no: tilgjengelig

source: lock
ar_sa: إقفال
nb_no: lås

source: agent
ar_sa: وكيل
nb_no: saksbehandler

source: customer
ar_sa: عميل
nb_no: kunde

source: Ticket create notification
ar_sa: الإخطار بتذكرة جديدة
nb_no: Melding om opprettelse av sak

source: You will receive a notification each time a new ticket is created in one of your "My Queues" or "My Services".
ar_sa: سوف تتلقى إشعارا عند إنشاء تذكرة في قوائم الانتظار أو الخدمات المحددة تحت "قوائم الانتظار الخاصة بي" أو "الخدمات الخاصة بي".
nb_no: Du vil motta et varsel hver gang en ny sak opprettes i en av dine "Mine køer" eller "Mine tjenester".

source: Ticket follow-up notification (unlocked)
ar_sa: إخطار إجراءات المتابعة (تذكرة غير مقفلة)
nb_no: Saksoppfølgingsvarsling (ulåst)

source: You will receive a notification if a customer sends a follow-up to an unlocked ticket which is in your "My Queues" or "My Services".
ar_sa: سوف تتلقى إخطارا إذا أرسل العميل متابعة لتذكرة غير مؤمنة موجودة في "قوائم الانتظار الخاصة بي" أو "خدماتي".
nb_no: Du vil motta et varsel om en kunde sender en oppfølging til en ulåst sak i "mine køer" eller "mine tjenester".

source: Ticket follow-up notification (locked)
ar_sa: إخطار متابعة التذكرة (مؤمن)
nb_no: Saksoppfølgingsvarsling (låst)

source: You will receive a notification if a customer sends a follow-up to a locked ticket of which you are the ticket owner or responsible.
ar_sa: سوف تتلقى إشعارا عندما يرسل العميل رسالة مرتدة إلى تذكرة تكون أنت المالك أو المسؤول عنها.
nb_no: Du vil motta et varsel dersom en kunde sender en oppfølging av en låst sak som du er sak eier eller ansvarlig for.

source: Ticket lock timeout notification
ar_sa: تنبيه إنتهاء وقت تأمين التذكرة
nb_no: Varsling ved overskridelse av tidsfrist for avslutting av sak

source: You will receive a notification as soon as a ticket owned by you is automatically unlocked.
ar_sa: سوف تتلقى إشعارا عندما يتم إلغاء تأمين تذكرة خاصة بك تلقائيا.
nb_no: Du vil motta et varsel så snart en sak som eies av deg låses opp automatisk.

source: Ticket owner update notification
ar_sa: إشعار بتغيير مالك التذكرة
nb_no: Melding om oppdatering av sakseier

source: Ticket responsible update notification
ar_sa: إشعار تحديث مسؤول التذاكر
nb_no: Melding om oppdatering av saksansvarlig

source: Ticket new note notification
ar_sa: الإخطار بملاحظة جديدة
nb_no: Melding om ny sak

source: Ticket queue update notification
ar_sa: الإخطار بتغييرات قائمة الانتظار
nb_no: Varsling om oppdatering av sakskø

source: You will receive a notification if a ticket is moved into one of your "My Queues".
ar_sa: ستتلقى إخطارا إذا تم نقل تذكرة إلى إحدى "قوائم الانتظار الخاصة بي".
nb_no: Du vil motta et varsel hvis en sak flyttes inn i en av dine "Mine køer".

source: Ticket pending reminder notification (locked)
ar_sa: التذكرة بانتظار إخطار التذكير (مؤمن)
nb_no: Sak venter påminnelsesvarsling (låst)

source: Ticket pending reminder notification (unlocked)
ar_sa: إشعار عند الوصول إلى وقت التذكير (غير مؤمن)
nb_no: Sak venter påminnelsesvarsling (ulåst)

source: Ticket escalation notification
ar_sa: الإخطار بتصعيد التذاكر
nb_no: Varsling om saksopptrapping

source: Ticket escalation warning notification
ar_sa: الإخطار بالتصعيد الوشيك للتذاكر
nb_no: Varsel om saksopptrapping

source: Ticket service update notification
ar_sa: الإخطار بتغييرات الخدمة
nb_no: Melding om oppdatering av saksservice

source: You will receive a notification if a ticket's service is changed to one of your "My Services".
ar_sa: ستتلقى إشعارا إذا تم تغيير خدمة التذكرة إلى إحدى "خدماتي".
nb_no: Du vil motta et varsel hvis en saks tjeneste endres til en av dine "Mine tjenester".

source: Appointment reminder notification
ar_sa: الإخطار عند الوصول إلى وقت التذكير بالمواعيد
nb_no: Varsel med påminnelse om avtale

source: You will receive a notification each time a reminder time is reached for one of your appointments.
ar_sa: ستتلقى إشعارا في كل مرة يتم فيها الوصول إلى وقت تذكير لأحد مواعيدك.
nb_no: Du vil motta en varsel hver gang påminnelsestidspunktet nåes for en av dine avtaler.

source: Ticket email delivery failure notification
ar_sa: إشعار فشل تسليم البريد الإلكتروني للتذكرة
nb_no: Melding om leveringsfeil på e-post

source: Error during AJAX communication. Status: %s, Error: %s
ar_sa: خطأ أثناء اتصال AJAX. الحالة: ‎%s، خطأ: ‎%s
nb_no: Feil under AJAX-kommunikasjon. Status: %s, feil: %s

source: This window must be called from compose window.
ar_sa: يجب إستدعاء هذه النافذة من نافذة تحرير التذاكر.
nb_no: Dette vinduet må kalles opp fra skrivevinduet.

source: Add all
ar_sa: إضافة الكل
nb_no: Legg til alle

source: An item with this name is already present.
ar_sa: يوجد بالفعل عنصر بهذا الاسم.
nb_no: Et objekt med dette navnet eksisterer allerede.

source: This item still contains sub items. Are you sure you want to remove this item including its sub items?
ar_sa: لا يزال هذا العنصر يحتوي على عناصر فرعية. هل أنت متأكد من أنك تريد إزالة هذا العنصر بما في ذلك العناصر الفرعية الخاصة به؟
nb_no: Dette elementet inneholder fortsatt underelementer. Er du sikker på at du vil fjerne dette elementet inkludert underelementene?

source: Do you really want to delete this language?
ar_sa: هل تريد حقًا حذف هذه اللغة؟
nb_no: Vil du virkelig slette dette språket?

source: More
ar_sa: أكثر
nb_no: Flere

source: Less
ar_sa: أقل
nb_no: Færre

source: Press Ctrl+C (Cmd+C) to copy to clipboard
ar_sa: اضغط على Ctrl+C (Cmd+C) للنسخ إلى الحافظة
nb_no: Trykk Ctrl+C (Cmd+C) for å kopiere til utklippstavlen

source: Delete this Attachment
ar_sa: حذف هذا المرفق
nb_no: Slett dette vedlegget

source: Deleting attachment...
ar_sa: جارٍ حذف المرفق ...
nb_no: Sletter vedlegg ...

source: There was an error deleting the attachment. Please check the logs for more information.
ar_sa: حدث خطأ أثناء حذف المرفق. الرجاء التحقق من السجلات للحصول على مزيد من المعلومات.
nb_no: Det oppsto en feil under sletting av vedlegget. Vennligst sjekk loggene for mer informasjon.

source: Attachment was deleted successfully.
ar_sa: تمت إزالة المرفق بنجاح.
nb_no: Vedlegget ble slettet.

source: Do you really want to delete this dynamic field? ALL associated data will be LOST!
ar_sa: هل تريد حقا حذف هذا الحقل الديناميكي؟ سيتم فقدان جميع البيانات المرتبطة!
nb_no: Vil du virkelig fjerne dette dynamiske feltet? ALLE tilknyttede data vil bli BORTE!

source: Delete field
ar_sa: حذف الحقل
nb_no: Fjern felt

source: Deleting the field and its data. This may take a while...
ar_sa: حذف الحقل والبيانات الخاصة به. قد يستغرق هذا بعض الوقت...
nb_no: Sletting av feltet og dets data. Dette kan ta en stund...

source: Remove this dynamic field
ar_sa: إزالة هذا الحقل الديناميكي
nb_no: Fjern dette dynamiske feltet

source: Remove selection
ar_sa: إزالة التحديد
nb_no: Fjern markering

source: Do you really want to delete this generic agent job?
ar_sa: هل أنت متأكد من أنك تريد حذف وظيفة GenericAgent هذه؟
nb_no: Vil du virkelig slette denne generiske agentjobben?

source: Delete this Event Trigger
ar_sa: حذف مشغل الحدث هذا
nb_no: Fjern denne Hendelses Utløseren

source: Duplicate event.
ar_sa: حدث مكرر.
nb_no: Klone hendelsen.

source: This event is already attached to the job, Please use a different one.
ar_sa: هذا الحدث مرفق بالفعل بالوظيفة، يرجى استخدام حدث آخر.
nb_no: Denne hendelsen er allerede knyttet til jobben. Bruk en annen.

source: An error occurred during communication.
ar_sa: حدث خطأ أثناء الاتصال.
nb_no: En feil oppstod under kommunikasjonen.

source: Request Details
ar_sa: تفاصيل الطلب
nb_no: Be om detaljer

source: Request Details for Communication ID
ar_sa: تفاصيل الطلب لمعرف الاتصال
nb_no: Be om detaljer for kommunikasjons-ID

source: Show or hide the content.
ar_sa: إظهار المحتوى أو إخفاؤه.
nb_no: Vis eller skjul innhold.

source: Clear debug log
ar_sa: مسح سجل التصحيح
nb_no: Tøm feilsøker loggen

source: Delete error handling module
ar_sa: إزالة وحدة معالجة الأخطاء
nb_no: Slett feilhåndteringsmodul

source: It is not possible to add a new event trigger because the event is not set.
ar_sa: من غير الممكن إضافة مشغل حدث جديد بسبب عدم تعيين الحدث.
nb_no: Det er ikke mulig å legge til en ny hendelsestrigger fordi hendelsen ikke er angitt.

source: Delete this Invoker
ar_sa: حذف هذا الاستدعاء (Invoker)
nb_no: Fjern denne Anroperen

source: Sorry, the only existing condition can't be removed.
ar_sa: عذرا، لا يمكن إزالة الشرط الوحيد الموجود.
nb_no: Beklager, den eneste eksisterende tilstanden kan ikke fjernes.

source: Sorry, the only existing field can't be removed.
ar_sa: عذرا، لا يمكن إزالة الحقل الوحيد الموجود.
nb_no: Beklager, det eneste eksisterende feltet kan ikke fjernes.

source: Delete conditions
ar_sa: حذف الشروط
nb_no: Slett betingelser

source: Mapping for Key %s
ar_sa: تعيين المفتاح %s
nb_no: Kartlegging for nøkkel %s

source: Mapping for Key
ar_sa: تعيين المفتاح
nb_no: Kartlegging for Nøkkel

source: Delete this Key Mapping
ar_sa: حذف تعيين المفتاح
nb_no: Slett denne nøkkelen for mapping

source: Delete this Operation
ar_sa: حذف هذه العملية
nb_no: Fjern denne handlingen

source: Clone web service
ar_sa: استنساخ خدمة الويب
nb_no: Dupliser webtjeneste

source: Delete operation
ar_sa: حذف العملية
nb_no: Fjern handlingen

source: Delete invoker
ar_sa: حذف الاستدعاء
nb_no: Slett anroperen

source: WARNING: When you change the name of the group 'admin', before making the appropriate changes in the SysConfig, you will be locked out of the administrations panel! If this happens, please rename the group back to admin per SQL statement.
ar_sa: تنبيه: إذا قمت بتغيير اسم مجموعة "المسؤول" دون إجراء التعديلات المناسبة أولا في SysConfig، فستفقد الوصول إلى منطقة المسؤول! في هذه الحالة، يجب عليك إعادة تعيين اسم المجموعة في قاعدة البيانات.
nb_no: ADVARSEL: Om du endrer navnet til gruppen 'admin' før du gjør de nødvendige endringer i SysConfig, vil du bli utestengt fra administrator panelet! Om dette skjer, vennligst endre navnet på gruppen tilbake til admin via SQL statement.

source: Delete this Mail Account
ar_sa: حذف حساب البريد الإلكتروني
nb_no: Slett denne e-postkontoen
