Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Ticket (ID=%s) is locked by %s!
ar_sa: تم تأمين التذكرة (ID=%s) بواسطة %s!
nb_no: Sak (ID=%s) er låst av %s!

source: Change the owner!
ar_sa: تغيير المالك!
nb_no: Bytt eier!

source: New Article
ar_sa: مقالة جديدة
nb_no: Nytt innlegg

source: Pending
ar_sa: تحت الإنتظار
nb_no: Satt på vent

source: Reminder Reached
ar_sa: تم الوصول إلى التذكير
nb_no: Påminnelse nådd

source: My Locked Tickets
ar_sa: تذاكري المقفلة
nb_no: Mine låste saker

source: Can't merge ticket with itself!
ar_sa: لا يمكن دمج التذكرة مع نفسها!
nb_no: Kan ikke slå sammen sak med seg selv!

source: You need move permissions!
ar_sa: تحتاج إلى أذونات النقل!
nb_no: Du trenger flyttetillatelser!

source: Chat is not active.
ar_sa: الدردشة غير نشطة.
nb_no: Chat er ikke aktiv.

source: No permission.
ar_sa: لا يوجد إذن.
nb_no: Ingen tillatelse.

source: %s has left the chat.
ar_sa: %s غادر المحادثة.
nb_no: %s har gått ut av chatten.

source: This chat has been closed and will be removed in %s hours.
ar_sa: تم إغلاق هذه المحادثة وسيتم إزالتها خلال %s ساعة/ساعات.
nb_no: Denne chatten er stengt og vil bli fjernet om %s timer.

source: Ticket locked.
ar_sa: تم تأمين التذكرة.
nb_no: Saken er låst.

source: No ArticleID!
ar_sa: لا يوجد ArticleID!
nb_no: Ingen artikkel-ID!

source: This is not an email article.
ar_sa: هذه ليست مقالة بريد إلكتروني.
nb_no: Dette er ikke en e-postartikkel.

source: Can't read plain article! Maybe there is no plain email in backend! Read backend message.
ar_sa: لا يمكن قراءة مقال النص العادي. قد لا يكون إصدار النص العادي موجودًا. الرجاء قراءة الرسالة الخلفية.
nb_no: Kan ikke lese vanlig artikkel! Kanskje det ikke er noen vanlig e-post i backend! Les backend-meldingen.

source: Need TicketID!
ar_sa: بحاجة إلى TicketID!
nb_no: Trenger saks-ID!

source: Couldn't get ActivityDialogEntityID "%s"!
ar_sa: تعذر العثور على ActivityDialogEntityID %s!
nb_no: Kunne ikke hente ActivityDialogEntityID "%s"!

source: No Process configured!
ar_sa: لم يتم تكوين أي عملية!
nb_no: Ingen prosess konfigurert!

source: The selected process is invalid!
ar_sa: العلملية التي تم إختيارها غير صحيحة!
nb_no: Valgt prosess er ikke gyldig!

source: Process %s is invalid!
ar_sa: العملية %s غير صالحة!
nb_no: Prosessen %s er ugyldig!

source: Subaction is invalid!
ar_sa: الإجراء الفرعي غير صالح!
nb_no: Subaksjonen er ugyldig!

source: Parameter %s is missing in %s.
ar_sa: المعلمة %s مفقودة في %s.
nb_no: Parameter %s mangler i %s.

source: No ActivityDialog configured for %s in _RenderAjax!
ar_sa: لا يوجد مربع حوار نشاط ل %s المحدد في _RenderAjax!
nb_no: Ingen ActivityDialog konfigurert for %s i _RenderAjax!

source: Got no Start ActivityEntityID or Start ActivityDialogEntityID for Process: %s in _GetParam!
ar_sa: لم يتم الحصول على Start ActivityEntityID أو Start ActivityDialogEntityID للعملية: %s في _GetParam!
nb_no: Fikk ingen Start ActivityEntityID eller Start ActivityDialogEntityID for prosess: %s i _GetParam!

source: Couldn't get Ticket for TicketID: %s in _GetParam!
ar_sa: تعذر الحصول على تذكرة ل TicketID: %s في _GetParam!
nb_no: Kunne ikke få sak for TicketID: %s i _GetParam!

source: Couldn't determine ActivityEntityID. DynamicField or Config isn't set properly!
ar_sa: تعذر تعريف ActivityEntityID. حقل ديناميكي أو تكوين غير صحيح!
nb_no: Kunne ikke fastslå ActivityEntityID. DynamicField eller Config er ikke riktig satt!

source: Process::Default%s Config Value missing!
ar_sa: العملية: القيمة الافتراضية%s للتكوين مفقودة!
nb_no: Process::Standard%s konfigurasjonsverdi mangler!

source: Got no ProcessEntityID or TicketID and ActivityDialogEntityID!
ar_sa: لم يتم الحصول على ProcessEntityID أو TicketID و ActivityDialogEntityID!
nb_no: Fikk ingen ProcessEntityID eller TicketID og ActivityDialogEntityID!

source: Can't get StartActivityDialog and StartActivityDialog for the ProcessEntityID "%s"!
ar_sa: يتعذر الحصول على StartActivityDialog لمعرف ProcessEntityID %s!
nb_no: Kan ikke hente StartActivityDialog og StartActivityDialog for ProcessEntityID "%s"!

source: Can't get Ticket "%s"!
ar_sa: لا يمكن الحصول على تذكرة "%s"!
nb_no: Kan ikke få sak "%s"!

source: Can't get ProcessEntityID or ActivityEntityID for Ticket "%s"!
ar_sa: يتعذر الحصول على ProcessEntityID أو ActivityEntityID للتذكرة "%s"!
nb_no: Kan ikke få ProcessEntityID eller ActivityEntityID for saken "%s"!

source: Can't get Activity configuration for ActivityEntityID "%s"!
ar_sa: يتعذر العثور على تكوين النشاط ل "ActivityEntityID "%s!
nb_no: Kan ikke hente aktivitetskonfigurasjon for ActivityEntityID "%s"!

source: Can't get ActivityDialog configuration for ActivityDialogEntityID "%s"!
ar_sa: يتعذر العثور على تكوين مربع حوار النشاط ل ActivityDialogEntityID %s!
nb_no: Kan ikke få ActivityDialog-konfigurasjon for ActivityDialogEntityID "%s"!

source: Can't get data for Field "%s" of ActivityDialog "%s"!
ar_sa: لا يمكن الحصول على بيانات للحقل "%s" في مربع حوار النشاط "%s"!
nb_no: Kan ikke hente data for feltet "%s" i ActivityDialog "%s"!

source: PendingTime can just be used if State or StateID is configured for the same ActivityDialog. ActivityDialog: %s!
ar_sa: لا يمكن استخدام وقت الانتظار إلا إذا تم تكوين الحالة أو معرّف الحالة لمربع حوار النشاط. مربع حوار النشاط: %s!
nb_no: PendingTime kan bare brukes hvis State eller StateID er konfigurert for samme ActivityDialog. ActivityDialog: %s!

source: Pending Date
ar_sa: انتظر حتى
nb_no: Utsatt til

source: for pending* states
ar_sa: حالة الإنتظار*
nb_no: for vente-tilstander

source: ActivityDialogEntityID missing!
ar_sa: ActivityDialogEntityID مفقود!
nb_no: ActivityDialogEntityID mangler!

source: Couldn't get Config for ActivityDialogEntityID "%s"!
ar_sa: تعذر تحديد تكوين ActivityDialogEntityID "%s"!
nb_no: Kunne ikke hente Config for ActivityDialogEntityID "%s"!

source: Couldn't use CustomerID as an invisible field.
ar_sa: تعذر إستخدام CustomerID كحقل غير مرئي.
nb_no: Kunne ikke bruke kunde-ID som et usynlig felt.

source: Missing ProcessEntityID, check your ActivityDialogHeader.tt!
ar_sa: ProcessEntityID مفقود، الرجاء التحقق من ActivityDialogHeader.tt!
nb_no: Mangler ProcessEntityID, sjekk ActivityDialogHeader.tt!

source: No StartActivityDialog or StartActivityDialog for Process "%s" configured!
ar_sa: لم يتم تكوين StartActivityDialog أو StartActivityDialog للعملية "%s"!
nb_no: Ingen StartActivityDialog eller StartActivityDialog for prosess "%s" er konfigurert!

source: Couldn't create ticket for Process with ProcessEntityID "%s"!
ar_sa: لم يتم تكوين StartActivityDialog للعملية "%s"!
nb_no: Kunne ikke opprette sak for prosess med ProcessEntityID "%s"!

source: Couldn't set ProcessEntityID "%s" on TicketID "%s"!
ar_sa: تعذر تعيين معرف ProcessEntityID "%s" للتذكرة "%s"!
nb_no: Kunne ikke angi ProcessEntityID "%s" på TicketID "%s"!

source: Couldn't set ActivityEntityID "%s" on TicketID "%s"!
ar_sa: تعذر تعيين ActivityEntityID "%s" على التذكرة "%s"!
nb_no: Kunne ikke angi ActivityEntityID "%s" på TicketID "%s"!

source: Could not store ActivityDialog, invalid TicketID: %s!
ar_sa: تعذر حفظ مربع حوار النشاط، معرف تذكرة غير صالح: %s!
nb_no: Kunne ikke lagre ActivityDialog, ugyldig saks-ID: %s!

source: Invalid TicketID: %s!
ar_sa: معرف التذكرة غير صالح: %s!
nb_no: Ugyldig saks-ID: %s!

source: Missing ActivityEntityID in Ticket %s!
ar_sa: ActivityEntityID مفقود للتذكرة %s!
nb_no: Mangler ActivityEntityID i sak %s!

source: This step does not belong anymore to the current activity in process for ticket '%s%s%s'! Another user changed this ticket in the meantime. Please close this window and reload the ticket.
ar_sa: لم تعد هذه الخطوة جزءا من نشاط العملية الحالي للتذكرة '%s%s%s'! قام مستخدم آخر بتغيير التذكرة في غضون ذلك. الرجاء إغلاق هذه النافذة وإعادة تحميل التذكرة.
nb_no: Dette trinnet tilhører ikke lenger den gjeldende aktiviteten som er i gang for saken '%s%s%s'! En annen bruker endret denne saken i mellomtiden. Lukk dette vinduet og last inn saken på nytt.

source: Missing ProcessEntityID in Ticket %s!
ar_sa: ProcessEntityID مفقود للتذكرة %s!
nb_no: Mangler ProcessEntityID i sak %s!

source: Could not set DynamicField value for %s of Ticket with ID "%s" in ActivityDialog "%s"!
ar_sa: تعذر حفظ الحقل الديناميكي "%s" لمعرف التذكرة "%s" في مربع حوار النشاط "%s"!
nb_no: Kunne ikke angi DynamicField-verdi for %s av sak med ID "%s" i ActivityDialog "%s"!

source: Could not set PendingTime for Ticket with ID "%s" in ActivityDialog "%s"!
ar_sa: تعذر توفير وقت الانتظار%s لمعرّف التذكرة %s في مربع حوار النشاط "%s"!
nb_no: Kunne ikke angi PendingTime for sak med ID "%s" i ActivityDialog "%s"!

source: Wrong ActivityDialog Field config: %s can't be Display => 1 / Show field (Please change its configuration to be Display => 0 / Do not show field or Display => 2 / Show field as mandatory)!
ar_sa: تكوين حقل غير صحيح في مربع حوار النشاط: لا يمكن أن تحتوي %s على القيمة 1 (= إظهار الحقل) للعرض. يرجى تغيير التكوين إلى عرض = > 0 (لا تظهر الحقل) أو عرض = > 2 (إظهار كحقل إلزامي)!
nb_no: Feil ActivityDialog Feltkonfigurasjon: %s kan ikke være Vis => 1 / Vis felt (Vennligst endre konfigurasjonen til å være Vis => 0 / Ikke vis felt eller Vis => 2 / Vis felt som obligatorisk)!

source: Could not set %s for Ticket with ID "%s" in ActivityDialog "%s"!
ar_sa: تعذر تعيين %s للتذكرة ذات المعرف "%s" في ActivityDialog"%s"!
nb_no: Kunne ikke angi %s for sak med ID "%s" i ActivityDialog "%s"!

source: Default Config for Process::Default%s missing!
ar_sa: التكوين الافتراضي ل Process::Default%s مفقود!
nb_no: Standardkonfigurasjon for Process::Standard%s mangler!

source: Default Config for Process::Default%s invalid!
ar_sa: التكوين الافتراضي ل Process::Default%s غير صالح!
nb_no: Standardkonfigurasjon for Process::Default%s ugyldig!

source: Available tickets
ar_sa: التذاكر المتوفرة
nb_no: Tilgjengelige saker

source: including subqueues
ar_sa: تضمين قوائم الانتظار الفرعية
nb_no: Inkluderer underkøer

source: excluding subqueues
ar_sa: إستثناء قوائم الانتظار الفرعية
nb_no: Ekskluderer underkøer

source: QueueView
ar_sa: عرض قائمة الانتظار
nb_no: Køer

source: My Responsible Tickets
ar_sa: تذاكر مسؤوليتي
nb_no: Saker jeg er ansvarlig for

source: last-search
ar_sa: آخر بحث
nb_no: siste søk

source: Untitled
ar_sa: بدون عنوان
nb_no: Uten navn

source: Ticket Number
ar_sa: رقم التذكرة
nb_no: Saksnummer

source: Ticket
ar_sa: التذكرة
nb_no: Sak

source: printed by
ar_sa: طبع بواسطة
nb_no: skrevet ut av

source: CustomerID (complex search)
ar_sa: رقم العميل (بحث معقد)
nb_no: Kunde-ID (komplekst søk)

source: CustomerID (exact match)
ar_sa: رقم العميل (مطابق تماما)
nb_no: Kunde-ID (eksakt samsvar)

source: Invalid Users
ar_sa: مستخدمون غير صالحين
nb_no: Ugyldige brukere

source: in more than ...
ar_sa: في أكثر من ...
nb_no: i mer enn ...

source: Feature not enabled!
ar_sa: لم يتم تمكين الميزة!
nb_no: Funksjonen er ikke aktivert!

source: Service View
ar_sa: عرض حسب الخدمات
nb_no: Visning av Tjenester

source: Status View
ar_sa: عرض حسب الحالة
nb_no: Statusvisning

source: My Watched Tickets
ar_sa: التذاكر المرصودة لي
nb_no: Mine overvåkede saker

source: Feature is not active
ar_sa: الميزة غير نشطة
nb_no: Funksjonen er ikke aktiv

source: Link Deleted
ar_sa: تم حذف الارتباط
nb_no: Link slettet

source: Ticket Locked
ar_sa: التذكرة مقفلة
nb_no: Saken er låst

source: Pending Time Set
ar_sa: تعيين وقت الانتظار
nb_no: Ventende tid satt

source: Dynamic Field Updated
ar_sa: تم تحديث الحقل الديناميكي
nb_no: Dynamisk felt oppdatert

source: Outgoing Email (internal)
ar_sa: البريد الإلكتروني الصادر (داخلي)
nb_no: Utgående epost (intern)

source: Ticket Created
ar_sa: تم إنشاء التذكرة
nb_no: Sak opprettet

source: Type Updated
ar_sa: تم تحديث النوع
nb_no: Type Oppdatert

source: Escalation Update Time In Effect
ar_sa: تم تفعيل تصعيد "وقت التحديث"
nb_no: Tidspunkt for eskalering oppdatering

source: Escalation Update Time Stopped
ar_sa: تم إيقاف وقت تحديث التصعيد
nb_no: Eskalering Oppdateringstid stoppet

source: Escalation First Response Time Stopped
ar_sa: تم إيقاف وقت الاستجابة الأولى للتصعيد
nb_no: Eskalering Første responstid stoppet

source: Customer Updated
ar_sa: تم تحديث العميل
nb_no: Kunde oppdatert

source: Internal Chat
ar_sa: الدردشة (داخلية)
nb_no: Intern chat

source: Automatic Follow-Up Sent
ar_sa: تم إرسال الاستعلام التلقائي
nb_no: Automatisk oppfølging sendt

source: Note Added
ar_sa: تمت إضافة الملاحظة
nb_no: Merknad lagt til

source: Note Added (Customer)
ar_sa: تمت إضافة الملاحظة (العميل)
nb_no: Merknad lagt til (kunde)

source: SMS Added
ar_sa: تم إضافة رسائل SMS
nb_no: SMS lagt til

source: SMS Added (Customer)
ar_sa: SMS المضافة (العميل)
nb_no: SMS lagt til (kunde)

source: State Updated
ar_sa: تم تحديث الحالة
nb_no: Status oppdatert

source: Outgoing Answer
ar_sa: إجابة صادرة
nb_no: Utgående svar

source: Service Updated
ar_sa: تم تحديث الخدمة
nb_no: Tjenesten er oppdatert

source: Link Added
ar_sa: تمت إضافة الارتباط
nb_no: Link lagt til

source: Incoming Customer Email
ar_sa: البريد الإلكتروني الوارد (العميل)
nb_no: Innkommende kunde-epost

source: Incoming Web Request
ar_sa: طلب ويب وارد
nb_no: Innkommende webhenvendelse

source: Priority Updated
ar_sa: تم تحديث الأولوية
nb_no: Prioritet oppdatert

source: Ticket Unlocked
ar_sa: تم إلغاء تأمين التذكرة
nb_no: Saken er ulåst

source: Outgoing Email
ar_sa: البريد الإلكتروني الصادر
nb_no: Utgående epost

source: Title Updated
ar_sa: تم تحديث العنوان
nb_no: Tittel oppdatert

source: Ticket Merged
ar_sa: تم دمج التذكرة
nb_no: Sak slått sammen

source: Outgoing Phone Call
ar_sa: مكالمة هاتفية صادرة
nb_no: Utgående telefonsamtale

source: Forwarded Message
ar_sa: رسالة تمت إعادة توجيهها
nb_no: Videresendt melding

source: Removed User Subscription
ar_sa: تمت إزالة اشتراك المستخدم
nb_no: Fjernet brukerabonnement

source: Time Accounted
ar_sa: الوقت المحسوب
nb_no: Tidsregning

source: Incoming Phone Call
ar_sa: مكالمة هاتفية واردة
nb_no: Innkommende telefonsamtale

source: System Request.
ar_sa: طلب النظام.
nb_no: Systemforespørsel.

source: Incoming Follow-Up
ar_sa: استفسار وارد
nb_no: Innkommende oppfølging

source: Automatic Reply Sent
ar_sa: تم إرسال الرد التلقائي
nb_no: Automatisk svar sendt

source: Automatic Reject Sent
ar_sa: تم إرسال الرفض التلقائي
nb_no: Automatisk avvisning sendt

source: Escalation Solution Time In Effect
ar_sa: التصعيد "وقت الحل" نشط
nb_no: Eskaleringsløsning Tid i kraft

source: Escalation Solution Time Stopped
ar_sa: توقف التصعيد في وقت الحل
nb_no: Eskalering Løsning Tid stoppet

source: Escalation Response Time In Effect
ar_sa: التصعيد في وقت الاستجابة نشط
nb_no: Eskaleringsresponstid i kraft

source: Escalation Response Time Stopped
ar_sa: توقف التصعيد في وقت الاستجابة
nb_no: Eskalering Responstid stoppet

source: SLA Updated
ar_sa: تم تحديث إتفاقية مستوى الخدمة
nb_no: SLA oppdatert

source: External Chat
ar_sa: الدردشة (خارجية)
nb_no: Ekstern chat

source: Queue Changed
ar_sa: تم تغيير قائمة الانتظار
nb_no: Kø endret

source: Notification Was Sent
ar_sa: تم إرسال الإخطار
nb_no: Varsel ble sendt

source: This ticket does not exist, or you don't have permissions to access it in its current state.
ar_sa: هذه التذكرة غير موجودة أو ليس لديك الإذن للوصول إلى هذه التذكرة في حالتها الحالية.
nb_no: Denne saken eksisterer ikke, eller du har ikke tillatelse til å få tilgang til den i gjeldende tilstand.

source: Missing FormDraftID!
ar_sa: FormDraftID مفقود!
nb_no: Mangler FormDraftID!

source: Can't get for ArticleID %s!
ar_sa: تعذر الحصول على معرّف العنصر %s!
nb_no: Kan ikke få ArtikkelID %s!

source: Article filter settings were saved.
ar_sa: تم حفظ إعدادات عامل تصفية المقالات.
nb_no: Innstillinger for artikkelfilter ble lagret.

source: Event type filter settings were saved.
ar_sa: تم حفظ إعدادات عامل تصفية نوع الحدث.
nb_no: Filterinnstillinger for hendelsestype ble lagret.

source: Need ArticleID!
ar_sa: مطلوب معرف المقالة!
nb_no: Trenger artikkel-ID!

source: Invalid ArticleID!
ar_sa: معرف المقالة غير صالح!
nb_no: Ugyldig artikkel-ID!

source: Forward article via mail
ar_sa: إعادة توجيه المقالة عبر البريد الإلكتروني
nb_no: Videresend artikkelen via e-post

source: Forward
ar_sa: إعادة توجيه
nb_no: Videresend

source: Fields with no group
ar_sa: حقول بدون مجموعة
nb_no: Felter uten gruppe

source: Article could not be opened! Perhaps it is on another article page?
ar_sa: تعذر فتح المقالة! ربما يكون على صفحة مقالة أخرى؟
nb_no: Artikkelen kunne ikke åpnes! Kanskje det er på en annen artikkelside?

source: Show one article
ar_sa: إظهار مقالة واحدة
nb_no: Vis ett innlegg

source: Show all articles
ar_sa: إظهار كافة المقالات
nb_no: Vis alle innlegg

source: Show Ticket Timeline View
ar_sa: عرض الجدول الزمني للتذكرة
nb_no: Vis sakstidslinjevisning

source: Got no FormID.
ar_sa: FormID مفقود.
nb_no: Har ingen FormID.

source: Error: the file could not be deleted properly. Please contact your administrator (missing FileID).
ar_sa: خطأ: تعذر حذف الملف بشكل صحيح. الرجاء الاتصال بالمسؤول (مفقود FileID).
nb_no: Feil: filen kunne ikke slettes på riktig måte. Ta kontakt med administratoren din (mangler fil-ID).

source: Registration for tile %s of CustomerDashboard is invalid! Either Module or Template needed.
ar_sa: تعذر تسجيل المربع %s في لوحة معلومات العميل! الوحدة النمطية أو القالب مفقود.
nb_no: Registrering for flis %s av CustomerDashboard er ugyldig! Enten modul eller mal er nødvendig.

source: Registration for tile %s of CustomerDashboard is invalid! Order needs to be a unique number.
ar_sa: التسجيل في المربع %s من لوحة معلومات العميل غير صالح! يجب أن يكون الطلب رقمًا فريدًا.
nb_no: Registrering for flis %s av CustomerDashboard er ugyldig! Bestillingen må være et unikt nummer.

source: Need Key!
ar_sa: بحاجة الى مفتاح!
nb_no: Trenger nøkkel!

source: Invalid Key!
ar_sa: مفتاح غير صالح!
nb_no: Ugyldig nøkkel!

source: Failed to load Content!
ar_sa: فشل تحميل المحتوى!
nb_no: Kunne ikke laste inn innhold!

source: Destination unknown.
ar_sa: الوجهة غير معروفة.
nb_no: Ukjent destinasjon.

source: ArticleID is needed!
ar_sa: مطلوب معرف المقالة!
nb_no: ArtikkelID er nødvendig!

source: No TicketID for ArticleID (%s)!
ar_sa: لا يوجد معرف تذكرة لمعرف المقالة (%s)!
nb_no: Ingen TicketID for ArticleID (%s)!

source: HTML body attachment is missing!
ar_sa: مرفق نص HTML مفقود!
nb_no: HTML-tekstvedlegg mangler!

source: FileID and ArticleID are needed!
ar_sa: يلزم وجود معرف الملف ومعرف المقالة!
nb_no: FileID og ArticleID er nødvendig!

source: No such attachment (%s)!
ar_sa: لم يتم العثور على المرفق (%s)!
nb_no: Ikke noe slikt vedlegg (%s)!

source: Check SysConfig setting for %s::QueueDefault.
ar_sa: تحقق من إعدادات التكوين ل‮‮ ‫‏‎%s::QueueDefault.
nb_no: Sjekk SysConfig-innstillingen for %s::QueueDefault.

source: Check SysConfig setting for %s::TicketTypeDefault.
ar_sa: تحقق من إعدادات التكوين ل ‏‎ %s::TicketTypeDefault.
nb_no: Sjekk SysConfig-innstillingen for %s::TicketTypeDefault.

source: You don't have sufficient permissions for ticket creation in default queue.
ar_sa: ليس لديك أذونات كافية لإنشاء بطاقة في قائمة الانتظار الافتراضية.
nb_no: Du har ikke tilstrekkelige tillatelser for å opprette sak i standardkøen.

source: Need CustomerID!
ar_sa: تحتاج إلى معرف العميل!
nb_no: Trenger kundeID!

source: My Tickets
ar_sa: تذاكري
nb_no: Mine saker

source: Company Tickets
ar_sa: تذاكر الشركة
nb_no: Bedriftsaker

source: Untitled!
ar_sa: بدون عنوان!
nb_no: Uten navn!

source: Customer Realname
ar_sa: اسم العميل
nb_no: Kundens navn

source: Created within the last
ar_sa: تم إنشاؤه في آخر
nb_no: Opprettet i løpet av de siste

source: Created more than ... ago
ar_sa: تم إنشاؤه قبل أكثر من ...
nb_no: Opprettet mer enn ... siden

source: Please remove the following words because they cannot be used for the search:
ar_sa: الرجاء إزالة الكلمات التالية لأنه لا يمكن إستخدامها للبحث:
nb_no: Vennligst fjern følgende ord fordi de ikke kan brukes for søket:

source: Could not load process module.
ar_sa: تعذر تحميل وحدة العملية.
nb_no: Kunne ikke laste inn prosessmodulen.

source: Can't reopen ticket, not possible in this queue!
ar_sa: تعذر إعادة فتح التذكرة. غير ممكن في قائمة الانتظار هذه!
nb_no: Kan ikke gjenåpne sak, ikke mulig i denne køen!

source: Create a new ticket!
ar_sa: إنشاء تذكرة جديدة!
nb_no: Opprett en ny sak!

source: SecureMode active!
ar_sa: الوضع الآمن نشط!
nb_no: SecureMode aktiv!

source: If you want to re-run the Installer, disable the SecureMode in the SysConfig.
ar_sa: إذا كنت ترغب في إعادة تشغيل برنامج التثبيت، فقم بتعطيل الوضع الآمن "SecureMode" في إعدادات التكوين "SysConfig".
nb_no: Hvis du vil kjøre installasjonsprogrammet på nytt, deaktiver SecureMode i SysConfig.

source: Directory "%s" doesn't exist!
ar_sa: الدليل ‎"%s"‎ غير موجود!
nb_no: Katalog "%s" eksisterer ikke!

source: Configure "Home" in Kernel/Config.pm first!
ar_sa: قم أولا بتكوين "الصفحة الرئيسية" في Kernel/Config.pm!
nb_no: Konfigurer "Hjem" i Kernel/Config.pm først!

source: File "%s/Kernel/Config.pm" not found!
ar_sa: تعذر العثور على الملف ‎"%s/Kernel/Config.pm"‎!
nb_no: Filen "%s/Kernel/Config.pm" ble ikke funnet!

source: Directory "%s" not found!
ar_sa: الدليل "‎‎%s" غير موجود!
nb_no: Katalog "%s" ikke funnet!

source: Install OTOBO
ar_sa: تثبيت OTOBO
nb_no: Installer OTOBO

source: Intro
ar_sa: مقدمة
nb_no: Introduksjon

source: Kernel/Config.pm isn't writable!
ar_sa: Kernel/Config.pm غير قابل للكتابة!
nb_no: Kernel/Config.pm er ikke skrivbar!

source: If you want to use the installer, set the Kernel/Config.pm writable for the webserver user!
ar_sa: إذا كنت ترغب في إستخدام المثبت، فتأكد من أن مستخدم خادم الويب قابل للكتابة على Kernel/Config.pm!
nb_no: Hvis du ønsker å bruke installasjonsprogrammet, sett inn Kernel/Config.pm skrivbar for nettserverbrukeren!

source: Database Selection
ar_sa: اختيار قاعدة البيانات
nb_no: Databasevalg

source: Unknown Check!
ar_sa: فحص غير معروف!
nb_no: Ukjent sjekk!

source: The check "%s" doesn't exist!
ar_sa: التحقق "‎%s" غير موجود!
nb_no: Sjekken "%s" eksisterer ikke!

source: Enter the password for the database user.
ar_sa: ادخل كلمة المرور لمستخدم قاعدة البيانات.
nb_no: Skriv inn passordet for databasebrukeren.

source: Configure MySQL
ar_sa: تكوين MySQL
nb_no: Konfigurer MySQL

source: Enter the password for the administrative database user.
ar_sa: ادخل كلمة المرور المستخدم المسؤول لقاعدة البيانات.
nb_no: Skriv inn passordet for administrator-databasebrukeren.

source: Configure PostgreSQL
ar_sa: تكوين PostgreSQL
nb_no: Konfigurer PostgreSQL

source: Configure Oracle
ar_sa: تكوين Oracle
nb_no: Konfigurer Oracle

source: Unknown database type "%s".
ar_sa: نوع قاعدة البيانات غير معروف "‎%s".
nb_no: Ukjent databasetype "%s".

source: Please go back.
ar_sa: من فضلك ارجع.
nb_no: Vennligst gå tilbake.

source: Create Database
ar_sa: إنشاء قاعدة بيانات
nb_no: Opprett database

source: Install OTOBO - Error
ar_sa: تثبيت OTOBO - خطأ
nb_no: Installer OTOBO - Feil

source: File "%s/%s.xml" not found!
ar_sa: لم يتم العثور على الملف "‎%s/%s.xml"!
nb_no: Filen "%s/%s.xml" ble ikke funnet!

source: Contact your Admin!
ar_sa: اتصل بالمسؤول!
nb_no: Kontakt din administrator!

source: Execution of SQL statement failed:
ar_sa: فشل تنفيذ جملة SQL:
nb_no: Utførelse av SQL-setning mislyktes:

source: System Settings
ar_sa: إعدادات النظام
nb_no: Systeminnstillinger

source: Configure Mail
ar_sa: ضبط اعدادات البريد الإلكتروني
nb_no: Konfigurer e-post

source: Mail Configuration
ar_sa: اعدادات البريد الإلكتروني
nb_no: E-postoppsett

source: Unknown Subaction %s!
ar_sa: إجراء فرعي غير معروف ‎%s!
nb_no: Ukjent subaksjon %s!

source: Can't connect to database, Perl module DBD::%s not installed!
ar_sa: يتعذر الاتصال بقاعدة البيانات، لم يتم تثبيت وحدة Perl النمطية ‎DBD::%s!
nb_no: Kan ikke koble til databasen, Perl-modul DBD::%s er ikke installert!

source: Can't connect to database, read comment!
ar_sa: يتعذر الاتصال بقاعدة البيانات، الرجاء قراءة الملاحظة!
nb_no: Kan ikke koble til databasen, les kommentar!
