Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: 2 minutes
ar_sa: دقيقتان
nb_no: 2 minutter

source: 3 minutes
ar_sa: 3 دقائق
nb_no: 3 minutter

source: 4 minutes
ar_sa: 4 دقائق
nb_no: 4 minutter

source: 5 minutes
ar_sa: 5 دقائق
nb_no: 5 minutter

source: 10 minutes
ar_sa: 10 دقائق
nb_no: 10 minutter

source: 15 minutes
ar_sa: 15 دقيقة
nb_no: 15 minutter

source: 30 minutes
ar_sa: 30 دقيقة
nb_no: 30 minutter

source: 1 hour
ar_sa: ساعة واحدة
nb_no: 1 time

source: 2 hours
ar_sa: ساعتان
nb_no: 2 timer

source: 3 hours
ar_sa: 3 ساعات
nb_no: 3 timer

source: 4 hours
ar_sa: 4 ساعات
nb_no: 4 timer

source: 5 hours
ar_sa: 5 ساعات
nb_no: 5 timer

source: 6 hours
ar_sa: 6 ساعات
nb_no: 6 timer

source: 12 hours
ar_sa: 12 ساعة
nb_no: 12 timer

source: 18 hours
ar_sa: 18 ساعة
nb_no: 18 timer

source: 1 day
ar_sa: يوم واحد
nb_no: 1 dag

source: 2 days
ar_sa: يومان
nb_no: 2 dager

source: 3 days
ar_sa: 3 أيام
nb_no: 3 dager

source: 4 days
ar_sa: 4 أيام
nb_no: 4 dager

source: 6 days
ar_sa: 6 أيام
nb_no: 6 dager

source: 1 week
ar_sa: أسبوع واحد
nb_no: 1 uke

source: Could not determine config for invoker %s
ar_sa: تعذر تحديد التكوين للمدعي ٪s
nb_no: Kunne ikke bestemme konfigurasjonen for invoker %s

source: InvokerType %s is not registered
ar_sa: نوع المدعو ٪s غير مسجل
nb_no: InvokerType %s er ikke registrert

source: MappingType %s is not registered
ar_sa: نوع التعيين ٪s غير مسجل
nb_no: MappingType %s er ikke registrert

source: Need Invoker!
ar_sa: تحتاج إلى Invoker!
nb_no: Trenger Invoker!

source: Need Event!
ar_sa: بحاجة الى حدث!
nb_no: Trenger arrangement!

source: Could not get registered modules for Invoker
ar_sa: تعذر إسترداد الوحدات المسجلة للمستدعين
nb_no: Kunne ikke hente registrerte moduler for Invoker

source: Could not get backend for Invoker %s
ar_sa: تعذر استدعاء الواجهة الخلفية للمستدعي ٪s
nb_no: Kunne ikke hente backend for Invoker %s

source: The event %s is not valid.
ar_sa: الحدث ٪s غير صالح.
nb_no: Hendelsen %s er ikke gyldig.

source: Could not update configuration data for WebserviceID %s
ar_sa: تعذر تحديث بيانات التكوين لمعرف خدمة ويب ٪s
nb_no: Kunne ikke oppdatere konfigurasjonsdata for webtjeneste-ID %s

source: This sub-action is not valid
ar_sa: هذا الإجراء الفرعي غير صالح
nb_no: Denne underhandlingen er ikke gyldig

source: Validation Module
ar_sa: وحدة التحقق
nb_no: Valideringsmodul

source: Invisible only
ar_sa: غير مرئي فقط
nb_no: Kun usynlig

source: Visible only
ar_sa: مرئي فقط
nb_no: Kun synlig

source: Visible and invisible
ar_sa: مرئي وغير مرئي
nb_no: Synlig og usynlig

source: Simple Mapping for Outgoing Data
ar_sa: تعيين بسيط للبيانات الصادرة
nb_no: Enkel kartlegging for utgående data

source: Simple Mapping for Incoming Data
ar_sa: تعيين بسيط للبيانات الواردة
nb_no: Enkel kartlegging for innkommende data

source: Could not get registered configuration for action type %s
ar_sa: تعذر الحصول على تكوين مسجل لنوع الإجراء ٪s
nb_no: Kunne ikke hente registrert konfigurasjon for handlingstypen %s

source: Could not get backend for %s %s
ar_sa: تعذر الحصول على النهاية الخلفية ل ٪s ٪s
nb_no: Kunne ikke hente backend for %s %s

source: Keep (leave unchanged)
ar_sa: الاحتفاظ (ترك دون تغيير)
nb_no: Behold (la uendret)

source: Ignore (drop key/value pair)
ar_sa: تجاهل (إزالة زوج المفاتيح/القيمة)
nb_no: Ignorer (slippnøkkel/verdipar)

source: Map to (use provided value as default)
ar_sa: تعيين إلى (إستخدام القيمة المقدمة كقيمة افتراضية)
nb_no: Kart til (bruk oppgitt verdi som standard)

source: Exact value(s)
ar_sa: القيمة (القيم) بالضبط
nb_no: Nøyaktig verdi(er)

source: Ignore (drop Value/value pair)
ar_sa: تجاهل (إسقاط زوج القيمة/القيمة)
nb_no: Ignorer (slipp verdi/verdi-par)

source: XSLT Mapping for Outgoing Data
ar_sa: تعيين XSLT للبيانات الصادرة
nb_no: XSLT-kartlegging for utgående data

source: XSLT Mapping for Incoming Data
ar_sa: تعيين XSLT للبيانات الواردة
nb_no: XSLT-kartlegging for innkommende data

source: Could not find required library %s
ar_sa: تعذر العثور على المكتبة المطلوبة ٪s
nb_no: Kunne ikke finne det nødvendige biblioteket %s

source: Outgoing request data before processing (RequesterRequestInput)
ar_sa: بيانات الطلب الصادر قبل المعالجة (RequesterRequestInput)
nb_no: Utgående forespørselsdata før behandling (RequesterRequestInput)

source: Outgoing request data before mapping (RequesterRequestPrepareOutput)
ar_sa: بيانات الطلب الصادر قبل التعيين (RequesterRequestPrepareOutput)
nb_no: Utgående forespørselsdata før kartlegging (RequesterRequestPrepareOutput)

source: Outgoing request data after mapping (RequesterRequestMapOutput)
ar_sa: بيانات الطلب الصادر بعد التعيين (RequesterRequestMapOutput)
nb_no: Utgående forespørselsdata etter kartlegging (RequesterRequestMapOutput)

source: Incoming response data before mapping (RequesterResponseInput)
ar_sa: بيانات الاستجابة الواردة قبل التعيين (RequesterResponseInput)
nb_no: Innkommende svardata før kartlegging (RequesterResponseInput)

source: Outgoing error handler data after error handling (RequesterErrorHandlingOutput)
ar_sa: بيانات معالج أخطاء الصادر بعد معالجة الخطأ (RequesterErrorHandlingOutput)
nb_no: Utgående feilhåndteringsdata etter feilhåndtering (RequesterErrorHandlingOutput)

source: Incoming request data before mapping (ProviderRequestInput)
ar_sa: بيانات الطلب الواردة قبل التعيين (ProviderRequestInput)
nb_no: Innkommende forespørselsdata før kartlegging (ProviderRequestInput)

source: Incoming request data after mapping (ProviderRequestMapOutput)
ar_sa: بيانات الطلب الواردة بعد التعيين (ProviderRequestMapOutput)
nb_no: Innkommende forespørselsdata etter kartlegging (ProviderRequestMapOutput)

source: Outgoing response data before mapping (ProviderResponseInput)
ar_sa: بيانات الاستجابة الصادرة قبل التعيين (ProviderResponseInput)
nb_no: Utgående svardata før kartlegging (ProviderResponseInput)

source: Outgoing error handler data after error handling (ProviderErrorHandlingOutput)
ar_sa: بيانات معالج أخطاء الصادر بعد معالجة الخطأ (ProviderErrorHandlingOutput)
nb_no: Utgående feilhåndteringsdata etter feilhåndtering (ProviderErrorHandlingOutput)

source: Could not determine config for operation %s
ar_sa: تعذر تحديد التكوين للعملية ٪s
nb_no: Kunne ikke bestemme konfigurasjonen for operasjon %s

source: OperationType %s is not registered
ar_sa: نوع العملية ٪s غير مسجل
nb_no: Operasjonstype %s er ikke registrert

source: Need valid Subaction!
ar_sa: الحاجة إلى إجراء فرعي صالح!
nb_no: Trenger gyldig subaksjon!

source: This field should be an integer.
ar_sa: يجب أن يكون هذا الحقل عددًا صحيحًا.
nb_no: Dette feltet skal være et heltall.

source: File or Directory not found.
ar_sa: لم يتم العثور على الملف أو الدليل.
nb_no: Fant ikke filen eller katalogen.

source: There is another web service with the same name.
ar_sa: توجد خدمة ويب أخرى بنفس الاسم.
nb_no: Det finnes en annen nettjeneste med samme navn.

source: There was an error updating the web service.
ar_sa: حدث خطأ أثناء تحديث خدمة ويب.
nb_no: Det oppsto en feil under oppdatering av nettjenesten.

source: There was an error creating the web service.
ar_sa: حدث خطأ أثناء إنشاء خدمة ويب.
nb_no: Det oppsto en feil ved opprettelse av nettjenesten.

source: Web service "%s" created!
ar_sa: تم إنشاء خدمة ويب "٪s"!
nb_no: Webtjeneste "%s" er opprettet!

source: Need Name!
ar_sa: تحتاج إلى اسم!
nb_no: Trenger navn!

source: Need ExampleWebService!
ar_sa: تحتاج إلى عينة من خدمة الويب!
nb_no: Trenger EksempelWebService!

source: Could not load %s.
ar_sa: تعذر تحميل ٪s.
nb_no: Kunne ikke laste %s.

source: Could not read %s!
ar_sa: تعذر قراءة ٪s!
nb_no: Kunne ikke lese %s!

source: Need a file to import!
ar_sa: تحتاج إلى ملف لاستيراده!
nb_no: Trenger en fil for å importere!

source: The imported file has not valid YAML content! Please check OTOBO log for details
ar_sa: الملف الذي تم إستيراده لا يحتوي على محتوى YAML صحيح! يرجى مراجعة سجل OTOBO للحصول على التفاصيل
nb_no: Den importerte filen har ikke gyldig YAML-innhold! Vennligst sjekk OTOBO-loggen for detaljer

source: Web service "%s" deleted!
ar_sa: تم حذف خدمة ويب "٪s"!
nb_no: Webtjeneste "%s" er slettet!

source: OTOBO as provider
ar_sa: OTOBO كمزود
nb_no: OTOBO som en leverandør

source: Operations
ar_sa: العمليات
nb_no: Handlinger

source: OTOBO as requester
ar_sa: OTOBO كطالب
nb_no: OTOBO som en etterspørrer

source: Invokers
ar_sa: المستدعون
nb_no: Påkallere

source: Got no WebserviceHistoryID!
ar_sa: لم يتم استلام معرف سجل خدمة الويب!
nb_no: Fikk ingen WebserviceHistoryID!

source: Could not get history data for WebserviceHistoryID %s
ar_sa: تعذر الحصول على بيانات المحفوظات لمعرف محفوظات خدمة الويب ٪s
nb_no: Kunne ikke hente historikkdata for WebserviceHistoryID %s

source: Group updated!
ar_sa: تم تحديث المجموعة!
nb_no: Gruppe oppdatert!

source: Mail account added!
ar_sa: تمت اضافة حساب البريد الإلكتروني!
nb_no: E-postkonto lagt til!

source: Email account fetch already fetched by another process. Please try again later!
ar_sa: إحضار حساب البريد الإلكتروني بالفعل من قبل عملية أخرى. الرجاء المحاولة مرة أخرى لاحقا!
nb_no: Henting av e-postkonto er allerede hentet av en annen prosess. Prøv igjen senere!

source: Dispatching by email To: field.
ar_sa: الإرسال عبر البريد الإلكتروني إلى: الحقل.
nb_no: Utsending etter oppføringer i To:-felt.

source: Dispatching by selected Queue.
ar_sa: الإرسال حسب قائمة الانتظار المحددة.
nb_no: Utsending etter valgt kø.

source: Agent who created the ticket
ar_sa: الوكيل الذي أنشأ التذكرة
nb_no: Agent som opprettet saken

source: Agent who owns the ticket
ar_sa: الوكيل الذي يملك التذكرة
nb_no: Saksbehandleren som eier saken

source: Agent who is responsible for the ticket
ar_sa: الوكيل المسؤول عن التذكرة
nb_no: Agenten som er ansvarlig for saken

source: All agents watching the ticket
ar_sa: جميع العملاء الذين يراقبون التذكرة
nb_no: Alle saksbehandlere som overvåker saken

source: All agents with write permission for the ticket
ar_sa: كل الوكلاء الذين لديهم إذن كتابة للتذكرة
nb_no: Alle saksbehandlere med skrivetilgang til saken

source: All agents subscribed to the ticket's queue
ar_sa: جميع الوكلاء المشتركين في قائمة انتظار التذكرة
nb_no: Alle agenter abonnerte på sakens kø

source: All agents subscribed to the ticket's service
ar_sa: جميع الوكلاء مشتركون في خدمة التذكرة
nb_no: Alle agenter abonnerte på sakens tjeneste

source: All agents subscribed to both the ticket's queue and service
ar_sa: جميع الوكلاء مشتركون في كل من قائمة انتظار التذكرة والخدمة
nb_no: Alle agenter abonnerte på både sakens kø og service

source: Customer user of the ticket
ar_sa: مستخدم العميل للتذكرة
nb_no: Kundebruker av saken

source: All recipients of the first article
ar_sa: كل المتلقين للمقال الأول
nb_no: Alle mottakere av den første artikkelen

source: All recipients of the last article
ar_sa: جميع المستلمين في المقالة الأخيرة
nb_no: Alle mottakere av den siste artikkelen

source: Invisible to customer
ar_sa: غير مرئي للعميل
nb_no: Usynlig for kunden

source: Visible to customer
ar_sa: مرئي للعميل
nb_no: Synlig for kunden

source: PGP environment is not working. Please check log for more info!
ar_sa: بيئة PGP لا تعمل. الرجاء التحقق من السجل للحصول على مزيد من المعلومات!
nb_no: PGP-miljøet fungerer ikke. Vennligst sjekk loggen for mer informasjon!

source: Need param Key to delete!
ar_sa: تحتاج إلى مفتاح param للحذف!
nb_no: Trenger param nøkkel for å slette!

source: Key %s deleted!
ar_sa: تم حذف المفتاح ٪s!
nb_no: Nøkkel %s slettet!

source: Need param Key to download!
ar_sa: تحتاج إلى مفتاح Param للتنزيل!
nb_no: Trenger param nøkkel for å laste ned!

source: No such package!
ar_sa: لا يوجد مثل هذه الحزمة!
nb_no: Ingen slik pakke!

source: No such file %s in package!
ar_sa: لا يوجد مثل هذا الملف ٪s في الحزمة!
nb_no: Ingen slik fil %s i pakken!

source: No such file %s in local file system!
ar_sa: لا يوجد مثل هذا الملف ٪s في نظام الملفات المحلي!
nb_no: Ingen slik fil %s i lokalt filsystem!

source: Can't read %s!
ar_sa: لا يمكن قراءة ٪s!
nb_no: Kan ikke lese %s!

source: File is OK
ar_sa: الملف على ما يرام
nb_no: Filen er OK

source: Package has locally modified files.
ar_sa: تحتوي الحزمة على ملفات معدلة محليا.
nb_no: Pakken har lokalt modifiserte filer.

source: Package not verified by the OTOBO Team!
ar_sa: لم يتم التحقق من الحزمة من قبل فريق OTOBO!
nb_no: Pakken er ikke bekreftet av OTOBO-teamet!

source: Not Started
ar_sa: لم يتم البدء
nb_no: Ikke begynt

source: Updated
ar_sa: تم التحديث
nb_no: Oppdatert

source: Already up-to-date
ar_sa: محدث بالفعل
nb_no: Allerede oppdatert

source: Installed
ar_sa: مثبت
nb_no: Installert

source: Not correctly deployed
ar_sa: لم يتم النشر بشكل صحيح
nb_no: Ikke riktig utplassert

source: Package updated correctly
ar_sa: تم تحديث الحزمة بشكل صحيح
nb_no: Pakken er riktig oppdatert

source: Package was already updated
ar_sa: تم تحديث الحزمة بالفعل
nb_no: Pakken er allerede oppdatert

source: Dependency installed correctly
ar_sa: تم تثبيت التبعية بشكل صحيح
nb_no: Dependency installert riktig

source: The package needs to be reinstalled
ar_sa: يجب إعادة تثبيت الحزمة
nb_no: Pakken må installeres på nytt

source: The package contains cyclic dependencies
ar_sa: تحتوي الحزمة على تبعيات دورية
nb_no: Pakken inneholder sykliske avhengigheter

source: Not found in on-line repositories
ar_sa: غير موجود في المستودعات على الإنترنت
nb_no: Ikke funnet i online-depoter

source: Required version is higher than available
ar_sa: الإصدار المطلوب أعلى من المتوفر
nb_no: Nødvendig versjon er høyere enn tilgjengelig

source: Dependencies fail to upgrade or install
ar_sa: فشلت التبعيات في الترقية أو التثبيت
nb_no: Avhengigheter klarer ikke å oppgradere eller installere

source: Package could not be installed
ar_sa: تعذر تثبيت الحزمة
nb_no: Pakken kunne ikke installeres

source: Package could not be upgraded
ar_sa: تعذر ترقية الحزمة
nb_no: Pakken kunne ikke oppgraderes

source: Repository List
ar_sa: قائمة المستودعات
nb_no: Depotliste

source: No packages found in selected repository. Please check log for more info!
ar_sa: لم يتم العثور على أي حزم في المستودع المحدد. الرجاء التحقق من السجل للحصول على مزيد من المعلومات!
nb_no: Ingen pakker funnet i det valgte depotet. Vennligst sjekk loggen for mer informasjon!

source: Package not verified due a communication issue with verification server!
ar_sa: لم يتم التحقق من الحزمة بسبب مشكلة في الاتصال مع خادم التحقق!
nb_no: Pakken er ikke bekreftet på grunn av et kommunikasjonsproblem med verifiseringsserveren!

source: Can't connect to OTOBO Feature Add-on list server!
ar_sa: يتعذر الاتصال بخادم قائمة الميزات الإضافية OTOBO!
nb_no: Kan ikke koble til OTOBO Feature Add-on List server!

source: Can't get OTOBO Feature Add-on list from server!
ar_sa: يتعذر الحصول على قائمة الوظائف الإضافية لميزة OTOBO من الخادم!
nb_no: Kan ikke hente OTOBO Feature Add-on liste fra serveren!

source: Can't get OTOBO Feature Add-on from server!
ar_sa: يتعذر الحصول على الوظيفة الإضافية لميزة OTOBO من الخادم!
nb_no: Kan ikke hente OTOBO Feature Add-on fra serveren!

source: No such filter: %s
ar_sa: لا يوجد عامل تصفية من هذا القبيل: ٪s
nb_no: Ikke noe slikt filter: %s

source: Priority added!
ar_sa: تمت إضافة الأولوية!
nb_no: Prioritet lagt til!

source: Process Management information from database is not in sync with the system configuration, please synchronize all processes.
ar_sa: معلومات إدارة العملية من قاعدة البيانات غير متزامنة مع تكوين النظام، الرجاء مزامنة كافة العمليات.
nb_no: Prosessstyringsinformasjon fra databasen er ikke synkronisert med systemkonfigurasjon. Vennligst synkroniser alle prosesser.

source: Need ExampleProcesses!
ar_sa: الحاجة إلى عمليات نموذجية!
nb_no: Trenger eksempelprosesser!

source: Need ProcessID!
ar_sa: يلزم معرف العملية!
nb_no: Trenger prosessID!

source: Yes (mandatory)
ar_sa: نعم (إلزامي)
nb_no: Ja (obligatorisk)

source: Unknown Process %s!
ar_sa: عملية غير معروفة ٪s!
nb_no: Ukjent prosess %s!

source: There was an error generating a new EntityID for this Process
ar_sa: حدث خطأ أثناء إنشاء EntityID جديد لهذه العملية
nb_no: Det oppsto en feil under generering av en ny enhets-ID for denne prosessen

source: The StateEntityID for state Inactive does not exists
ar_sa: StateEntityID للحالة غير نشط غير موجود
nb_no: StateEntityID for state Inactive eksisterer ikke

source: There was an error creating the Process
ar_sa: حدث خطأ أثناء إنشاء العملية
nb_no: Det oppsto en feil under opprettelsen av prosessen

source: There was an error setting the entity sync status for Process entity: %s
ar_sa: حدث خطأ أثناء إعداد حالة المزامنة لإدخال العملية ٪s
nb_no: Det oppsto en feil ved innstilling av enhetssynkroniseringsstatus for prosessenhet: %s

source: Could not get data for ProcessID %s
ar_sa: تعذر تعريف البيانات لمعرف العملية ٪s
nb_no: Kunne ikke hente data for prosess-ID %s

source: There was an error updating the Process
ar_sa: حدث خطأ أثناء تحديث العملية
nb_no: Det oppsto en feil under oppdatering av prosessen

source: Process: %s could not be deleted
ar_sa: تعذر حذف العملية: ٪s
nb_no: Prosess: %s kunne ikke slettes

source: There was an error synchronizing the processes.
ar_sa: حدث خطأ أثناء مزامنة العمليات.
nb_no: Det oppsto en feil under synkronisering av prosessene.

source: The %s:%s is still in use
ar_sa: لا يزال ٪s:٪s قيد الاستخدام
nb_no: %s:%s er fortsatt i bruk

source: The %s:%s has a different EntityID
ar_sa: يحتوي ٪s:٪s على معرف كيان مختلف
nb_no: %s:%s har en annen enhets-ID

source: Could not delete %s:%s
ar_sa: تعذر حذف ٪s:٪s
nb_no: Kunne ikke slette %s:%s

source: There was an error setting the entity sync status for %s entity: %s
ar_sa: حدث خطأ أثناء تعيين حالة مزامنة الكيان للكيان ٪s: ٪s
nb_no: Det oppsto en feil ved innstilling av enhetssynkroniseringsstatus for %s enhet: %s

source: Could not get %s
ar_sa: تعذر الحصول على ٪s
nb_no: Kunne ikke hente %s

source: Need %s!
ar_sa: الحاجة إلى ٪s!
nb_no: Trenger %s!

source: Process: %s is not Inactive
ar_sa: العملية: ٪s ليست غير نشطة
nb_no: Prosess: %s er ikke inaktiv

source: There was an error generating a new EntityID for this Activity
ar_sa: حدث خطأ أثناء إنشاء EntityID جديد لهذا النشاط
nb_no: Det oppsto en feil under generering av en ny enhets-ID for denne aktiviteten

source: There was an error creating the Activity
ar_sa: حدث خطأ أثناء إنشاء النشاط
nb_no: Det oppsto en feil under opprettelsen av aktiviteten

source: There was an error setting the entity sync status for Activity entity: %s
ar_sa: حدث خطأ أثناء تعيين حالة مزامنة الكيان لكيان النشاط: ٪s
nb_no: Det oppsto en feil ved innstilling av enhetssynkroniseringsstatus for aktivitetsenhet: %s

source: Need ActivityID!
ar_sa: يلزم معرف النشاط!
nb_no: Trenger aktivitets-ID!

source: Could not get data for ActivityID %s
ar_sa: تعذر الحصول على بيانات ل ActivityID ٪s
nb_no: Kunne ikke hente data for aktivitets-ID %s

source: There was an error updating the Activity
ar_sa: حدث خطأ أثناء تحديث النشاط
nb_no: Det oppsto en feil under oppdatering av aktiviteten

source: Missing Parameter: Need Activity and ActivityDialog!
ar_sa: المعلمات المفقودة: تحتاج إلى مربع حوار النشاط والنشاط!
nb_no: Manglende parameter: Trenger aktivitet og aktivitetsdialog!

source: Activity not found!
ar_sa: لم يتم العثور على النشاط!
nb_no: Finner ikke aktivitet!

source: ActivityDialog not found!
ar_sa: لم يتم العثور على مربع حوار النشاط!
nb_no: ActivityDialog ikke funnet!

source: ActivityDialog already assigned to Activity. You cannot add an ActivityDialog twice!
ar_sa: تم بالفعل تعيين مربع حوار النشاط للنشاط. لا يمكنك تخصيص مربع حوار النشاط نفسه أكثر من مرة!
nb_no: ActivityDialog er allerede tildelt aktivitet. Du kan ikke legge til en ActivityDialog to ganger!

source: Error while saving the Activity to the database!
ar_sa: حدث خطأ أثناء حفظ النشاط إلى قاعدة البيانات!
nb_no: Feil under lagring av aktiviteten i databasen!

source: This subaction is not valid
ar_sa: هذا الإجراء الفرعي غير صالح
nb_no: Denne underhandlingen er ikke gyldig

source: Edit Activity "%s"
ar_sa: تحرير النشاط "٪s"
nb_no: Rediger aktivitet «%s»

source: There was an error generating a new EntityID for this ActivityDialog
ar_sa: حدث خطأ أثناء إنشاء EntityID جديد لمربع حوار النشاط هذا
nb_no: Det oppsto en feil under generering av en ny EntityID for denne ActivityDialog

source: There was an error creating the ActivityDialog
ar_sa: حدث خطأ أثناء إنشاء مربع حوار النشاط
nb_no: Det oppsto en feil ved opprettelse av ActivityDialog

source: There was an error setting the entity sync status for ActivityDialog entity: %s
ar_sa: حدث خطأ أثناء تعيين حالة المزامنة لمربع حوار النشاط ٪s
nb_no: Det oppsto en feil ved innstilling av enhetssynkroniseringsstatus for ActivityDialog-enheten: %s

source: Need ActivityDialogID!
ar_sa: تحتاج إلى ActivityDialogID!
nb_no: Trenger ActivityDialogID!

source: Could not get data for ActivityDialogID %s
ar_sa: تعذر الحصول على بيانات ل ActivityDialogID ٪s
nb_no: Kunne ikke hente data for ActivityDialogID %s

source: There was an error updating the ActivityDialog
ar_sa: حدث خطأ أثناء تحديث مربع حوار النشاط
nb_no: Det oppsto en feil under oppdatering av ActivityDialog

source: Edit Activity Dialog "%s"
ar_sa: تحرير مربع حوار النشاط "٪s"
nb_no: Rediger aktivitetsdialog "%s"

source: Agent Interface
ar_sa: واجهة الوكيل
nb_no: Agentgrensesnitt

source: Customer Interface
ar_sa: واجهة العميل
nb_no: Kundegrensesnitt

source: Agent and Customer Interface
ar_sa: واجهة العميل والوكيل
nb_no: Agent- og kundegrensesnitt

source: Do not show Field
ar_sa: عدم إظهار الحقل
nb_no: Ikke vis felt

source: Show Field
ar_sa: إظهار الحقل
nb_no: Vis felt

source: Show Field As Mandatory
ar_sa: إظهار الحقل كإلزامي
nb_no: Vis felt som obligatorisk

source: Edit Path
ar_sa: تحرير المسار
nb_no: Rediger bane

source: There was an error generating a new EntityID for this Transition
ar_sa: حدث خطأ أثناء إنشاء معرف كيان جديد لهذا الانتقال
nb_no: Det oppsto en feil under generering av en ny enhets-ID for denne overgangen

source: There was an error creating the Transition
ar_sa: حدث خطأ أثناء إنشاء الانتقال
nb_no: Det oppsto en feil da overgangen skulle opprettes

source: There was an error setting the entity sync status for Transition entity: %s
ar_sa: حدث خطأ أثناء تعيين حالة مزامنة الكيان لكيان الانتقال: ٪s
nb_no: Det oppsto en feil ved innstilling av enhetssynkroniseringsstatus for overgangsenhet: %s

source: Need TransitionID!
ar_sa: بحاجة إلى معرف الانتقال!
nb_no: Trenger TransitionID!

source: Could not get data for TransitionID %s
ar_sa: تعذر تعريف البيانات لمعرف الانتقال ٪s
nb_no: Kunne ikke hente data for overgangs-ID %s

source: There was an error updating the Transition
ar_sa: حدث خطأ أثناء تحديث الانتقال
nb_no: Det oppsto en feil under oppdatering av overgangen

source: Edit Transition "%s"
ar_sa: تحرير الانتقال "٪s"
nb_no: Rediger overgang "%s"

source: Transition validation module
ar_sa: وحدة التحقق من صحة الانتقال
nb_no: Overgangsvalideringsmodul

source: At least one valid config parameter is required.
ar_sa: مطلوب معلمة تكوين صالحة واحدة على الأقل.
nb_no: Minst én gyldig konfigurasjonsparameter kreves.

source: There was an error generating a new EntityID for this TransitionAction
ar_sa: حدث خطأ أثناء إنشاء معرف كيان جديد للإجراء الانتقالي هذا
nb_no: Det oppsto en feil under generering av en ny enhets-ID for denne overgangshandlingen

source: There was an error creating the TransitionAction
ar_sa: حدث خطأ أثناء إنشاء الانتقال
nb_no: Det oppsto en feil under opprettelsen av TransitionAction

source: There was an error setting the entity sync status for TransitionAction entity: %s
ar_sa: حدث خطأ أثناء إعداد حالة المزامنة للإجراء الانتقالي ٪s
nb_no: Det oppsto en feil ved innstilling av enhetssynkroniseringsstatus for TransitionAction-enheten: %s

source: Need TransitionActionID!
ar_sa: بحاجة إلى معرف إجراء النقل!
nb_no: Trenger TransitionActionID!

source: Could not get data for TransitionActionID %s
ar_sa: تعذر العثور على بيانات ل ٪s معرف إجراء الانتقال
nb_no: Kunne ikke hente data for TransitionActionID %s

source: There was an error updating the TransitionAction
ar_sa: حدث خطأ أثناء تحديث الانتقال
nb_no: Det oppsto en feil under oppdatering av TransitionAction
