Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Edit Transition Action "%s"
ar_sa: تحرير إجراء الانتقال "٪s"
nb_no: Rediger overgangshandling «%s»

source: Error: Not all keys seem to have values or vice versa.
ar_sa: خطأ: لا يبدو أن كل المفاتيح لها قيم أو العكس.
nb_no: Feil: Ikke alle nøkler ser ut til å ha verdier eller omvendt.

source: Queue updated!
ar_sa: تم تحديث قائمة الانتظار!
nb_no: Kø oppdatert!

source: Don't use :: in queue name!
ar_sa: الرجاء عدم استخدام "::" ضمن اسم قائمة الانتظار!
nb_no: Ikke bruk :: i kønavn!

source: Click back and change it!
ar_sa: يرجى العودة وتغييره!
nb_no: Klikk tilbake og endre det!

source: -none-
ar_sa: -بدون-
nb_no: -ingen-

source: Queues ( without auto responses )
ar_sa: قوائم الانتظار (بدون إجابات تلقائية)
nb_no: Køer (uten autosvar)

source: Change Queue Relations for Template
ar_sa: تغيير علاقات قائمة الانتظار للقالب
nb_no: Endre kørelasjoner for mal

source: Change Template Relations for Queue
ar_sa: تغيير علاقات القوالب لقائمة الانتظار
nb_no: Endre malrelasjoner for kø

source: Production
ar_sa: إنتاجي
nb_no: Produksjon

source: Training
ar_sa: تَدْرِيبٌ
nb_no: Trening

source: Development
ar_sa: تَطْوِيرٌ
nb_no: Utvikling

source: Role updated!
ar_sa: تم تحديث الدور!
nb_no: Rolle oppdatert!

source: Role added!
ar_sa: تمت إضافة الدور!
nb_no: Rollen ble lagt til!

source: Change Group Relations for Role
ar_sa: تغيير علاقات المجموعة للدور
nb_no: Endre rollens koplinger til grupper

source: Change Role Relations for Group
ar_sa: تغيير علاقات الأدوار للمجموعة
nb_no: Endre gruppens koplinger til roller

source: Role
ar_sa: دور
nb_no: Rolle

source: Change Role Relations for Agent
ar_sa: تغيير علاقات دور الوكيل
nb_no: Endre saksbehandlerens kopling til roller

source: Change Agent Relations for Role
ar_sa: تغيير علاقات الوكيل للدور
nb_no: Endre rollens kopling til saksbehandlere

source: Please activate %s first!
ar_sa: فضلاً فعل %s أولاً!
nb_no: Vennligst aktiver %s først!

source: S/MIME environment is not working. Please check log for more info!
ar_sa: بيئة S/MIME لا تعمل. الرجاء التحقق من السجل للحصول على مزيد من المعلومات!
nb_no: S/MIME-miljøet fungerer ikke. Vennligst sjekk loggen for mer informasjon!

source: Need param Filename to delete!
ar_sa: تحتاج المعلمة "اسم الملف" لحذف!
nb_no: Trenger param filnavn for å slette!

source: Need param Filename to download!
ar_sa: تحتاج المعلمة "اسم الملف" لتحميل!
nb_no: Trenger param filnavn for å laste ned!

source: Needed CertFingerprint and CAFingerprint!
ar_sa: تحتاج إلى CertFingerprint و CAFingerprint!
nb_no: Trengs CertFingerprint og CAFingerprint!

source: CAFingerprint must be different than CertFingerprint
ar_sa: يجب أن يكون CAFingerprint مختلفا عن CertFingerprint
nb_no: CAFingerprint må være annerledes enn CertFingerprint

source: Relation exists!
ar_sa: العلاقة موجودة!
nb_no: Forholdet eksisterer!

source: Relation added!
ar_sa: تمت إضافة العلاقة!
nb_no: Relasjon lagt til!

source: Impossible to add relation!
ar_sa: تعذر إضافة العلاقة!
nb_no: Umulig å legge til relasjon!

source: Relation doesn't exists
ar_sa: العلاقة غير موجودة
nb_no: Forholdet eksisterer ikke

source: Relation deleted!
ar_sa: تم حذف العلاقة!
nb_no: Forholdet er slettet!

source: Impossible to delete relation!
ar_sa: تعذر حذف العلاقة!
nb_no: Umulig å slette relasjon!

source: Certificate %s could not be read!
ar_sa: تعذر قراءة الشهادة %s!
nb_no: Sertifikatet %s kunne ikke leses!

source: Needed Fingerprint
ar_sa: تحتاج إلى بصمة الإصبع
nb_no: Nødvendig fingeravtrykk

source: Handle Private Certificate Relations
ar_sa: معالجة علاقات الشهادات الخاصة
nb_no: Håndtere private sertifikatrelasjoner

source: Salutation added!
ar_sa: أضيفت التحية!
nb_no: Hilsen lagt til!

source: Signature updated!
ar_sa: تم تحديث التوقيع!
nb_no: Signatur oppdatert!

source: Signature added!
ar_sa: تم إضافة التوقيع!
nb_no: Signatur lagt til!

source: State added!
ar_sa: تمت إضافة الحالة!
nb_no: Status lagt til!

source: File %s could not be read!
ar_sa: تعذر قراءة الملف ٪s!
nb_no: Filen %s kunne ikke leses!

source: System e-mail address added!
ar_sa: تمت إضافة عنوان البريد الإلكتروني الخاص بالنظام!
nb_no: System e-postadresse lagt til!

source: Invalid Settings
ar_sa: إعدادات غير صالحة
nb_no: Ugyldige innstillinger

source: There are no invalid settings active at this time.
ar_sa: لا توجد حاليا إعدادات غير صالحة نشطة.
nb_no: Det er ingen ugyldige innstillinger aktive for øyeblikket.

source: You currently don't have any favourite settings.
ar_sa: ليس لديك حاليا أي إعدادات مفضلة.
nb_no: Du har for øyeblikket ingen favorittinnstillinger.

source: The following settings could not be found: %s
ar_sa: تعذر العثور على الإعدادات التالية: %s
nb_no: Følgende innstillinger ble ikke funnet: %s

source: Import not allowed!
ar_sa: الاستيراد غير مسموح به!
nb_no: Import ikke tillatt!

source: System Configuration could not be imported due to an unknown error, please check OTOBO logs for more information.
ar_sa: تعذر استيراد تكوين النظام بسبب خطأ غير معروف، يرجى التحقق من سجلات OTOBO لمزيد من المعلومات.
nb_no: Systemkonfigurasjonen kunne ikke importeres på grunn av en ukjent feil, vennligst sjekk OTOBO-loggene for mer informasjon.

source: Category Search
ar_sa: بحث عن الفئة
nb_no: Kategorisøk

source: Some imported settings are not present in the current state of the configuration or it was not possible to update them. Please check the OTOBO log for more information.
ar_sa: بعض الإعدادات المستوردة غير موجودة في الحالة الحالية للتكوين أو تعذر تحديثها. الرجاء مراجعة سجل OTOBO للحصول على مزيد من المعلومات.
nb_no: Noen importerte innstillinger er ikke til stede i den nåværende tilstanden til konfigurasjonen, eller det var ikke mulig å oppdatere dem. Vennligst sjekk OTOBO-loggen for mer informasjon.

source: This deployment does not contain changes in the setting values!
ar_sa: لا يحتوي هذا النشر على تغييرات في قيم الإعداد!
nb_no: Denne distribusjonen inneholder ikke endringer i innstillingsverdiene!

source: No DeploymentID received!
ar_sa: لم يتم استلام معرف التكليف!
nb_no: Ingen distribusjons-ID mottatt!

source: System was unable to update setting!
ar_sa: تعذر على النظام تحديث الإعداد!
nb_no: Systemet kunne ikke oppdatere innstillingen!

source: You need to enable the setting before locking!
ar_sa: يجب تنشيط الإعداد قبل التحرير!
nb_no: Du må aktivere innstillingen før du låser!

source: You can't work on this setting because %s (%s) is currently working on it.
ar_sa: لا يمكنك تحرير هذا الإعداد لأنه يتم تحريره حاليا بواسطة s% (s%).
nb_no: Du kan ikke jobbe med denne innstillingen fordi %s (%s) jobber med den.

source: Missing setting name!
ar_sa: اسم الإعداد مفقود!
nb_no: Mangler innstillingsnavn!

source: Missing ResetOptions!
ar_sa: خيارات إعادة التعيين مفقودة!
nb_no: Mangler tilbakestillingsalternativer!

source: System was not able to lock the setting!
ar_sa: لا يمكن قفل الإعداد للتحرير!
nb_no: Systemet kunne ikke låse innstillingen!

source: Missing setting name.
ar_sa: اسم الإعداد مفقود.
nb_no: Mangler innstillingsnavn.

source: Setting not found.
ar_sa: لم يتم العثور على الإعداد.
nb_no: Finner ikke innstillingen.

source: Missing Settings!
ar_sa: إعدادات مفقودة!
nb_no: Mangler innstillinger!

source: No setting name received!
ar_sa: لم يتم تلقي اسم إعداد!
nb_no: Ingen innstillingsnavn mottatt!

source: Modified Version
ar_sa: الإصدار المعدل
nb_no: Modifisert versjon

source: Reset To Default
ar_sa: إعادة التعيين إلى الافتراضي
nb_no: Tilbakestill til standard

source: Default Version
ar_sa: الإصدار الافتراضي
nb_no: Standardversjon

source: No setting name or modified version id received!
ar_sa: لم يتم تلقي اسم إعداد أو معرف إصدار معدل!
nb_no: Ingen innstillingsnavn eller modifisert versjons-ID mottatt!

source: Was not possible to revert the historical value!
ar_sa: لم يكن من الممكن إعادة الضبط إلى القيمة التاريخية!
nb_no: Var ikke mulig å tilbakeføre den historiske verdien!

source: Missing setting name or modified id!
ar_sa: اسم إعداد مفقود أو معرف معدل!
nb_no: Mangler innstillingsnavn eller endret ID!

source: System was not able to delete the user setting values!
ar_sa: تعذر على النظام حذف قيم إعداد المستخدم!
nb_no: Systemet var ikke i stand til å slette brukerinnstillingsverdiene!

source: Start date shouldn't be defined after Stop date!
ar_sa: يجب عدم تحديد تاريخ البدء بعد تاريخ الإيقاف!
nb_no: Startdato bør ikke defineres etter stoppdato!

source: There was an error creating the System Maintenance
ar_sa: حدث خطأ أثناء إنشاء صيانة النظام
nb_no: Det oppsto en feil ved opprettelse av systemvedlikehold

source: Need SystemMaintenanceID!
ar_sa: بحاجة إلى معرف صيانة النظام!
nb_no: Trenger systemvedlikeholds-ID!

source: Could not get data for SystemMaintenanceID %s
ar_sa: تعذر الحصول على بيانات ل SystemMaintenanceID %s
nb_no: Kunne ikke hente data for SystemMaintenance ID %s

source: System Maintenance was added successfully!
ar_sa: تمت إضافة صيانة النظام بنجاح!
nb_no: Systemvedlikehold ble lagt til!

source: System Maintenance was updated successfully!
ar_sa: تم تحديث صيانة النظام بنجاح!
nb_no: Systemvedlikehold ble oppdatert!

source: Session has been killed!
ar_sa: تم إغلاق الجلسة!
nb_no: Sesjonen har blitt drept!

source: All sessions have been killed, except for your own.
ar_sa: تم إغلاق جميع الجلسات، ما عدا جلستك.
nb_no: Alle økter har blitt drept, bortsett fra dine egne.

source: There was an error updating the System Maintenance
ar_sa: حدث خطأ أثناء تحديث صيانة النظام
nb_no: Det oppsto en feil under oppdatering av systemvedlikehold

source: Was not possible to delete the SystemMaintenance entry: %s!
ar_sa: تعذر حذف الإدخال %s الخاص بصيانة النظام!
nb_no: Var ikke mulig å slette SystemMaintenance-oppføringen: %s!

source: Template updated!
ar_sa: تم تحديث القالب!
nb_no: Malen er oppdatert!

source: Template added!
ar_sa: تمت إضافة القالب!
nb_no: Mal lagt til!

source: Change Attachment Relations for Template
ar_sa: تغيير علاقات المرفقات للقالب
nb_no: Endre vedleggsrelasjoner for mal

source: Change Template Relations for Attachment
ar_sa: تغيير علاقات القوالب للمرفق
nb_no: Endre malrelasjoner for vedlegg

source: Need Type!
ar_sa: تحتاج نوع!
nb_no: Trenger type!

source: Type added!
ar_sa: تمت اضافة النوع!
nb_no: Type lagt til!

source: Agent updated!
ar_sa: تم تحديث الوكيل!
nb_no: Saksbehandler oppdatert!

source: Change Group Relations for Agent
ar_sa: تغيير علاقات المجموعة للوكيل
nb_no: Endre gruppekoplinger for saksbehandler

source: Change Agent Relations for Group
ar_sa: تغيير علاقات الوكيل للمجموعة
nb_no: Endre saksbehandlerkoplinger for gruppe

source: Month
ar_sa: الشهر
nb_no: Måned

source: Week
ar_sa: أسبوع
nb_no: Uke

source: Day
ar_sa: يوم
nb_no: Dag

source: All appointments
ar_sa: جميع المواعيد
nb_no: Alle avtaler

source: Appointments assigned to me
ar_sa: المواعيد المعينة لي
nb_no: Avtaler tildelt meg

source: Showing only appointments assigned to you! Change settings
ar_sa: سيتم عرض المواعيد المعينة لك فقط! تغيير الإعدادات
nb_no: Viser kun avtaler som er tildelt deg! Endre innstillinger

source: Appointment not found!
ar_sa: لم يتم العثور على موعد!
nb_no: Finner ikke avtale!

source: Never
ar_sa: أبداً
nb_no: Aldri

source: Every Day
ar_sa: كل يوم
nb_no: Hver dag

source: Every Week
ar_sa: كل أسبوع
nb_no: Hver uke

source: Every Month
ar_sa: كل شهر
nb_no: Hver måned

source: Every Year
ar_sa: كل عام
nb_no: Hvert år

source: Custom
ar_sa: مخصص
nb_no: Tilpasset

source: Daily
ar_sa: يوميا
nb_no: Daglig

source: Weekly
ar_sa: أسبوعيا
nb_no: Ukentlig

source: Monthly
ar_sa: شهريا
nb_no: Månedlig

source: Yearly
ar_sa: سنويا
nb_no: Årlig

source: every
ar_sa: كل
nb_no: hver

source: for %s time(s)
ar_sa: لمدة %s من الوقت (الأوقات)
nb_no: %s gang(er)

source: until ...
ar_sa: حتى ...
nb_no: til...

source: for ... time(s)
ar_sa: من أجل ... تكرار
nb_no: ... gang(er)

source: until %s
ar_sa: حتى %s
nb_no: til %s

source: No notification
ar_sa: لا يوجد إشعار
nb_no: Ingen varsling

source: %s minute(s) before
ar_sa: %s دقيقة (دقائق) قبل
nb_no: %s minutt(er) før

source: %s hour(s) before
ar_sa: %s ساعة (ساعات) قبل
nb_no: %s time(r) før

source: %s day(s) before
ar_sa: %s يوم (أيام) قبل
nb_no: %s dag(er) før

source: %s week before
ar_sa: %s أسبوع (أسابيع) قبل
nb_no: %s uke(r) før

source: before the appointment starts
ar_sa: قبل بدء الموعد
nb_no: før avtalen begynner

source: after the appointment has been started
ar_sa: بعد بدء الموعد
nb_no: etter at avtalen har begynt

source: before the appointment ends
ar_sa: قبل انتهاء الموعد
nb_no: før avtalen slutter

source: after the appointment has been ended
ar_sa: بعد إنتهاء الموعد
nb_no: etter at avtalen er slutt

source: No permission!
ar_sa: لا يوجد إذن!
nb_no: Ingen tillatelse!

source: Cannot delete ticket appointment!
ar_sa: لا يمكن حذف موعد التذكرة!
nb_no: Kan ikke slette saksavtale!

source: No permissions!
ar_sa: لا توجد أذونات!
nb_no: Ingen tillatelser!

source: +%s more
ar_sa: +%s أكثر
nb_no: +%s mer'

source: Customer History
ar_sa: تاريخ العملاء
nb_no: Kundehistorikk

source: No RecipientField is given!
ar_sa: لم يتم إعطاء RecipientField!
nb_no: Ingen mottakerfelt er gitt!

source: No such config for %s
ar_sa: لا يوجد مثل هذا التكوين ل %s
nb_no: Ingen slik konfigurasjon for %s

source: Statistic
ar_sa: إحصائية
nb_no: Statistikk

source: No preferences for %s!
ar_sa: لا توجد إعدادات ل %s!
nb_no: Ingen preferanser for %s!

source: Can't get element data of %s!
ar_sa: يتعذر الحصول على بيانات عنصر %s!
nb_no: Kan ikke hente elementdata for %s!

source: Can't get filter content data of %s!
ar_sa: يتعذر الحصول على بيانات محتوى عامل التصفية ل %s!
nb_no: Kan ikke hente filterinnholdsdata for %s!

source: Customer Name
ar_sa: اسم العميل
nb_no: Kundenavn

source: Customer User Name
ar_sa: اسم مستخدم العميل
nb_no: Kundens brukernavn

source: Need SourceObject and SourceKey!
ar_sa: تحتاج إلى SourceObject و SourceKey!
nb_no: Trenger SourceObject og SourceKey!

source: You need ro permission!
ar_sa: أنت بحاجة إلى إذن ro!
nb_no: Du trenger ro tillatelse!

source: Can not delete link with %s!
ar_sa: لا يمكن حذف الارتباط مع %s!
nb_no: Kan ikke slette sammenkoblingen med %s!

source: %s Link(s) deleted successfully.
ar_sa: %s تم حذف الارتباط (الارتباطات) بنجاح.
nb_no: %s kobling(er) ble slettet.

source: Can not create link with %s! Object already linked as %s.
ar_sa: لا يمكن إنشاء إرتباط مع %s! تم ربط الكائن بالفعل ك %s.
nb_no: Kan ikke opprette link med %s! Objektet er allerede koblet som %s.

source: Can not create link with %s!
ar_sa: لا يمكن إنشاء إرتباط مع %s!
nb_no: Kan ikke opprette sammenkobling med %s!

source: %s links added successfully.
ar_sa: %s الارتباطات المضافة بنجاح.
nb_no: %s lenker ble lagt til.

source: The object %s cannot link with other object!
ar_sa: يتعذر على الكائن %s الارتباط بكائن آخر!
nb_no: Objektet %s kan ikke koble til et annet objekt!

source: Param Group is required!
ar_sa: المعلمة "المجموعة" مطلوبة!
nb_no: Param Group er påkrevd!

source: This feature is not available.
ar_sa: هذه الميزة غير متوفرة.
nb_no: Denne funksjonen er ikke tilgjengelig.

source: Updated user preferences
ar_sa: تم تحديث إعدادات المستخدم
nb_no: Oppdaterte brukerpreferanser

source: System was unable to deploy your changes.
ar_sa: تعذر على النظام نشر التغييرات.
nb_no: Systemet kunne ikke distribuere endringene dine.

source: Setting not found!
ar_sa: لم يتم العثور على الإعداد!
nb_no: Finner ikke innstillingen!

source: System was unable to reset the setting!
ar_sa: تعذر على النظام إعادة تعيين الإعداد!
nb_no: Systemet kunne ikke tilbakestille innstillingen!

source: Process ticket
ar_sa: عملية التذكرة
nb_no: Behandle sak

source: Parameter %s is missing.
ar_sa: المعلمة %s مفقودة.
nb_no: Parameter %s mangler.

source: Invalid Subaction.
ar_sa: إجراء فرعي غير صالح.
nb_no: Ugyldig underhandling.

source: Statistic could not be imported.
ar_sa: تعذر إستيراد الإحصائيات.
nb_no: Statistikk kunne ikke bli importert.

source: Please upload a valid statistic file.
ar_sa: الرجاء تحميل ملف إحصائي صالح.
nb_no: Vennligst last opp en gyldig statistikk fil.

source: Export: Need StatID!
ar_sa: التصدير: StatID مطلوب!
nb_no: Eksporter: Trenger StatID!

source: Delete: Get no StatID!
ar_sa: حذف: لم يتم تلقي StatID!
nb_no: Slett: Få ingen StatID!

source: Need StatID!
ar_sa: أحتاج إلى StatID!
nb_no: Trenger StatID!

source: Could not load stat.
ar_sa: تعذر تحميل الحالة.
nb_no: Kunne ikke laste inn statistikk.

source: Add New Statistic
ar_sa: إضافة إحصائية جديدة
nb_no: Legg til ny statistikk

source: Could not create statistic.
ar_sa: تعذر إنشاء إحصائيات.
nb_no: Kunne ikke lage statistikk.

source: Run: Get no %s!
ar_sa: تشغيل: لم يتم تلقي %s!
nb_no: Kjør: Få ingen %s!

source: Got no %s!
ar_sa: %s غير موجودة!
nb_no: Har ingen %s!

source: Add New Statistics Report
ar_sa: إضافة تقرير إحصائيات جديد
nb_no: Legg til ny statistikkrapport

source: This name is already in use, please choose a different one.
ar_sa: هذا الاسم قيد الاستخدام بالفعل، الرجاء إختيار اسم آخر.
nb_no: Dette navnet er allerede i bruk, velg et annet.

source: Could not create report.
ar_sa: تعذر إنشاء تقرير.
nb_no: Kunne ikke opprette rapport.

source: Need StatsReportID!
ar_sa: مطلوب StatsReportID!
nb_no: Trenger StatsReportID!

source: Edit Statistics Report
ar_sa: تحرير تقرير الإحصائيات
nb_no: Rediger statistikkrapport

source: Could not find report.
ar_sa: تعذر العثور على التقرير.
nb_no: Kunne ikke finne rapporten.

source: Please provide a valid cron entry.
ar_sa: يرجى توفير إدخال cron صالح.
nb_no: Vennligst oppgi en gyldig cron-oppføring.

source: Could not update report.
ar_sa: تعذر تحديث التقرير.
nb_no: Kunne ikke oppdatere rapporten.

source: View Statistics Report
ar_sa: عرض تقرير الإحصائيات
nb_no: Se statistikkrapport

source: Delete: Got no StatsReportID!
ar_sa: حذف: لم يتم الحصول على StatsReportID!
nb_no: Slett: Fikk ingen StatsReportID!

source: No TicketID is given!
ar_sa: لم يتم إعطاء TicketID!
nb_no: Ingen saks-ID er gitt!

source: You need %s permissions!
ar_sa: تحتاج إلى أذونات %s!
nb_no: Du trenger %s tillatelser!

source: Loading draft failed!
ar_sa: فشل تحميل المسودة!
nb_no: Kunne ikke laste inn utkastet!

source: Sorry, you need to be the ticket owner to perform this action.
ar_sa: عذرا، يجب أن تكون مالك التذكرة لتنفيذ هذا الإجراء.
nb_no: Beklager, du må være eier av saken for å utføre denne handlingen.

source: Please change the owner first.
ar_sa: الرجاء تغيير المالك أولا.
nb_no: Vennligst sett eier først.

source: FormDraft functionality disabled!
ar_sa: لم يتم تنشيط وظيفة المسودة!
nb_no: FormDraft-funksjonalitet deaktivert!

source: Draft name is required!
ar_sa: اسم المسودة مطلوب!
nb_no: Utkast til navn kreves!

source: FormDraft name %s is already in use!
ar_sa: تم تعيين الاسم %s بالفعل!
nb_no: FormDraft-navnet %s er allerede i bruk!

source: Could not perform validation on field %s!
ar_sa: تعذر إجراء التحقق من الصحة على الحقل %s!
nb_no: Kunne ikke utføre validering på feltet %s!

source: No subject
ar_sa: لا يوجد عنوان
nb_no: Tomt emne-felt

source: Could not delete draft!
ar_sa: تعذر حذف المسودة!
nb_no: Kunne ikke slette utkast!

source: Previous Owner
ar_sa: المالك السابق
nb_no: Forrige eier

source: wrote
ar_sa: كتب
nb_no: skrev

source: Message from
ar_sa: رسالة من
nb_no: Melding fra

source: End message
ar_sa: نهاية الرسالة
nb_no: Sluttmelding

source: %s is needed!
ar_sa: %s مطلوب!
nb_no: %s er nødvendig!

source: Plain article not found for article %s!
ar_sa: لم يتم العثور على نسخة نصية فقط للمقالة %s!
nb_no: Finner ikke vanlig artikkel for artikkelen %s!

source: Article does not belong to ticket %s!
ar_sa: لا تنتمي المقالة إلى التذكرة %s!
nb_no: Artikkelen tilhører ikke saken %s!

source: Can't bounce email!
ar_sa: لا يمكن رفض البريد الإلكتروني!
nb_no: Kan ikke returnere e-post!

source: Can't send email!
ar_sa: لا يمكن إرسال البريد الإلكتروني!
nb_no: Kan ikke sende e-post!

source: Wrong Subaction!
ar_sa: إجراء فرعي غير صحيح!
nb_no: Feil subaksjon!

source: Can't lock Tickets, no TicketIDs are given!
ar_sa: لا يمكن قفل التذاكر، لا يتم إعطاء TicketIDs!
nb_no: Kan ikke låse saker, ingen saks-ID er gitt!

source: Ticket (%s) is not unlocked!
ar_sa: لم يتم إلغاء تأمين التذكرة (%s)!
nb_no: Saken (%s) er ikke låst opp!

source: The following tickets were ignored because they are locked by another agent or you don't have write access to tickets: %s.
ar_sa: تم تجاهل التذاكر التالية لأنها مؤمنة بواسطة وكيل آخر أو ليس لديك حق الوصول للكتابة إلى التذاكر: %s.
nb_no: Følgende saker ble ignorert fordi de er låst av en annen agent eller du ikke har skrivetilgang til saker: %s.

source: The following ticket was ignored because it is locked by another agent or you don't have write access to ticket: %s.
ar_sa: تم تجاهل التذكرة التالية لأنها مؤمنة بواسطة عميل آخر أو ليس لديك حق الوصول للكتابة إلى التذكرة: %s.
nb_no: Følgende saker ble ignorert fordi den er låst av en annen agent eller du ikke har skrivetilgang til saken: %s.

source: You need to select at least one ticket.
ar_sa: يجب تحديد تذكرة واحدة على الأقل.
nb_no: Du må velge minst én sak.

source: Bulk feature is not enabled!
ar_sa: لم يتم تنشيط ميزة معالجة الدفعات!
nb_no: Bulk-funksjonen er ikke aktivert!

source: No selectable TicketID is given!
ar_sa: لم يتم توفير TicketID قابل للتحديد!
nb_no: Ingen valgbar TicketID er gitt!

source: You either selected no ticket or only tickets which are locked by other agents.
ar_sa: إما أنك لم تقم بتحديد تذكرة أو التذاكر فقط التي تم تأمينها بواسطة وكلاء آخرين.
nb_no: Du valgte enten ingen saker eller bare saker som er låst av andre agenter.

source: The following tickets were ignored because they are locked by another agent or you don't have write access to these tickets: %s.
ar_sa: تم تجاهل التذاكر التالية لأنها مؤمنة بواسطة وكيل آخر أو ليس لديك حق الوصول للكتابة إلى هذه التذاكر: %s.
nb_no: Følgende saker ble ignorert fordi de er låst av en annen agent eller du ikke har skrivetilgang til disse sakene: %s.

source: The following tickets were locked: %s.
ar_sa: تم تأمين التذاكر التالية: %s.
nb_no: Følgende saker ble låst: %s.

source: Article subject will be empty if the subject contains only the ticket hook!
ar_sa: سيكون موضوع المقالة فارغا إذا كان الموضوع يحتوي على Ticket-Hook فقط!
nb_no: Artikkelemnet vil være tomt hvis emnet kun inneholder sakskroken!

source: Address %s replaced with registered customer address.
ar_sa: تم إستبدال العنوان %s بعنوان عميل مسجل.
nb_no: Adressen %s er byttet ut med adressen som er registrert på kunde.

source: Customer user automatically added in Cc.
ar_sa: تمت إضافة مستخدم العميل تلقائيا في Cc.
nb_no: Kundebrukeren ble automatisk lagt til Kopi-feltet.

source: Ticket "%s" created!
ar_sa: البطاقة "%s" أنشئت!
nb_no: Sak «%s» opprettet!

source: No Subaction!
ar_sa: لا يوجد إجراء فرعي!
nb_no: Ingen subaksjon!

source: Got no TicketID!
ar_sa: لم تحصل على TicketID!
nb_no: Har ikke saks-ID!

source: System Error!
ar_sa: خطأ في النظام!
nb_no: Systemfeil!

source: No ArticleID is given!
ar_sa: لا يوجد ArticleID!
nb_no: Ingen artikkel-ID er gitt!

source: Next week
ar_sa: الأسبوع القادم
nb_no: Neste uke

source: Ticket Escalation View
ar_sa: طريقة عرض تصعيد التذكرة
nb_no: Eskaleringsvisning

source: Article %s could not be found!
ar_sa: تعذر العثور على المقالة %s!
nb_no: Artikkelen %s ble ikke funnet!

source: Forwarded message from
ar_sa: رسالة تمت إعادة توجيهها من
nb_no: Videresend meldingen fra

source: End forwarded message
ar_sa: نهاية الرسالة المعاد توجيهها
nb_no: Avslutt videresendt melding

source: Can't show history, no TicketID is given!
ar_sa: لا يمكن إظهار السجل، لم يتم استلام TicketID!
nb_no: Kan ikke vise historikk, ingen TicketID er gitt!

source: Can't lock Ticket, no TicketID is given!
ar_sa: لا يمكن تأمين التذكرة، لا يتم إعطاء TicketID!
nb_no: Kan ikke låse sak, ingen saks-ID er gitt!

source: Sorry, the current owner is %s!
ar_sa: عذرا، المالك الحالي هو %s!
nb_no: Beklager, den nåværende eieren er %s!

source: Please become the owner first.
ar_sa: من فضلك كن المالك أولا.
nb_no: Vennligst bli eier først.
