Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Example: If a request is initially triggered at 10:00 with initial interval at '1 minute', retry factor at '2' and maximum retry count at '2', retries would be triggered at 10:01 and 10:02 only.
ar_sa: مثال: إذا تم تشغيل طلب في البداية في الساعة 10:00 مع الفاصل الزمني الأولي عند "دقيقة واحدة" وعامل إعادة المحاولة عند "2" والحد الأقصى لعدد إعادة المحاولة عند "2"، تشغيل عمليات إعادة المحاولة في الساعة 10:01 والساعة 10:02 فقط.
nb_no: Eksempel: Hvis en forespørsel først utløses kl. 10:00 med et startintervall på '1 minutt', prøvefaktor på '2' og maksimalt antall forsøk ved '2', vil gjenforsøk kun utløses kl. 10:01 og 10:02.

source: Note: Maximum retry count might not be reached if a maximum retry period is configured as well and reached earlier.
ar_sa: ملاحظة: قد لا يتم الوصول إلى الحد الأقصى لعدد مرات إعادة المحاولة إذا تم تكوين الحد الأقصى لفترة إعادة المحاولة أيضًا وتم الوصول إليها في وقت سابق.
nb_no: Merk: Maksimalt antall gjenforsøk kan kanskje ikke nås hvis en maksimal gjenforsøksperiode også er konfigurert og nådd tidligere.

source: This field must be empty or contain a positive number.
ar_sa: يجب أن يحتوي هذا الحقل على رقم موجب أو أن يظل فارغًا.
nb_no: Dette feltet må være tomt eller inneholde et positivt tall.

source: Maximum retry period
ar_sa: الحد الأقصى لفترة إعادة المحاولة
nb_no: Maksimal prøveperiode

source: Maximum period of time for retries of failing requests before they are discarded (based on the error handling module execution time for the initial request).
ar_sa: الحد الأقصى من الوقت لإعادة محاولة الطلبات الفاشلة قبل تجاهلها (بناءً على وقت تنفيذ وحدة معالجة الأخطاء للطلب الأولي).
nb_no: Maksimal tidsperiode for gjenforsøk av mislykkede forespørsler før de forkastes (basert på utførelsestiden for feilhåndteringsmodulen for den første forespørselen).

source: Retries that would normally be triggered after maximum period is elapsed (according to retry interval calculation) will automatically be triggered at maximum period exactly.
ar_sa: سيتم تشغيل عمليات إعادة المحاولة التي يتم تشغيلها عادةً بعد انقضاء الفترة القصوى (وفقًا لحساب الفاصل الزمني لإعادة المحاولة) تلقائيًا في أقصى فترة زمنية بالضبط.
nb_no: Nye forsøk som normalt vil bli utløst etter at maksimumsperioden er utløpt (i henhold til beregning av nytt forsøksintervall) vil automatisk bli utløst nøyaktig ved maksimal periode.

source: Example: If a request is initially triggered at 10:00 with initial interval at '1 minute', retry factor at '2' and maximum retry period at '30 minutes', retries would be triggered at 10:01, 10:03, 10:07, 10:15 and finally at 10:31=>10:30.
ar_sa: مثال: إذا تم تشغيل طلب في البداية في الساعة 10:00 مع الفاصل الزمني الأولي عند "دقيقة واحدة" وعامل إعادة المحاولة عند "2" والحد الأقصى لفترة إعادة المحاولة عند "30 دقيقة"، تشغيل عمليات إعادة المحاولة في الساعة 10:01 و10:03 و10:07 و10:15 وأخيرا في الساعة 10:31 = >10:30.
nb_no: Eksempel: Hvis en forespørsel først utløses kl. 10:00 med startintervall på '1 minutt', prøvefaktor på '2' og maksimal prøveperiode ved '30 minutter', vil gjenforsøk bli utløst kl. 10:01, 10:03, 10:07, 10:15 og til slutt kl 10:31=>10:30.

source: Note: Maximum retry period might not be reached if a maximum retry count is configured as well and reached earlier.
ar_sa: ملاحظة: قد لا يتم الوصول إلى الحد الأقصى لفترة إعادة المحاولة إذا تم تكوين الحد الأقصى لعدد مرات إعادة المحاولة أيضا وتم الوصول إليه في وقت سابق.
nb_no: Merk: Maksimal gjenforsøkstid kan kanskje ikke nås hvis et maksimalt antall gjenforsøk også er konfigurert og nådd tidligere.

source: Add Invoker
ar_sa: إضافة مستحضر (Invoker)
nb_no: Legg til utløser

source: Edit Invoker
ar_sa: تحرير المستحضر (Invoker)
nb_no: Rediger utløser

source: Do you really want to delete this invoker?
ar_sa: هل تريد حقا حذف هذا المستحضر؟
nb_no: Vil du virkelig fjerne denne anroperen?

source: Invoker Details
ar_sa: تفاصيل المستدعي
nb_no: Detaljerte Anrop

source: The name is typically used to call up an operation of a remote web service.
ar_sa: يستخدم الاسم عادةً لاستدعاء عملية خدمة ويب بعيدة.
nb_no: Navnet er typisk brukt for å kalle opp en handling på en fjernstyrt web tjeneste.

source: Invoker backend
ar_sa: الواجهة الخلفية ل Invoker
nb_no: Utløser-backend

source: This OTOBO invoker backend module will be called to prepare the data to be sent to the remote system, and to process its response data.
ar_sa: سيتم استدعاء وحدة الواجهة الخلفية OTOBO Invoker لإعداد البيانات لإرسالها إلى النظام البعيد، ومعالجة بيانات الاستجابة الخاصة به.
nb_no: Denne OTOBO utløserbackend-modulen vil bli kalt for å forberede dataene som skal sendes til det eksterne systemet, og for å behandle responsdataene.

source: Mapping for outgoing request data
ar_sa: تعيين بيانات الطلب الصادر
nb_no: Kartlegging for utgående forespørselsdata

source: Configure
ar_sa: تهيئة
nb_no: Konfigurer

source: The data from the invoker of OTOBO will be processed by this mapping, to transform it to the kind of data the remote system expects.
ar_sa: تتم معالجة بيانات استدعاء OTOBO بواسطة هذا التعيين لإعادة تشكيلها عندما يحتاج النظام البعيد إلى البيانات.
nb_no: Dataene fra utløseren til OTOBO vil bli behandlet av denne kartleggingen, for å transformere den til den typen data det eksterne systemet forventer.

source: Mapping for incoming response data
ar_sa: تعيين بيانات الاستجابة الواردة
nb_no: Kartlegging for innkommende svardata

source: The response data will be processed by this mapping, to transform it to the kind of data the invoker of OTOBO expects.
ar_sa: تتم معالجة بيانات الاستجابة للنظام البعيد بواسطة هذا التعيين لإعادة تشكيله كما هو مطلوب من قبل مستحضر OTOBO.
nb_no: Svardataene vil bli behandlet av denne kartleggingen, for å transformere den til den typen data som brukeren av OTOBO forventer.

source: Asynchronous
ar_sa: غير متزامن
nb_no: Asynkron

source: Condition
ar_sa: شَرْط
nb_no: Tilstand

source: Edit this event
ar_sa: تحرير هذا الحدث
nb_no: Rediger denne hendelsen

source: This invoker will be triggered by the configured events.
ar_sa: يتم تشغيل هذا المستحضر بواسطة الأحداث التي تم تكوينها.
nb_no: Denne utløseren vil bli utløst av de konfigurerte hendelsene.

source: Add Event
ar_sa: إضافة حدث
nb_no: Legg til hendelse

source: To add a new event select the event object and event name and click on the "+" button
ar_sa: لإضافة حدث جديد، حدد كائن الحدث واسم الحدث وانقر فوق الزر "+"
nb_no: For å legge til en ny hendelse velg hendelsesobjektet og hendelsesnavnet og klikk på "+"-knappen

source: Asynchronous event triggers are handled by the OTOBO Scheduler Daemon in background (recommended).
ar_sa: تتم معالجة مشغلات الأحداث غير المتزامنة بواسطة OTOBO Scheduler Daemon في الخلفية (موصى به).
nb_no: Asynkrone hendelsestriggere håndteres av OTOBO Scheduler Daemon i bakgrunnen (anbefalt).

source: Synchronous event triggers would be processed directly during the web request.
ar_sa: ستتم معالجة مشغلات الأحداث المتزامنة مباشرة أثناء طلب الويب.
nb_no: Synkrone hendelsestriggere vil bli behandlet direkte under nettforespørselen.

source: GenericInterface Invoker Event Settings for Web Service %s
ar_sa: إعدادات حدث GenericInterface Invoker لخدمة الويب٪ s
nb_no: Innstillinger for GenericInterface utløserhendelse for nettjeneste %s

source: Go back to
ar_sa: العودة إلى
nb_no: Gå tilbake til

source: Delete all conditions
ar_sa: حذف جميع الشروط
nb_no: Slett alle betingelser

source: Do you really want to delete all the conditions for this event?
ar_sa: هل أنت متأكد أنك تريد حذف جميع الشروط لهذا الحدث؟
nb_no: Vil du virkelig slette alle betingelsene for dette arrangementet?

source: General Settings
ar_sa: الإعدادات العامة
nb_no: Generelle innstillinger

source: Event type
ar_sa: نوع الحدث
nb_no: Hendelsestype

source: Conditions
ar_sa: شُرُوط
nb_no: Tilstander

source: Conditions can only operate on non-empty fields.
ar_sa: يمكن أن تعمل الشروط فقط على الحقول غير الفارغة.
nb_no: Betingelser kan kun operere på ikke-tomme felt.

source: Type of Linking between Conditions
ar_sa: نوع الربط بين الشروط
nb_no: Koblingstype mellom tilstander

source: Remove this Condition
ar_sa: إزالة هذا الشرط
nb_no: Slett denne tilstanden

source: Type of Linking
ar_sa: نوع الارتباط
nb_no: Koblingtype

source: Add a new Field
ar_sa: أضف حقلاً جديدًا
nb_no: Legg til et nytt felt

source: Remove this Field
ar_sa: إزالة هذا الحقل
nb_no: Fjern dette feltet

source: And can't be repeated on the same condition.
ar_sa: ولا يمكن تكرارها على نفس الحالة.
nb_no: Og kan ikke gjentas på samme betingelse.

source: Add New Condition
ar_sa: إضافة شرط جديد
nb_no: Legg til ny tilstand

source: General invoker data
ar_sa: بيانات المستدعي العامة
nb_no: Generelle utløserdata

source: Settings for outgoing request data
ar_sa: إعدادات بيانات الطلبات الصادرة
nb_no: Innstillinger for utgående forespørselsdata

source: Ticket fields
ar_sa: حقول التذاكر
nb_no: Saksfelt

source: Only the selected ticket fields will be considered for the request data.
ar_sa: يتم النظر فقط في حقول التذاكر المحددة لبيانات الطلب.
nb_no: Kun de valgte saksfeltene vil bli vurdert for forespørselsdataene.

source: Article fields
ar_sa: حقول المقالات
nb_no: Artikkelfelt

source: Only the selected article fields will be considered for the request data.
ar_sa: سيتم النظر فقط في حقول المقالة المحددة لبيانات الطلب.
nb_no: Kun de valgte artikkelfeltene vil bli vurdert for forespørselsdataene.

source: Ticket dynamic fields
ar_sa: تذاكر الحقول الديناميكية
nb_no: Dynamiske saksfelter

source: Only the selected ticket dynamic fields will be considered for the request data.
ar_sa: سيتم النظر فقط في الحقول الديناميكية للتذكرة المحددة لبيانات الطلب.
nb_no: Bare de valgte dynamiske saksfeltene vil bli vurdert for forespørselsdataene.

source: Article dynamic fields
ar_sa: الحقول الديناميكية للمقالة
nb_no: Dynamiske artikkelfelt

source: Only the selected article dynamic fields will be considered for the request data.
ar_sa: سيتم النظر فقط في الحقول الديناميكية للمقالة المحددة لبيانات الطلب.
nb_no: Bare de valgte dynamiske artikkelfeltene vil bli vurdert for forespørselsdataene.

source: Number of articles
ar_sa: عدد المقالات
nb_no: Antall artikler

source: The outgoing request data will only contain the configured number of articles. If left empty, only 1 article will be sent.
ar_sa: ستحتوي بيانات الطلب الصادر فقط على عدد المقالات التي تم تكوينها. إذا تركت فارغة، سيتم إرسال مقالة 1 فقط.
nb_no: De utgående forespørselsdataene vil kun inneholde det konfigurerte antallet artikler. Hvis den står tom, vil kun 1 artikkel bli sendt.

source: Communication channels
ar_sa: قنوات الاتصال
nb_no: Kommunikasjonskanaler

source: The outgoing request data will only consider articles of the selected communication channels. If left empty, articles created by all communication channels will be used.
ar_sa: ستأخذ بيانات الطلب الصادر في الاعتبار فقط المقالات الخاصة بقنوات الاتصال المحددة. إذا تُركت فارغة، فسيتم استخدام المقالات التي تم إنشاؤها بواسطة جميع قنوات الاتصال.
nb_no: De utgående forespørselsdataene vil kun vurdere artikler fra de valgte kommunikasjonskanalene. Hvis den står tom, vil artikler opprettet av alle kommunikasjonskanaler bli brukt.

source: Customer visibility
ar_sa: الرؤية للعملاء
nb_no: Kundesynlighet

source: The outgoing request data will only consider articles created with the selected customer visibility.
ar_sa: لا تأخذ بيانات الطلبات الصادرة في الاعتبار سوى العناصر التي تم إنشاؤها باستخدام رؤية العميل المحددة.
nb_no: De utgående forespørselsdataene vil kun vurdere artikler som er opprettet med valgt kundesynlighet.

source: Sender Types
ar_sa: أنواع المرسل
nb_no: Avsendertyper

source: The outgoing request data will only consider articles created by the selected sender types. If left empty, articles created by all sender types will be used.
ar_sa: ستأخذ بيانات الطلب الصادر في الاعتبار فقط المقالات التي تم إنشاؤها بواسطة أنواع المرسلين المحددين. إذا تركت فارغة، استخدام المقالات التي تم إنشاؤها بواسطة جميع أنواع المرسلين.
nb_no: De utgående forespørselsdataene vil kun vurdere artikler opprettet av de valgte avsendertypene. Hvis den står tom, vil artikler laget av alle avsendertyper bli brukt.

source: Mapping
ar_sa: تَخْطِيطٌ
nb_no: Kartlegging

source: Settings for incoming response data
ar_sa: إعدادات بيانات الاستجابة الواردة
nb_no: Innstillinger for innkommende svardata

source: Remote TicketID dynamic field
ar_sa: الحقل الديناميكي ل TicketID البعيد
nb_no: Ekstern TicketID dynamisk felt

source: The selected ticket dynamic field is being used to store the remote TicketID.
ar_sa: يتم استخدام الحقل الديناميكي المحدد للتذكرة لتخزين TicketID البعيد.
nb_no: Det valgte dynamiske saksfeltet brukes til å lagre den eksterne sak-IDen.

source: If left empty, the remote TicketID will not be stored, unless you define a system configuration value for this web service.
ar_sa: إذا ظلت فارغة، فلن يتم تخزين Remote TicketID إلا إذا تم تعريف قيمة لخدمة الويب هذه في تكوين النظام.
nb_no: Hvis den står tom, vil ikke den eksterne saksID-en bli lagret, med mindre du definerer en systemkonfigurasjonsverdi for denne webtjenesten.

source: The selected field is already in use by the Ticket dynamic fields option.
ar_sa: الحقل المحدد قيد الاستخدام بالفعل بواسطة خيار الحقول الديناميكية للتذكرة.
nb_no: Det valgte feltet er allerede i bruk av alternativet dynamiske saksfelter.

source: Only the selected ticket dynamic fields are being considered for processing the incoming response data. If left empty, no dynamic field will be processed.
ar_sa: يتم النظر فقط في الحقول الديناميكية للبطاقة المحددة لمعالجة بيانات الاستجابة الواردة. إذا تُركت فارغة، فلن تتم معالجة أي حقل ديناميكي.
nb_no: Bare de valgte dynamiske saksfeltene vurderes for behandling av innkommende svardata. Hvis det står tomt, vil ikke noe dynamisk felt bli behandlet.

source: Event data
ar_sa: بيانات الحدث
nb_no: Hendelsesdata

source: Mapping Simple
ar_sa: رسم الخرائط البسيط
nb_no: Kartlegging Enkel

source: Default rule for unmapped keys
ar_sa: القاعدة الافتراضية للمفاتيح غير المعينة
nb_no: Standard regler for ukartlagte nøkler

source: This rule will apply for all keys with no mapping rule.
ar_sa: يتم تطبيق هذه القاعدة على جميع المفاتيح التي لا تحتوي على قاعدة مطابقة.
nb_no: Denne regelen vil brukes på alle nøkler uten kartleggingsregel.

source: Default rule for unmapped values
ar_sa: القاعدة الافتراضية للقيم غير المعينة
nb_no: Standard regler for ukartlagte verdier

source: This rule will apply for all values with no mapping rule.
ar_sa: يتم تطبيق هذه القاعدة على كافة القيم بدون قاعدة مطابقة.
nb_no: Denne regelen vil brukes på alle verdien uten kartleggingsregel.

source: New key map
ar_sa: تعيين مفتاح جديد
nb_no: Nytt nøkkel mapping

source: Add key mapping
ar_sa: إضافة تعيين مفتاح
nb_no: Legg til nøkkel for mapping

source: Mapping for Key
ar_sa: تعيين المفاتيح
nb_no: Mapping for nøkkel

source: Remove key mapping
ar_sa: إزالة تعيين المفاتيح
nb_no: Fjern nøkkel mapping

source: Key mapping
ar_sa: تخطيط المفاتيح
nb_no: Nøkkel mapping

source: Map key
ar_sa: مفتاح الخريطة
nb_no: Mapping nøkkel

source: matching the
ar_sa: مطابقة مع
nb_no: matcher

source: to new key
ar_sa: تعيين مفتاح جديد
nb_no: til ny nøkkel

source: Value mapping
ar_sa: تعيين القيمة
nb_no: Verdi mapping

source: Map value
ar_sa: أهَمِّيَّةٌ
nb_no: Mapping verdi

source: to new value
ar_sa: إلى قيمة جديدة
nb_no: til ny verdi

source: Remove value mapping
ar_sa: إزالة تعيين القيمة
nb_no: Fjern verdi for mapping

source: New value map
ar_sa: تعيين قيمة جديدة
nb_no: Ny verdi for mapping

source: Add value mapping
ar_sa: إضافة تعيين القيمة
nb_no: Legg til verdi for mapping

source: Do you really want to delete this key mapping?
ar_sa: هل تريد حقًا حذف تعيين المفتاح هذا؟
nb_no: Vil du virkelig slette denne nøkkelen for mapping?

source: General Shortcuts
ar_sa: اختصارات لوحة المفاتيح العامة
nb_no: Generelle snarveier

source: MacOS Shortcuts
ar_sa: اختصارات لوحة مفاتيح MacOS
nb_no: MacOS-snarveier

source: Comment code
ar_sa: كود التعليق
nb_no: Kommentarkode

source: Uncomment code
ar_sa: لا تعلق على الكود
nb_no: Avkommenter kode

source: Auto format code
ar_sa: تنسيق التعليمات البرمجية تلقائيا
nb_no: Autoformater kode

source: Expand/Collapse code block
ar_sa: توسيع / تصغير كتلة التعليمات البرمجية
nb_no: Utvid/skjul kodeblokk

source: Find
ar_sa: بَحَثَ
nb_no: Finn

source: Find next
ar_sa: البحث عن التالي
nb_no: Finn neste

source: Find previous
ar_sa: البحث عن السابق
nb_no: Finn forrige

source: Find and replace
ar_sa: البحث والاستبدال
nb_no: Finn og erstatt

source: Find and replace all
ar_sa: ابحث عن واستبدل الكل
nb_no: Finn og erstatt alle

source: XSLT Mapping
ar_sa: تعيين XSLT
nb_no: XSLT-kartlegging

source: XSLT stylesheet
ar_sa: ورقة الأنماط XSLT
nb_no: XSLT-stilark

source: The entered data is not a valid XSLT style sheet.
ar_sa: البيانات التي تدخلها ليست ورقة أنماط XSLT صالحة.
nb_no: De angitte dataene er ikke et gyldig XSLT-stilark.

source: Here you can add or modify your XSLT mapping code.
ar_sa: هنا يمكنك إضافة أو تعديل كود تعيين XSLT.
nb_no: Her kan du legge til eller endre din XSLT-tilordningskode.

source: The editing field allows you to use different functions like automatic formatting, window resize as well as tag- and bracket-completion.
ar_sa: يسمح حقل التحرير باستخدام وظائف مختلفة مثل التنسيق التلقائي وتغيير حجم النافذة وإكمال العلامة والأقواس.
nb_no: Redigeringsfeltet lar deg bruke forskjellige funksjoner som automatisk formatering, endre vindusstørrelse samt tagg- og brakett-fullføring.

source: Data includes
ar_sa: تتضمن البيانات
nb_no: Data inkluderer

source: Select one or more sets of data that were created at earlier request/response stages to be included in mappable data.
ar_sa: حدد مجموعة واحدة أو أكثر من البيانات التي تم إنشاؤها في مراحل الطلب/الاستجابة السابقة ليتم تضمينها في البيانات القابلة للتعيين.
nb_no: Velg ett eller flere sett med data som ble opprettet på tidligere forespørsels-/svarstadier som skal inkluderes i kartbare data.

source: These sets will appear in the data structure at '/DataInclude/<DataSetName>' (see debugger output of actual requests for details).
ar_sa: ستظهر هذه المجموعات في بنية البيانات في '< DataInclude / <DataSetName/' (راجع إخراج مصحح الأخطاء للطلبات الفعلية للحصول على التفاصيل).
nb_no: Disse settene vil vises i datastrukturen ved '/DataInclude/<DataSetName>' (se debugger-utdata for faktiske forespørsler for detaljer).

source: Data key regex filters (before mapping)
ar_sa: عامل تصفية RegEx لمفاتيح البيانات (قبل التعيين)
nb_no: Regex-filtre for datanøkkel (før kartlegging)

source: Data key regex filters (after mapping)
ar_sa: عامل تصفية RegEx لمفاتيح البيانات (بعد التعيين)
nb_no: Regex-filtre for datanøkkel (etter kartlegging)

source: Regular expressions
ar_sa: التعبيرات العادية
nb_no: Regex-er

source: Replace
ar_sa: اِسْتَبْدَلَ
nb_no: Erstatt

source: Remove regex
ar_sa: إزالة regex
nb_no: Fjern regulært uttrykk

source: Add regex
ar_sa: إضافة regex
nb_no: Legg til regulært uttrykk

source: These filters can be used to transform keys using regular expressions.
ar_sa: يمكن استخدام هذه المرشحات لتحويل المفاتيح باستخدام التعبيرات العادية.
nb_no: Disse filtrene kan brukes til å transformere nøkler ved hjelp av regulære uttrykk.

source: The data structure will be traversed recursively and all configured regexes will be applied to all keys.
ar_sa: سيتم اجتياز بنية البيانات بشكل متكرر ويتم تطبيق جميع التعبيرات العادية التي تم تكوينها على جميع المفاتيح.
nb_no: Datastrukturen vil gjennomgås rekursivt og alle konfigurerte regexes vil bli brukt på alle nøkler.

source: Use cases are e.g. removing key prefixes that are undesired or correcting keys that are invalid as XML element names.
ar_sa: حالات الاستخدام هي على سبيل المثال إزالة بادئات المفاتيح غير المرغوب فيها أو تصحيح المفاتيح التي لا تمثل أسماء عناصر XML صالحة.
nb_no: Brukstilfeller er f.eks. fjerne nøkkelprefikser som er uønskede eller korrigere nøkler som er ugyldige som XML-elementnavn.

source: Example 1: Search = '^jira:' / Replace = '' turns 'jira:element' into 'element'.
ar_sa: مثال 1: البحث = '^ jira:' / استبدال = '' يحول 'jira: element' إلى 'element'.
nb_no: Eksempel 1: Søk = '^jira:' / Replace = '' gjør 'jira:element' til 'element'.

source: Example 2: Search = '^' / Replace = '_' turns '16x16' into '_16x16'.
ar_sa: مثال 2: البحث = '^' / استبدال = '_' يحول '16x16' إلى '_16x16'.
nb_no: Eksempel 2: Søk = '^' / Replace = '_' gjør '16x16' til '_16x16'.

source: Example 3: Search = '^(?<number>\\d+) (?<text>.+?)\\$' / Replace = '_\\$+{text}_\\$+{number}' turns '16 elementname' into '_elementname_16'.
ar_sa: المثال 3: البحث = '^ (+number> \\ d>) (؟+.<text>؟) \\ $' / استبدال = '_ \\ $ + {text} _ \\ $ + {number}' يحول '16 elementname'إلى' elementname_16_'.
nb_no: Eksempel 3: Søk = '^(?<nummer>\\d+) (?<tekst>.+?)\\ / Erstatt = '_\\$+{tekst}_\\$+{nummer}' gjør '16 elementname' til '_elementname_16'.

source: For information about regular expressions in Perl please see here:
ar_sa: يمكن العثور على معلومات حول التعبيرات النمطية في لغة Perl هنا:
nb_no: For informasjon om regulære uttrykk i Perl, se her:

source: Perl regular expressions tutorial
ar_sa: برنامج تعليمي عن التعبيرات العادية في لغة Perl
nb_no: Opplæring i Perl regulære uttrykk

source: If modifiers are desired they have to be specified within the regexes themselves.
ar_sa: إذا كان استخدام المُعدِّلات مطلوبًا، فيجب تحديدها ضمن التعبيرات النمطية.
nb_no: Hvis modifikatorer er ønsket, må de spesifiseres i selve de regulære uttrykkene.

source: Regular expressions defined here will be applied before the XSLT mapping.
ar_sa: يتم تطبيق التعبيرات العادية المعرفة هنا قبل تعيين XSLT.
nb_no: Regulære uttrykk definert her vil bli brukt før XSLT-tilordningen.

source: Regular expressions defined here will be applied after the XSLT mapping.
ar_sa: يتم تطبيق التعبيرات العادية المعرفة هنا بعد تعيين XSLT.
nb_no: Regulære uttrykk definert her vil bli brukt etter XSLT-tilordningen.

source: Add Operation
ar_sa: إضافة عملية
nb_no: Legg til operasjon

source: Edit Operation
ar_sa: تحرير العملية
nb_no: Rediger operasjon

source: Do you really want to delete this operation?
ar_sa: هل تريد حقًا حذف هذه العملية؟
nb_no: Vil du virkelig slette denne handlingen?

source: Operation Details
ar_sa: تفاصيل العملية
nb_no: Detaljerte handlinger

source: The name is typically used to call up this web service operation from a remote system.
ar_sa: يستخدم الاسم عادةً لاستدعاء عملية خدمة الويب من نظام بعيد.
nb_no: Navnet brukes vanligvis til å kalle opp denne webtjenesteoperasjonen fra et eksternt system.

source: Operation backend
ar_sa: الواجهة الخلفية للعمليات
nb_no: Operasjon backend

source: This OTOBO operation backend module will be called internally to process the request, generating data for the response.
ar_sa: يتم استدعاء وحدة الواجهة الخلفية لعملية OTOBO داخليًا لمعالجة الطلب وإنشاء بيانات للاستجابة.
nb_no: Denne OTOBO-operasjonsbackend-modulen vil bli kalt internt for å behandle forespørselen, og generere data for svaret.

source: Mapping for incoming request data
ar_sa: تعيين بيانات الطلب الوارد
nb_no: Kartlegging for innkommende forespørselsdata

source: The request data will be processed by this mapping, to transform it to the kind of data OTOBO expects.
ar_sa: تتم معالجة بيانات الطلب الواردة من خلال هذا التعيين لتحويلها إلى الطريقة التي تحتاجها عملية OTOBO.
nb_no: Forespørselsdataene vil bli behandlet av denne kartleggingen, for å transformere den til den typen data OTOBO forventer.

source: Mapping for outgoing response data
ar_sa: تعيين بيانات الاستجابة الصادرة
nb_no: Kartlegging for utgående svardata

source: The response data will be processed by this mapping, to transform it to the kind of data the remote system expects.
ar_sa: تتم معالجة بيانات الاستجابة بواسطة هذا التعيين لإعادة تشكيلها عندما يحتاج النظام البعيد إلى البيانات.
nb_no: Responsdataene vil bli behandlet av denne kartleggingen, for å transformere den til den typen data det eksterne systemet forventer.

source: Include Ticket Data
ar_sa: تضمين بيانات التذكرة
nb_no: Inkluder saksdata
