Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Rebuilds Elasticsearch indices. Can be used for example, if CustomerUsers are authenticated via LDAP. Highly inefficient however, as the whole index is rebuild every time.
nb_no: Gjenoppbygger Elasticsearch-indekser. Kan brukes for eksempel hvis CustomerUsers er autentisert via LDAP. Svært ineffektiv imidlertid, ettersom hele indeksen bygges opp igjen hver gang.

source: Rebuilds the ACL preselection cache.
nb_no: Gjenoppbygger ACL-forvalgsbufferen.

source: Rebuilds the escalation index.
nb_no: Bygger opp eskaleringsindeksen på nytt.

source: Recognize if a ticket is a follow-up to an existing ticket using an external ticket number. Note: the first capturing group from the 'NumberRegExp' expression will be used as the ticket number value.
nb_no: Gjenkjenne om en sak er en oppfølging av en eksisterende sak ved hjelp av et eksternt saksnummer. Merk: den første fangstgruppen fra 'NumberRegExp'-uttrykket vil bli brukt som saksnummerverdien.

source: Redis server address. Example: 127.0.0.1:6379.
nb_no: Redis serveradresse. Eksempel: 127.0.0.1:6379.

source: Refresh interval
nb_no: Automatisk innlasting

source: Registers a log module, that can be used to log communication related information.
nb_no: Registrerer en loggmodul, som kan brukes til å logge kommunikasjonsrelatert informasjon.

source: Reminder Tickets
nb_no: Saker med påminnelse

source: Removed subscription for user "%s".
nb_no: Fjernet abonnement for brukeren «%s».

source: Removes old generic interface debug log entries created before the specified amount of days.
nb_no: Fjerner gamle generiske grensesnittfeilsøkingsloggoppføringer opprettet før det angitte antallet dager.

source: Removes old system configuration deployments (Sunday mornings).
nb_no: Fjerner gamle systemkonfigurasjonsinstallasjoner (søndag morgen).

source: Removes old ticket number counters (each 10 minutes).
nb_no: Fjerner gamle saksnummertellere (hvert 10. minutt).

source: Removes the ticket watcher information when a ticket is archived.
nb_no: Fjerner saksovervåkerinformasjonen når en sak er arkivert.

source: Renew existing SMIME certificates from customer backend. Note: SMIME and SMIME::FetchFromCustomer needs to be enabled in SysConfig and customer backend needs to be configured to fetch UserSMIMECertificate attribute.
nb_no: Forny eksisterende SMIME-sertifikater fra kundestøtte. Merk: SMIME og SMIME::FetchFromCustomer må være aktivert i SysConfig og kundestøtten må konfigureres for å hente UserSMIMECertificate-attributtet.

source: Replaces the original sender with current customer's email address on compose answer in the ticket compose screen of the agent interface.
nb_no: Erstatter den opprinnelige avsenderen med gjeldende kundes e-postadresse ved skriv svar i saksskrivingsskjermen i agentgrensesnittet.

source: Reports
nb_no: Rapporter

source: Reprocess mails from spool directory that could not be imported in the first place.
nb_no: Behandle e-post fra spool-katalogen på nytt som ikke kunne importeres i utgangspunktet.

source: Required permissions to change the customer of a ticket in the agent interface.
nb_no: Nødvendige rettigheter for å endre kunde på en sak.

source: Required permissions to use quick close in the agent interface.
nb_no: Nødvendige tillatelser for å bruke hurtiglukking i agentgrensesnittet.

source: Required permissions to use the close ticket screen in the agent interface.
nb_no: Nødvendige rettigheter for å bruke "Avslutt sak" bildet.

source: Required permissions to use the email outbound screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke skjermen for utgående e-post i agentgrensesnittet.

source: Required permissions to use the email resend screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke skjermen for e-postsending på nytt i agentgrensesnittet.

source: Required permissions to use the ticket bounce screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke sakssprettskjermen i agentgrensesnittet.

source: Required permissions to use the ticket compose screen in the agent interface.
nb_no: Nødvendige rettigheter for å bruke "Opprett sak" bildet.

source: Required permissions to use the ticket forward screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke skjermbildet for videresending av saker i agentgrensesnittet.

source: Required permissions to use the ticket free text screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke saksfritekstskjermen i agentgrensesnittet.

source: Required permissions to use the ticket merge screen of a zoomed ticket in the agent interface.
nb_no: Nødvendige tillatelser for å bruke sakssammenslåingsskjermen til en zoomet sak i agentgrensesnittet.

source: Required permissions to use the ticket note screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke saksnotatskjermen i agentgrensesnittet.

source: Required permissions to use the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Nødvendige tillatelser for å bruke sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Required permissions to use the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Nødvendige tillatelser for å bruke skjermbildet for ventende sak til en zoomet sak i agentgrensesnittet.

source: Required permissions to use the ticket phone inbound screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke sakstelefonens inngående skjerm i agentgrensesnittet.

source: Required permissions to use the ticket phone outbound screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke sakstelefonens utgående skjerm i agentgrensesnittet.

source: Required permissions to use the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Nødvendige tillatelser for å bruke saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Required permissions to use the ticket responsible screen in the agent interface.
nb_no: Nødvendige tillatelser for å bruke saksansvarlig-skjermen i agentgrensesnittet.

source: Resend Ticket Email.
nb_no: Send e-post om sak på nytt.

source: Resent email to "%s".
nb_no: Send e-post på nytt til "%s".

source: Resets and unlocks the owner of a ticket if it was moved to another queue.
nb_no: Tilbakestiller og låser opp eieren av en sak hvis den ble flyttet til en annen kø.

source: Responsible Tickets
nb_no: Ansvarlige saker

source: Responsible Tickets.
nb_no: Ansvarlige saker.

source: Restores a ticket from the archive (only if the event is a state change to any open available state).
nb_no: Gjenoppretter en sak fra arkivet (bare hvis hendelsen er en tilstandsendring til en åpen tilgjengelig tilstand).

source: Retains all services in listings even if they are children of invalid elements.
nb_no: Beholder alle tjenester i oppføringer selv om de er barn av ugyldige elementer.

source: Right
nb_no: Høyre

source: Roles ↔ Groups
nb_no: Roller ↔ Grupper

source: Romanian
nb_no: rumensk

source: Run file based generic agent jobs (Note: module name needs to be specified in -configuration-module param e.g. "Kernel::System::GenericAgent").
nb_no: Kjør filbaserte generiske agentjobber (Merk: modulnavnet må spesifiseres i -configuration-module param, f.eks. "Kernel::System::GenericAgent").

source: Running Process Tickets
nb_no: Aktive prosesssaker

source: Runs an initial wildcard search of the existing contacts with data when accessing the AdminContactWD module.
nb_no: Kjører et innledende jokertegnsøk av eksisterende kontakter med data ved tilgang til AdminContactWD-modulen.

source: Runs an initial wildcard search of the existing customer company when accessing the AdminCustomerCompany module.
nb_no: Kjører et første jokertegnsøk av det eksisterende kundeselskapet når du får tilgang til AdminCustomerCompany-modulen.

source: Runs an initial wildcard search of the existing customer users when accessing the AdminCustomerUser module.
nb_no: Kjører et første jokertegnsøk av eksisterende kundebrukere når de får tilgang til AdminCustomerUser-modulen.

source: Runs the system in "Demo" mode. If enabled, agents can change preferences, such as selection of language and theme via the agent web interface. These changes are only valid for the current session. It will not be possible for agents to change their passwords.
nb_no: Kjører systemet i "Demo"-modus. Hvis aktivert, kan agenter endre preferanser, for eksempel valg av språk og tema via agentens nettgrensesnitt. Disse endringene er kun gyldige for gjeldende økt. Det vil ikke være mulig for agenter å endre passordene sine.

source: Russian
nb_no: Russisk

source: S/MIME Certificates
nb_no: S/MIME-sertifikater

source: Salutations
ar_sa: تحايا
nb_no: Hilsninger

source: Sample command output
nb_no: Eksempel på kommandoresultat

source: Saves the attachments of articles. "DB" stores all data in the database (not recommended for storing big attachments). "FS" stores the data on the filesystem; this is faster but the webserver should run under the OTOBO user. You can switch between the modules even on a system that is already in production without any loss of data. Note: Searching for attachment names is not supported when "FS" is used. "S3" is experimental.
nb_no: Lagrer vedlegg til artikler. "DB" lagrer alle data i databasen (anbefales ikke for lagring av store vedlegg). "FS" lagrer dataene på filsystemet; dette er raskere, men webserveren skal kjøre under OTOBO-brukeren. Du kan bytte mellom modulene selv på et system som allerede er i produksjon uten tap av data. Merk: Søking etter vedleggsnavn støttes ikke når "FS" brukes. "S3" er eksperimentell.

source: Schedule a maintenance period.
nb_no: Planlegg en vedlikeholdsperiode.

source: Screen after new ticket
ar_sa: الشاشة بعد إنشاء بطاقة جديدة
nb_no: Skjermbilde etter innlegging av ny sak

source: Search Customer
ar_sa: البحث عن عميل
nb_no: Kunde-søk

source: Search Ticket.
nb_no: Søk sak.

source: Search Tickets.
nb_no: Søk saker.

source: Search User
nb_no: Søk etter bruker

source: Search backend default router.
nb_no: Søk backend standard ruter.

source: Search backend router.
nb_no: Søk i backend-ruter.

source: Search.
nb_no: Søk.

source: Second Christmas Day
nb_no: Andre juledag

source: Second Queue
nb_no: Andre kø

source: Select after which period ticket overviews should refresh automatically.
nb_no: Velg etter hvilken periode saksoversikter skal oppdateres automatisk.

source: Select how many tickets should be shown in overviews by default.
nb_no: Velg hvor mange saker som skal vises i oversikter som standard.

source: Select the algorithm used for encryption. Fallback is aes256. Try "/usr/bin/openssl enc -ciphers" to get a list of ciphers supported by your system (written without the leading '-').
nb_no: Velg algoritmen som brukes for kryptering. Fallback er aes256. Prøv "/usr/bin/openssl enc -ciphers" for å få en liste over chiffer som støttes av systemet ditt (skrevet uten innledende '-').

source: Select the main interface language.
nb_no: Velg hovedgrensesnittspråket.

source: Select the separator character used in CSV files (stats and searches). If you don't select a separator here, the default separator for your language will be used.
nb_no: Velg et separator-tegn for bruk i CSV-filer (statistikk og søk). Hvis du ikke velger en, vil standardtegnet for språket bli brukt.

source: Select your personal time zone. All times will be displayed relative to this time zone.
nb_no: Velg din personlige tidssone. Alle tider vil vises i forhold til denne tidssonen.

source: Select your preferred layout for the software.
nb_no: Velg ønsket layout for programvaren.

source: Select your preferred theme for OTOBO.
nb_no: Velg ønsket tema for OTOBO.

source: Selects the cache backend to use.
nb_no: Velger bufferens backend som skal brukes.

source: Selects the module to handle uploads via the web interface. "DB" stores all uploads in the database, "FS" uses the file system.
nb_no: Velger modulen for å håndtere opplastinger via nettgrensesnittet. "DB" lagrer alle opplastinger i databasen, "FS" bruker filsystemet.

source: Selects the ticket number generator module. "AutoIncrement" increments the ticket number, the SystemID and the counter are used with SystemID.counter format (e.g. 1010138, 1010139). With "Date" the ticket numbers will be generated by the current date, the SystemID and the counter. The format looks like Year.Month.Day.SystemID.counter (e.g. 200206231010138, 200206231010139). With "DateChecksum" the counter will be appended as checksum to the string of date and SystemID. The checksum will be rotated on a daily basis. The format looks like Year.Month.Day.SystemID.Counter.CheckSum (e.g. 2002070110101520, 2002070110101535).
nb_no: Velger saksnummergeneratormodulen. "AutoIncrement" øker saksnummeret, SystemID og telleren brukes med SystemID.counter format (f.eks. 1010138, 1010139). Med "Dato" vil saksnumrene bli generert av gjeldende dato, SystemID og teller. Formatet ser ut som Year.Month.Day.SystemID.counter (f.eks. 200206231010138, 200206231010139). Med "DateChecksum" vil telleren bli lagt til som kontrollsum til strengen med dato og SystemID. Kontrollsummen vil bli rotert på daglig basis. Formatet ser ut som Year.Month.Day.SystemID.Counter.CheckSum (f.eks. 2002070110101520, 2002070110101535).

source: Send new outgoing mail from this ticket
nb_no: Send ny utgående post fra denne saken

source: Send notifications to users.
nb_no: Send varsling til brukerne.

source: Sender type for new tickets from the customer inteface.
nb_no: Sendingstype for nye meldinger på kundeweben.

source: Sends agent follow-up notification only to the owner, if a ticket is unlocked (the default is to send the notification to all agents).
nb_no: Send varsling kun til sakens eier dersom en sak låses opp (normalt sendes meldingen til alle saksbehandlere).

source: Sends all outgoing email via bcc to the specified address. Please use this only for backup reasons.
nb_no: Send all utgående e-post via Bcc til spesifisert adresse. Vennligst bruk dette kun for sikkerhetskopiering.

source: Sends customer notifications just to the mapped customer.
nb_no: Sender kundevarsler bare til den kartlagte kunden.

source: Sends registration information to OTOBO group.
nb_no: Sender registreringsinformasjon til OTOBO-gruppen.

source: Sends reminder notifications of unlocked ticket after reaching the reminder date (only sent to ticket owner).
nb_no: Sender en påminnelse om opplåsing av saker etter oppnådd tidsfrist (sendes kun til sakens eier).

source: Sends the notifications which are configured in the admin interface under "Ticket Notifications".
nb_no: Sender varslene som er konfigurert i administrasjonsgrensesnittet under "Saksvarslinger".

source: Sent "%s" notification to "%s" via "%s".
nb_no: Sendte "%s"-varsel til "%s" via "%s".

source: Sent auto follow-up to "%s".
nb_no: Sendte automatisk oppfølging til "%s".

source: Sent auto reject to "%s".
nb_no: Sendt automatisk avvisning til "%s".

source: Sent auto reply to "%s".
nb_no: Sendte automatisk svar til "%s".

source: Sent email to "%s".
nb_no: Sendte e-post til "%s".

source: Sent email to customer.
nb_no: Sendte e-post til kunde.

source: Sent notification to "%s".
nb_no: Sendte varsel til "%s".

source: Serbian Cyrillic
nb_no: Serbisk (Cyrillic)

source: Serbian Latin
nb_no: Serbisk (Latin)

source: Service Level Agreements
nb_no: Tjenestenivåavtaler

source: Service view
nb_no: Tjeneste visning

source: ServiceView
nb_no: Tjenestevisning

source: Set a new password by filling in your current password and a new one.
nb_no: Angi et nytt passord ved å fylle inn ditt nåværende passord og et nytt.

source: Set sender email addresses for this system.
nb_no: Sett opp avsenderadresse for denne installasjonen.

source: Set the default height (in pixels) of inline HTML articles in AgentTicketZoom.
nb_no: Angi standardhøyden (i piksler) for innebygde HTML-artikler i AgentTicketZoom.

source: Set the limit of tickets that will be executed on a single genericagent job execution.
nb_no: Angi grensen for saker som skal utføres på en enkelt generisk agent-jobbkjøring.

source: Set the maximum height (in pixels) of inline HTML articles in AgentTicketZoom.
nb_no: Angi maksimal høyde (i piksler) for innebygde HTML-artikler i AgentTicketZoom.

source: Set the minimum log level. If you select 'error', just errors are logged. With 'debug' you get all logging messages. The order of log levels is: 'debug', 'info', 'notice' and 'error'.
nb_no: Still inn minimum loggnivå. Hvis du velger 'feil', logges bare feil. Med 'debug' får du alle loggmeldinger. Rekkefølgen på loggnivåene er: 'feilsøke', 'info', 'merknad' og 'feil'.

source: Set this ticket to pending
nb_no: Sett sak som venter tilbakemelding

source: Sets if SLA must be selected by the agent.
nb_no: Angir om SLA må velges av agenten.

source: Sets if SLA must be selected by the customer.
nb_no: Angir om SLA må velges av kunden.

source: Sets if note must be filled in by the agent. Can be overwritten by Ticket::Frontend::NeedAccountedTime.
nb_no: Angir om notat må fylles ut av agenten. Kan overskrives av Ticket::Frontend::NeedAccountedTime.

source: Sets if queue must be selected by the agent.
nb_no: Angir om kø må velges av agenten.

source: Sets if service must be selected by the agent.
nb_no: Angir om tjenesten må velges av agenten.

source: Sets if service must be selected by the customer.
nb_no: Angir om tjenesten må velges av kunden.

source: Sets if state must be selected by the agent.
nb_no: Angir om tilstanden må velges av agenten.

source: Sets if ticket owner must be selected by the agent.
nb_no: Angir om sakseier må velges av saksbehandleren.

source: Sets if ticket responsible must be selected by the agent.
nb_no: Angir om saksansvarlig må velges av agenten.

source: Sets the PendingTime of a ticket to 0 if the state is changed to a non-pending state.
nb_no: Setter PendingTime for en sak til 0 hvis tilstanden endres til en ikke-ventende tilstand.

source: Sets the age in minutes (first level) for highlighting queues that contain untouched tickets.
nb_no: Angir alderen i minutter (første nivå) for utheving av køer som inneholder urørte saker.

source: Sets the age in minutes (second level) for highlighting queues that contain untouched tickets.
nb_no: Angir alderen i minutter (andre nivå) for utheving av køer som inneholder urørte saker.

source: Sets the configuration level of the administrator. Depending on the config level, some sysconfig options will be not shown. The config levels are in in ascending order: Expert, Advanced, Beginner. The higher the config level is (e.g. Beginner is the highest), the less likely is it that the user can accidentally configure the system in a way that it is not usable any more.
nb_no: Angir konfigurasjonsnivået til administratoren. Avhengig av konfigurasjonsnivået, vil noen sysconfig-alternativer ikke vises. Konfigurasjonsnivåene er i stigende rekkefølge: Ekspert, Avansert, Nybegynner. Jo høyere konfigurasjonsnivået er (f.eks. Nybegynner er høyest), jo mindre sannsynlig er det at brukeren ved et uhell kan konfigurere systemet på en måte som ikke lenger kan brukes.

source: Sets the count of articles visible in preview mode of ticket overviews.
nb_no: Angir antall artikler som er synlige i forhåndsvisningsmodus for saksoversikter.

source: Sets the default article customer visibility for new email tickets in the agent interface.
nb_no: Angir standard artikkelkundesynlighet for nye e-postsaker i agentgrensesnittet.

source: Sets the default article customer visibility for new phone tickets in the agent interface.
nb_no: Angir standard artikkelkundesynlighet for nye telefonsaker i agentgrensesnittet.

source: Sets the default article customer visibility for quick close action in the agent interface.
nb_no: Angir standard artikkelkundesynlighet for rask nærhandling i agentgrensesnittet.

source: Sets the default body text for notes added in the close ticket screen of the agent interface.
nb_no: Angir standard brødtekst for notater som er lagt til i skjermbildet for "lukk sak" i agentgrensesnittet.

source: Sets the default body text for notes added in the ticket move screen of the agent interface.
nb_no: Angir standard brødtekst for notater lagt til i saksflyttingsskjermen til agentgrensesnittet.

source: Sets the default body text for notes added in the ticket note screen of the agent interface.
nb_no: Angir standard brødtekst for notater som er lagt til i saksnotatskjermen til agentgrensesnittet.

source: Sets the default body text for notes added in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Angir standard brødtekst for notater lagt til på sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Sets the default body text for notes added in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Angir standard brødtekst for notater som er lagt til i "sak venter"-skjermen til en zoomet sak i agentgrensesnittet.

source: Sets the default body text for notes added in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Angir standard brødtekst for notater som er lagt til i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Sets the default body text for notes added in the ticket responsible screen of the agent interface.
nb_no: Angir standard brødtekst for notater lagt til i saksansvarlig skjerm i agentgrensesnittet.

source: Sets the default error message for the login screen on Agent and Customer interface, it's shown when a running system maintenance period is active.
nb_no: Angir standard feilmelding for påloggingsskjermen på agent- og kundegrensesnittet, den vises når en løpende systemvedlikeholdsperiode er aktiv.

source: Sets the default link type of split tickets in the agent interface.
nb_no: Angir standard koblingstype for delte saker i agentgrensesnittet.

source: Sets the default link type of splitted tickets in the agent interface.
nb_no: Angir standard koblingstype for delte saker i agentgrensesnittet.

source: Sets the default message for the login screen on Agent and Customer interface, it's shown when a running system maintenance period is active.
nb_no: Angir standardmeldingen for påloggingsskjermen på agent- og kundegrensesnittet, den vises når en løpende systemvedlikeholdsperiode er aktiv.

source: Sets the default message for the notification is shown on a running system maintenance period.
nb_no: Angir standardmeldingen for varselet som vises på en løpende systemvedlikeholdsperiode.

source: Sets the default next state for new phone tickets in the agent interface.
nb_no: Angir standard neste tilstand for nye telefonsaker i agentgrensesnittet.

source: Sets the default next ticket state, after the creation of an email ticket in the agent interface.
nb_no: Angir standard neste saksstatus, etter opprettelsen av en e-postsak i agentgrensesnittet.

source: Sets the default note text for new telephone tickets. E.g 'New ticket via call' in the agent interface.
nb_no: Angir standard notattekst for nye telefonsaker. For eksempel 'Ny sak via samtale' i agentgrensesnittet.

source: Sets the default priority for new email tickets in the agent interface.
nb_no: Angir standardprioritet for nye e-postsaker i agentgrensesnittet.

source: Sets the default priority for new phone tickets in the agent interface.
nb_no: Angir standardprioritet for nye telefonsaker i agentgrensesnittet.

source: Sets the default sender type for new email tickets in the agent interface.
nb_no: Angir standard avsendertype for nye e-postsaker i agentgrensesnittet.

source: Sets the default sender type for new phone ticket in the agent interface.
nb_no: Angir standard avsendertype for ny telefonsak i agentgrensesnittet.
