Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Determines the possible states for pending tickets that changed state after reaching time limit.
ar_sa: يحدد الحالات المحتملة لتذكرة غير مكتملة غيرت حالتها بعد الوصول إلى حد المهلة.
nb_no: Bestemmer mulige tilstander for ventende saker som endret tilstand etter å ha nådd tidsgrensen.

source: Determines the strings that will be shown as recipient (To:) of the phone ticket and as sender (From:) of the email ticket in the agent interface. For Queue as NewQueueSelectionType "<Queue>" shows the names of the queues and for SystemAddress "<Realname> <<Email>>" shows the name and email of the recipient.
ar_sa: تحديد السلاسل المستخدمة كأجهزة استقبال (إلى:) من تذكرة الهاتف وكمرسل (من:) من تذكرة بريد إلكتروني في واجهة الوكيل. بالنسبة لقائمة الانتظار ك NewQueueSelectionType، يعرض "" اسم <Queue>قائمة الانتظار، وبالنسبة لعنوان النظام<Realname>، يعرض "<<Email>>" اسم المستلم وعنوان بريده الإلكتروني.
nb_no: Bestemmer strengene som skal vises som mottaker (Til:) av telefonsaken og som avsender (Fra:) av e-postsaken i agentgrensesnittet. For Queue as NewQueueSelectionType "<Queue>" viser navnene på køene og for SystemAddress "<Realname> <<Email>>" viser navnet og e-posten til mottakeren.

source: Determines the strings that will be shown as recipient (To:) of the ticket in the customer interface. For Queue as CustomerPanelSelectionType, "<Queue>" shows the names of the queues, and for SystemAddress, "<Realname> <<Email>>" shows the name and email of the recipient.
ar_sa: يحدد السلاسل التي سيتم عرضها كمستلم (إلى:) من التذكرة في واجهة العميل. بالنسبة لقائمة الانتظار ك CustomerPanelSelectionType، يعرض <Queue>أسماء قوائم الانتظار، وبالنسبة لعنوان النظام،<Realname> يعرض "<<Email>>" اسم المستلم وبريده الإلكتروني.
nb_no: Bestemmer strengene som skal vises som mottaker (Til:) av saken i kundegrensesnittet. For Queue as CustomerPanelSelectionType viser "<Queue>" navnene på køene, og for SystemAddress viser "<Realname> <<Email>>" navnet og e-posten til mottakeren.

source: Determines the way the linked objects are displayed in each zoom mask.
ar_sa: يحدد طريقة عرض الكائنات المرتبطة في كل قناع تكبير/تصغير.
nb_no: Bestemmer måten de koblede objektene vises på i hver zoommaske.

source: Determines which options will be valid of the recipient (phone ticket) and the sender (email ticket) in the agent interface.
ar_sa: يحدد الخيارات الصالحة للمستلم (تذكرة الهاتف) والمرسل (تذكرة البريد الإلكتروني) في واجهة الوكيل.
nb_no: Bestemmer hvilke alternativer som vil være gyldige for mottakeren (telefonsak) og avsenderen (e-postsak) i agentgrensesnittet.

source: Determines which queues will be valid for ticket's recepients in the customer interface.
ar_sa: يحدد قوائم الانتظار الصالحة لمستلمي التذاكر في واجهة العميل.
nb_no: Bestemmer hvilke køer som skal være gyldige for sakens mottakere i kundegrensesnittet.

source: Disable HTTP header "Content-Security-Policy" to allow loading of external script contents. Disabling this HTTP header can be a security issue! Only disable it, if you know what you are doing!
ar_sa: إذا تم تعطيل رأس HTTP "سياسة أمان المحتوى Content-Security-Policy"، فيمكن تحميل البرامج النصية الخارجية. هذه ثغرة أمنية! لذلك، يجب تعطيل هذا الإعداد فقط إذا كنت على دراية بالعواقب!
nb_no: Deaktiver HTTP-header "Content-Security-Policy" for å tillate lasting av eksternt skriptinnhold. Deaktivering av denne HTTP-headeren kan være et sikkerhetsproblem! Deaktiver den bare hvis du vet hva du gjør!

source: Disable HTTP header "X-Frame-Options: SAMEORIGIN" to allow OTOBO to be included as an IFrame in other websites. Disabling this HTTP header can be a security issue! Only disable it, if you know what you are doing!
ar_sa: إذا تم إيقاف تشغيل رأس HTTP "X-Frame-Options: SAMEORIGIN"، فيمكن دمج OTOBO في مواقع الويب الأخرى ك IFrame. هذه ثغرة أمنية! لذلك، يجب تعطيل هذا الإعداد فقط إذا كنت على دراية بالعواقب!
nb_no: Deaktiver HTTP-header "X-Frame-Options: SAMEORIGIN" for å tillate OTOBO å bli inkludert som en IFrame på andre nettsteder. Deaktivering av denne HTTP-headeren kan være et sikkerhetsproblem! Deaktiver den bare hvis du vet hva du gjør!

source: Disable autocomplete in the login screen.
ar_sa: تعطيل الإكمال التلقائي في قناع تسجيل الدخول.
nb_no: Deaktiver autofullføring på påloggingsskjermen.

source: Disable cloud services
ar_sa: تعطيل الخدمات السحابية
nb_no: Deaktiver skytjenester

source: Disables sending reminder notifications to the responsible agent of a ticket (Ticket::Responsible needs to be enabled).
ar_sa: يمنع إرسال التذكيرات إلى الشخص المسؤول عن التذكرة (يجب تفعيل Ticket::Responsible).
nb_no: Deaktiverer sending av påminnelsesvarsler til den ansvarlige agenten for en sak (Ticket::Responsible må være aktivert).

source: Disables the redirection to the last screen overview / dashboard after a ticket is closed.
ar_sa: تعطيل إعادة التوجيه إلى آخر نظرة عامة / لوحة معلومات بعد إغلاق تذكرة.
nb_no: Deaktiverer omdirigering til siste skjermoversikt / dashbord etter at en sak er stengt.

source: Display a warning and prevent search when using stop words within fulltext search.
ar_sa: يعرض تحذيرا ويمنع البحث إذا تم إدخال كلمات إيقاف في البحث الكامل للنص.
nb_no: Vis en advarsel og forhindre søk når du bruker stoppord i fulltekstsøk.

source: Display communication log entries.
ar_sa: عرض الإدخالات في سجل الاتصال.
nb_no: Vis kommunikasjonsloggoppføringer.

source: Display settings to override defaults for Process Tickets.
ar_sa: عرض الإعدادات لتجاوز القيم الافتراضية لتذاكر العملية.
nb_no: Vis innstillinger for å overstyre standardinnstillinger for prosesssaker.

source: Displays the accounted time for an article in the ticket zoom view.
ar_sa: يعرض الوقت المحسوب لمقال في عرض تكبير التكبير/التصغير.
nb_no: Viser regnskapsført tid for en artikkel i sakszoomvisningen.

source: Displays the number of all tickets with the same CustomerID as current ticket in the ticket zoom view.
ar_sa: يعرض عدد جميع التذاكر بنفس رقم العميل الموجود في عرض "تكبير/تصغير التذاكر".
nb_no: Viser antall saker med samme kunde-ID som gjeldende sak i sakszoomvisningen.

source: Down
ar_sa: من
nb_no: Synkende

source: Dropdown
ar_sa: اختيار واحد
nb_no: Nedfellsmeny

source: Dutch
ar_sa: هولندي
nb_no: nederlandsk

source: Dutch stop words for fulltext index. These words will be removed from the search index.
ar_sa: كلمات التوقف الهولندية لفهرس النص الكامل. تتم إزالة هذه الكلمات من فهرس البحث.
nb_no: Nederlandsk stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Dynamic Fields Contact Data Backend GUI
ar_sa: واجهة الحقول الديناميكية لحقول بيانات جهة الاتصال
nb_no: Dynamiske felt Kontakt Data Backend GUI

source: Dynamic Fields Date Time Backend GUI
ar_sa: واجهة الحقول الديناميكية لحقول التاريخ والوقت
nb_no: Dynamiske felt Dato Tid Backend GUI

source: Dynamic Fields Drop-down Backend GUI
ar_sa: واجهة الحقول الديناميكية لمربعات الاختيار
nb_no: Dynamiske felt rullegardinmeny Backend GUI

source: Dynamic Fields Overview Limit
ar_sa: نظرة عامة على حدود الحقول الديناميكية
nb_no: Oversiktsgrense for dynamiske felt

source: Dynamic Fields Text Backend GUI
ar_sa: واجهة الحقول الديناميكية لمربعات النص
nb_no: Dynamiske felt Tekst Backend GUI

source: Dynamic Fields used to export the search result in CSV format.
ar_sa: الحقول الديناميكية التي سيتم إخراجها بتنسيق CSV عند تصدير نتيجة البحث.
nb_no: Dynamiske felt som brukes til å eksportere søkeresultatet i CSV-format.

source: Dynamic fields groups for process widget. The key is the name of the group, the value contains the fields to be shown. Example: 'Key => My Group', 'Content: Name_X, NameY'.
ar_sa: مجموعات الحقول الديناميكية لعنصر واجهة المستخدم العملية. المفتاح هو اسم المجموعة، القيمة تحتوي على الحقول المراد عرضها. مثال: "Key => My Group"، "Content: NameX، NameY".
nb_no: Dynamiske feltgrupper for prosesswidget. Nøkkelen er navnet på gruppen, verdien inneholder feltene som skal vises. Eksempel: 'Nøkkel => Min gruppe', 'Innhold: Navn_X, NavnY'.

source: Dynamic fields limit per page for Dynamic Fields Overview.
ar_sa: الحد الأقصى لعدد الحقول الديناميكية لكل صفحة في صفحة نظرة عامة للحقول الديناميكية.
nb_no: Dynamiske feltgrense per side for dynamiske feltoversikt.

source: Dynamic fields options shown in the ticket message screen of the customer interface. NOTE. If you want to display these fields also in the ticket zoom of the customer interface, you have to enable them in CustomerTicketZoom###DynamicField.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة إنشاء تذكرة في منطقة العميل. ملاحظة: إذا كنت تريد أيضا عرض هذه الحقول في عرض تفاصيل التذكرة، فيرجى تمكينها في إعداد CustomerTicketZoom # # #DynamicField.
nb_no: Dynamiske feltalternativer vist i saksmeldingsskjermen i kundegrensesnittet. MERK. Hvis du vil vise disse feltene også i sakszoom i kundegrensesnittet, må du aktivere dem i CustomerTicketZoom###DynamicField.

source: Dynamic fields options shown in the ticket reply section in the ticket zoom screen of the customer interface.
ar_sa: الحقول الديناميكية المراد إدخالها عند الرد على البطاقة في منطقة العميل.
nb_no: Dynamiske feltalternativer vist i sakssvarseksjonen i sakszoomskjermen i kundegrensesnittet.

source: Dynamic fields shown in the email outbound screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة البريد الإلكتروني الصادر لمنطقة الوكيل.
nb_no: Dynamiske felt som vises på skjermen for utgående e-post i agentgrensesnittet.

source: Dynamic fields shown in the process widget in ticket zoom screen of the agent interface.
ar_sa: الحقول الديناميكية المعروضة في عنصر واجهة مستخدم العملية في طريقة عرض تفاصيل التذاكر في لوحة الوكيل.
nb_no: Dynamiske felt vist i prosess-widgeten i sakszoomskjermen til agentgrensesnittet.

source: Dynamic fields shown in the sidebar of the ticket zoom screen of the agent interface.
ar_sa: الحقول الديناميكية المعروضة في الشريط الجانبي في عرض تفاصيل التذكرة لمنطقة الوكيل.
nb_no: Dynamiske felt vist i sidefeltet på sakszoomskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket close screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة إغلاق التذكرة في منطقة الوكيل.
nb_no: Dynamiske felt vist i sakslukkingsskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket compose screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة إنشاء تذكرة في منطقة الوكيل.
nb_no: Dynamiske felter vist i saksskrivingsskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket email screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة تذكرة البريد الإلكتروني لمنطقة الوكيل.
nb_no: Dynamiske felt vist i sak-e-postskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket forward screen of the agent interface.
ar_sa: الحقول الديناميكية للدخول في شاشة إرسال التذكرة في لوحة الوكيل.
nb_no: Dynamiske felt som vises i skjermbildet for videresending av sak i agentgrensesnittet.

source: Dynamic fields shown in the ticket free text screen of the agent interface.
ar_sa: الحقول الديناميكية لإدخالها في شاشة حقول النص الحر في منطقة الوكيل.
nb_no: Dynamiske felt vist i saksfritekstskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket medium format overview screen of the agent interface.
ar_sa: يتم عرض الحقول الديناميكية في العرض المتوسط لقوائم التذاكر في منطقة الوكيل.
nb_no: Dynamiske felt vist i oversiktsskjermbildet for saksmediumformat i agentgrensesnittet.

source: Dynamic fields shown in the ticket move screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة نقل التذكرة في منطقة الوكيل.
nb_no: Dynamiske felt vist i saksflyttingsskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket note screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة إنشاء ملاحظة في منطقة الوكيل.
nb_no: Dynamiske felter vist i sakslappskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket overview screen of the customer interface.
ar_sa: الحقول الديناميكية المعروضة في نظرة عامة على التذاكر لمنطقة العميل.
nb_no: Dynamiske felt vist i saksoversiktsskjermen til kundegrensesnittet.

source: Dynamic fields shown in the ticket owner screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة تبديل المالك في منطقة الوكيل.
nb_no: Dynamiske felt vist på sakseierskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket pending screen of the agent interface.
ar_sa: قم بتعيين الحقول الديناميكية لإدخالها في شاشة وقت الانتظار في منطقة الوكيل.
nb_no: Dynamiske felt vist i skjermbildet for ventende sak i agentgrensesnittet.

source: Dynamic fields shown in the ticket phone inbound screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة الاتصال الواردة لمنطقة الوكيل.
nb_no: Dynamiske felt vist på sakstelefonens inngående skjerm i agentgrensesnittet.

source: Dynamic fields shown in the ticket phone outbound screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة الاتصال الصادرة لمنطقة الوكيل.
nb_no: Dynamiske felt som vises på utgående sakstelefonskjerm i agentgrensesnittet.

source: Dynamic fields shown in the ticket phone screen of the agent interface.
ar_sa: الحقول الديناميكية المراد إدخالها في شاشة تذكرة الهاتف في منطقة الوكيل.
nb_no: Dynamiske felt vist på sakstelefonskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket preview format overview screen of the agent interface.
ar_sa: الحقول الديناميكية المعروضة في طريقة العرض الكبيرة لقوائم التذاكر في منطقة الوكيل.
nb_no: Dynamiske felt vist i oversiktsskjermbildet for forhåndsvisning av saksformat i agentgrensesnittet.

source: Dynamic fields shown in the ticket print screen of the agent interface.
ar_sa: الحقول الديناميكية المعروضة في طريقة عرض طباعة التذكرة في منطقة الوكيل.
nb_no: Dynamiske felt vist i saksutskriftsskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket print screen of the customer interface.
ar_sa: الحقول الديناميكية المعروضة في طريقة عرض طباعة التذكرة في منطقة العميل.
nb_no: Dynamiske felt vist i saksutskriftsskjermen til kundegrensesnittet.

source: Dynamic fields shown in the ticket priority screen of the agent interface.
ar_sa: قم بتعيين الحقول الديناميكية للإدخال في شاشة الأولوية لمنطقة الوكيل.
nb_no: Dynamiske felt vist i saksprioritetsskjermen til agentgrensesnittet.

source: Dynamic fields shown in the ticket responsible screen of the agent interface.
ar_sa: قم بتعيين الحقول الديناميكية للإدخال في شاشة المسؤول في منطقة الوكيل.
nb_no: Dynamiske felt vist i saksansvarlig skjerm i agentgrensesnittet.

source: Dynamic fields shown in the ticket search overview results screen of the customer interface.
ar_sa: الحقول الديناميكية المعروضة في عرض نتائج البحث للبحث عن التذاكر في منطقة العميل.
nb_no: Dynamiske felt vist i oversiktsresultatskjermbildet for sakssøk i kundegrensesnittet.

source: Dynamic fields shown in the ticket search screen of the agent interface.
ar_sa: الحقول الديناميكية المعروضة في نتيجة البحث لعمليات البحث عن التذاكر في منطقة الوكيل.
nb_no: Dynamiske felt vist i sakssøkeskjermen i agentgrensesnittet.

source: Dynamic fields shown in the ticket search screen of the customer interface.
ar_sa: الحقول الديناميكية المعروضة في نتيجة البحث لعمليات البحث عن التذاكر في منطقة العميل.
nb_no: Dynamiske felt vist i sakssøkeskjermen i kundegrensesnittet.

source: Dynamic fields shown in the ticket small format overview screen of the agent interface.
ar_sa: الحقول الديناميكية المعروضة في العرض الصغير لقوائم التذاكر في منطقة الوكيل.
nb_no: Dynamiske felt vist i oversiktsskjermbildet for sak i liten format i agentgrensesnittet.

source: Dynamic fields shown in the ticket zoom screen of the customer interface.
ar_sa: الحقول الديناميكية المعروضة في عرض تفاصيل التذكرة في منطقة العميل.
nb_no: Dynamiske felter vist i sakszoomskjermen til kundegrensesnittet.

source: DynamicField
ar_sa: الحقل الديناميكي
nb_no: Dynamisk felt

source: DynamicField backend registration.
ar_sa: تسجيل الواجهة الخلفية للحقول الديناميكية.
nb_no: Dynamisk felt-backend-registrering.

source: DynamicField object registration.
ar_sa: حقل تسجيل الكائن الديناميكي.
nb_no: Dynamisk felt-objektregistrering.

source: DynamicField_%s
nb_no: Dynamisk felt_%s

source: E-Mail Outbound
ar_sa: البريد الإلكتروني الصادر
nb_no: Utgående e-post

source: Edit Customer Companies.
ar_sa: معالجة شركات العملاء.
nb_no: Rediger kundebedrifter.

source: Edit Customer Users.
ar_sa: تحرير مستخدمي العملاء.
nb_no: Rediger kundebrukere.

source: Edit appointment
ar_sa: تعديل الموعد
nb_no: Endre avtale

source: Edit contacts with data
ar_sa: تحرير جهة الاتصال
nb_no: Rediger kontakter med data

source: Edit contacts with data.
ar_sa: تحرير بيانات جهة الاتصال.
nb_no: Rediger kontakter med data.

source: Edit customer company
ar_sa: تحرير شركة العميل
nb_no: Endre kundebedrift

source: Elasticsearch quick result module.
ar_sa: المعاينة الديناميكية لنتائج البحث Elasticesearch.
nb_no: Elasticsearch rask resultatmodul.

source: Email Addresses
ar_sa: عناوين البريد الإلكتروني
nb_no: e-postadresser

source: Email Outbound
ar_sa: البريد الإلكتروني الصادر
nb_no: E-post utgående

source: Email Resend
ar_sa: إعادة إرسال البريد الإلكتروني
nb_no: Send e-post på nytt

source: Email communication channel.
ar_sa: قناة الاتصال بالبريد الإلكتروني.
nb_no: E-post kommunikasjonskanal.

source: Enable highlighting queues based on ticket age.
ar_sa: تمكين تمييز قوائم الانتظار حسب عمر التذكرة.
nb_no: Aktiver utheving av køer basert på saksalderen.

source: Enable keep-alive connection header for SOAP responses.
ar_sa: تفعيل رؤوس الاتصال المستمرة لاستجابات SOAP.
nb_no: Aktiver keep-alive-tilkoblingshode for SOAP-svar.

source: Enable this if you trust in all your public and private pgp keys, even if they are not certified with a trusted signature.
ar_sa: قم بتمكين هذا الإعداد إذا كنت تثق في جميع مفاتيح PGP العامة والخاصة، حتى إذا لم يتم توقيعها بتوقيع موثوق به.
nb_no: Aktiver dette hvis du stoler på alle dine offentlige og private pgp-nøkler, selv om de ikke er sertifisert med en klarert signatur.

source: Enabled filters.
ar_sa: تم تمكين الفلتر.
nb_no: Aktiver filtre.

source: Enables PGP support. When PGP support is enabled for signing and encrypting mail, it is HIGHLY recommended that the web server runs as the OTOBO user. Otherwise, there will be problems with the privileges when accessing .gnupg folder.
ar_sa: تمكن دعم PGP. إذا تم تشغيل دعم PGP لتوقيع وتشفير رسائل البريد، يوصى بشدة بتشغيل خادم الويب تحت مستخدم OTOBO. خلاف ذلك، ستحدث مشكلات الأذونات عند الوصول إلى دليل .gnupg.
nb_no: Aktiverer PGP-støtte. Når PGP-støtte er aktivert for signering og kryptering av e-post, anbefales det STERKT at webserveren kjører som OTOBO-bruker. Ellers vil det være problemer med privilegiene ved tilgang til .gnupg-mappen.

source: Enables S/MIME support.
ar_sa: تمكين دعم S/MIME.
nb_no: Aktiverer støtte for S/MIME.

source: Enables customers to create their own accounts.
ar_sa: يسمح للعملاء بإنشاء حساباتهم الخاصة.
nb_no: Lar kunder opprette sine egne kontoer.

source: Enables fetch S/MIME from CustomerUser backend support.
ar_sa: تمكين دعم S/MIME لطلب الخلفيات لمستخدم العميل.
nb_no: Gjør det mulig å hente S/MIME fra CustomerUser-støttestøtte.

source: Enables file upload in the package manager frontend.
ar_sa: يسمح بتحميل الملف في مدير الحزم.
nb_no: Aktiverer filopplasting i pakkebehandlingsgrensesnittet.

source: Enables or disables the caching for templates. WARNING: Do NOT disable template caching for production environments for it will cause a massive performance drop! This setting should only be disabled for debugging reasons!
ar_sa: تبديل التخزين المؤقت للقالب أو إيقاف تشغيله. تحذير: لا تقم بتعطيل التخزين المؤقت للقالب على أنظمة الإنتاج، لأن ذلك قد يتسبب في تدهور الأداء بشكل كبير. يجب إيقاف تشغيل هذا الإعداد فقط لاستكشاف الأخطاء وإصلاحها!
nb_no: Aktiverer eller deaktiverer hurtigbufring for maler. ADVARSEL: IKKE deaktiver malbufring for produksjonsmiljøer, for det vil føre til et massivt ytelsesfall! Denne innstillingen bør bare deaktiveres av feilsøkingsårsaker!

source: Enables or disables the debug mode over frontend interface.
ar_sa: تمكين أو تعطيل وضع التصحيح (debug) للواجهة الأمامية.
nb_no: Aktiverer eller deaktiverer feilsøkingsmodusen over grensesnittet.

source: Enables or disables the ticket watcher feature, to keep track of tickets without being the owner nor the responsible.
ar_sa: تمكين ميزة "مراقبة التذاكر" أو تعطيلها التي تتيح لك مشاهدة التذاكر دون أن تكون مالكها أو مسئولة عنها.
nb_no: Aktiverer eller deaktiverer saksovervåker-funksjonen, for å holde styr på saker uten å være eier eller ansvarlig.

source: Enables performance log (to log the page response time). It will affect the system performance. Frontend::Module###AdminPerformanceLog must be enabled.
ar_sa: تمكين سجل الأداء من تسجيل أوقات إستجابة الصفحة. يؤثر هذا الإعداد على الأداء الكلي للنظام. Frontend::Module###AdminPerformanceLog يجب تمكين الوحدة.
nb_no: Aktiverer ytelseslogg (for å logge sidens responstid). Det vil påvirke systemytelsen. Frontend::Module###AdminPerformanceLog må være aktivert.

source: Enables the minimal ticket counter size (if "Date" was selected as TicketNumberGenerator).
ar_sa: تمكين الحد الأدنى لحجم عدادات التذاكر (عند تحديد التاريخ ك TicketNumberGenerator).
nb_no: Aktiverer den minimale sakstellerstørrelsen (hvis "Dato" ble valgt som TicketNumberGenerator).

source: Enables ticket bulk action feature for the agent frontend to work on more than one ticket at a time.
ar_sa: ينشط ميزة معالجة الدُفعات في منطقة الوكيل، مما يسمح بمعالجة تذاكر متعددة في نفس الوقت.
nb_no: Aktiverer sak-bulkhandlingsfunksjon for agentens grensesnitt for å jobbe med mer enn én sak om gangen.

source: Enables ticket bulk action feature only for the listed groups.
ar_sa: تمكين ميزة معالجة الدفعات للمجموعات المسجلة فقط.
nb_no: Aktiverer bulkhandlingsfunksjonen bare for de oppførte gruppene.

source: Enables ticket responsible feature, to keep track of a specific ticket.
ar_sa: لتمكين ميزة "المسؤول" التي تسمح بتتبع التذاكر ذات الصلة.
nb_no: Aktiverer saksansvarlig funksjon for å holde styr på en spesifikk sak.

source: Enables ticket type feature.
ar_sa: تمكين أنواع التذاكر.
nb_no: Aktiverer sakstypefunksjonen.

source: Enables ticket watcher feature only for the listed groups.
ar_sa: تمكين ميزة تذكرة المراقبة فقط للمجموعات المسجلة.
nb_no: Aktiverer saksovervåkingsfunksjonen bare for de oppførte gruppene.

source: Enabling SecureMode disables the web installer (http://yourhost.example.com/otobo/installer.pl) and the migrations. This is done in order to prevent the system from being hijacked. When SecureMode is not enabled the system can be reinstalled. In this case the current basic configuration will be used to pre-populate the questions within the installer script. Enabling SecureMode also enables GenericAgent, PackageManager and SQL Box.
ar_sa: يؤدي تنشيط SecureMode إلى تعطيل مثبت الويب (http://yourhost.example.com/otobo/installer.pl) والترحيل. وهذا يتم لمنع النظام من الاختطاف. في حالة عدم تمكين SecureMode، يمكن إعادة تثبيت النظام في أي وقت. في هذه الحالة، يتم إستخدام التكوين الأساسي الحالي لإعداد البرنامج النصي المثبت. يؤدي تنشيط SecureMode أيضا إلى تمكين GenericAgent و PackageManager و SQL Box.
nb_no: Aktivering av SecureMode deaktiverer nettinstallasjonsprogrammet (http://yourhost.example.com/otobo/installer.pl) og migreringene. Dette gjøres for å forhindre at systemet blir kapret. Når SecureMode ikke er aktivert, kan systemet installeres på nytt. I dette tilfellet vil gjeldende grunnleggende konfigurasjon bli brukt til å forhåndsutfylle spørsmålene i installasjonsskriptet. Aktivering av SecureMode aktiverer også GenericAgent, PackageManager og SQL Box.

source: English (Canada)
ar_sa: الإنجليزية (كندا)
nb_no: Engelsk (Canada)

source: English (United Kingdom)
ar_sa: الإنجليزية (المملكة المتحدة)
nb_no: Engelsk (Storbritannia)
