Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Makes the session management use html cookies. If html cookies are disabled or if the client browser disabled html cookies, then the system will work as usual and append the session id to the links.
ar_sa: يستخدم ملفات تعريف الارتباط HTML لإدارة الجلسة. إذا تم تعطيل ملفات تعريف ارتباط HTML أو تعطيل ملفات تعريف ارتباط HTML في المتصفح، فإن النظام يعمل كالمعتاد ويلحق معرف الجلسة والروابط.
nb_no: Gjør at sesjoner bruker informasjonskapsler (cookies). Dersom dette er slått av på klientens nettleser vil systemet legge til sesjons-ID i lenkene.

source: Malay
ar_sa: ماليزية
nb_no: malaysisk

source: Manage OTOBO Team cloud services.
ar_sa: إدارة الخدمات السحابية لفريق OTOBO.
nb_no: Administrer OTOBO Team-skytjenester.

source: Manage PGP keys for email encryption.
ar_sa: إدارة مفاتيح PGP لتشفير البريد الإلكتروني.
nb_no: Adminstrasjon av PGP-nøkler for kryptering og signering av e-poster.

source: Manage POP3 or IMAP accounts to fetch email from.
ar_sa: إدارة حسابات POP3 أو IMAP لاسترداد البريد الإلكتروني.
nb_no: Administrasjon av POP3- og IMAP-kontoer for innkommende e-post.

source: Manage S/MIME certificates for email encryption.
ar_sa: إدارة شهادات S/MIME لتشفير البريد الإلكتروني.
nb_no: Adminstrasjon av S/MIME-sertifikater for e-postkryptering.

source: Manage System Configuration Deployments.
ar_sa: إدارة تشغيل تكوينات النظام.
nb_no: Administrer systemkonfigurasjonsdistribusjoner.

source: Manage different calendars.
ar_sa: إدارة التقويمات المختلفة.
nb_no: Administrere ulike kalendere.

source: Manage dynamic field in screens.
ar_sa: إدارة الحقول الديناميكية في الواجهات.
nb_no: Administrer dynamisk felt i skjermer.

source: Manage existing sessions.
ar_sa: إدارة الجلسات.
nb_no: Administrasjon av aktive sesjoner.

source: Manage support data.
ar_sa: إدارة بيانات الدعم.
nb_no: Administrer støttedata.

source: Manage system registration.
ar_sa: إدارة سجل النظام.
nb_no: Administrer systemregistrering.

source: Manage tasks triggered by event or time based execution.
ar_sa: إدارة المهام القائمة على الحدث أو الوقت.
nb_no: Administrer oppgaver utløst av hendelse eller tidsbasert utførelse.

source: Mark as Spam!
ar_sa: حددها كرساله غير مرغوب فيها (Spam)!
nb_no: Marker som søppel!

source: Mark this ticket as junk!
ar_sa: ضع علامة على هذه التذكرة كغير هامة!
nb_no: Marker denne saken som søppel!

source: Max size (in characters) of the customer information table (phone and email) in the compose screen.
ar_sa: الحد الأقصى لحجم (الحروف) لمعلومات العميل (الهاتف والبريد الإلكتروني) في واجهة التسجيل.
nb_no: Maks. størrelse (antall tegn) for kundelisten (telefon og e-post) i opprett-skjermen.

source: Max size (in rows) of the informed agents box in the agent interface.
ar_sa: الحد الأقصى للحجم (في صفوف) لمربع "إبلاغ الوكلاء" في واجهة الوكيل.
nb_no: Maksimal størrelse (i rader) på den informerte agentboksen i agentgrensesnittet.

source: Max size (in rows) of the involved agents box in the agent interface.
ar_sa: الحد الأقصى للحجم (في صفوف) لمربع "الوكلاء المعنيون" في واجهة الوكيل.
nb_no: Maksimal størrelse (i rader) for den involverte agentboksen i agentgrensesnittet.

source: Max size of the subjects in an email reply and in some overview screens.
ar_sa: الحد الأقصى لطول الموضوع في الرد بالبريد الإلكتروني وفي بعض شاشات النظرة العامة.
nb_no: Maks størrelse på emnene i et e-postsvar og i noen oversiktsskjermer.

source: Maximal auto email responses to own email-address a day (Loop-Protection).
ar_sa: الحد الأقصى لعدد استجابات البريد الإلكتروني التلقائية لعنوان البريد الإلكتروني الخاص بك في اليوم (الحماية من التكرار).
nb_no: Maksimum antall autosvar til egne e-postadresser per dag (beskyttelse mot e-post-looping).

source: Maximal auto email responses to own email-address a day, configurable by email address (Loop-Protection).
ar_sa: الحد الأقصى لعدد استجابات البريد الإلكتروني التلقائية لعنوان البريد الإلكتروني الخاص بك في اليوم (الحماية من التكرار).
nb_no: Maksimal automatisk e-postsvar på egen e-postadresse om dagen, konfigurerbar med e-postadresse (Loop-Protection).

source: Maximal number of results returned by ES per field.
ar_sa: الحد الأقصى لعدد نتائج إخراج ES لكل حقل.
nb_no: Maksimalt antall resultater returnert av ES per felt.

source: Maximal size in KBytes for mails that can be fetched via POP3/POP3S/IMAP/IMAPS (KBytes).
ar_sa: الحد الأقصى للحجم بالكيلوبايت لرسائل البريد الإلكتروني المستلمة عبر POP3/POP3S/IMAP/IMAPS (بالكيلوبايت).
nb_no: Maks. størrelse (i kilobytes) på e-post som kan hentes via POP3/IMAP.

source: Maximum Number of a calendar shown in a dropdown.
ar_sa: الحد الأقصى لعدد التقويمات المعروضة في قوائم التحديد.
nb_no: Maksimalt antall for en kalender vist i en rullegardin.

source: Maximum file size for the ingest plugin.
ar_sa: الحد الأقصى لحجم الملف لاستيعاب المكون الإضافي.
nb_no: Maksimal filstørrelse for innlest-plugin.

source: Maximum length (in characters) of the dynamic field in the article of the ticket zoom view.
ar_sa: الحد الأقصى للطول (بالأحرف) للحقل الديناميكي في مقالة عرض تكبير التكبير/التصغير للتذكرة.
nb_no: Maksimal lengde (i tegn) på det dynamiske feltet i artikkelen i sakszoomvisningen.

source: Maximum length (in characters) of the dynamic field in the sidebar of the ticket zoom view.
ar_sa: الحد الأقصى للطول (بالأحرف) للحقل الديناميكي في الشريط الجانبي لعرض تكبير/تصغير التذاكر.
nb_no: Maksimal lengde (i tegn) på det dynamiske feltet i sidefeltet i sakszoomvisningen.

source: Maximum number of active calendars in overview screens. Please note that large number of active calendars can have a performance impact on your server by making too much simultaneous calls.
ar_sa: الحد الأقصى لعدد التقويمات النشطة في شاشات النظرة العامة. يرجى ملاحظة أن عددا كبيرا من التقويمات النشطة يمكن أن يكون له تأثير على الأداء على الخادم الخاص بك بسبب العديد من الاستعلامات المتزامنة.
nb_no: Maksimalt antall aktive kalendere i oversiktsskjermer. Vær oppmerksom på at et stort antall aktive kalendere kan ha en ytelsespåvirkning på serveren din ved å bruke for mange samtidige kall.

source: Maximum number of tickets to be displayed in the result of a search in the agent interface.
ar_sa: الحد الأقصى لعدد التذاكر التي سيتم عرضها في نتيجة البحث الخاصة بواجهة الوكيل.
nb_no: Maks. antall viste saker i søkeresultater (agentdelen).

source: Maximum number of tickets to be displayed in the result of a search in the customer interface.
ar_sa: الحد الأقصى لعدد التذاكر التي سيتم عرضها في نتيجة البحث الخاصة بواجهة العميل.
nb_no: Maks. antall viste saker i søkeresultater (kundeportalen).

source: Maximum number of tickets to be displayed in the result of this operation.
ar_sa: الحد الأقصى لعدد التذاكر التي سيتم عرضها نتيجة لهذا الإجراء.
nb_no: Maksimalt antall saker som skal vises i resultatet av denne operasjonen.

source: Maximum size (in characters) of the customer information table in the ticket zoom view.
ar_sa: الحد الأقصى لعدد الأحرف لجدول معلومات العميل في عرض تكبير التذاكر.
nb_no: Maks. størrelse (antall tegn) i kundeinfo-tabellen i saksdetaljer-visningen.

source: Merge this ticket and all articles into another ticket
ar_sa: ادمج هذه التذكرة وجميع المقالات في تذكرة أخرى
nb_no: Slå sammen denne saken og alle artiklene til en annen sak

source: Merged Ticket (%s/%s) to (%s/%s).
ar_sa: تم دمج التذكرة (‎%s/%s) مع (‎%s/%s).
nb_no: Sammenslått sak (%s/%s) til (%s/%s).

source: Merged Ticket <OTOBO_TICKET> to <OTOBO_MERGE_TO_TICKET>.
ar_sa: تم دمج التذكرة <OTOBO_TICKET> في <OTOBO_MERGE_TO_TICKET>.
nb_no: Sammenslått sak <OTOBO_TICKET> til <OTOBO_MERGE_TO_TICKET>.

source: Minute
ar_sa: دقيقة
nb_no: Minutt

source: Miscellaneous
ar_sa: مُتَنَوِّع
nb_no: Diverse

source: Module for To-selection in new ticket screen in the customer interface.
ar_sa: وحدة لتحديد "إلى" في شاشة إنشاء تذكرة في منطقة العميل.
nb_no: Modul for valg av mottaker når man oppretter ny sak i kundeportalen.

source: Module to check if a incoming e-mail message is bounce.
ar_sa: وحدة التحقق لاكتشاف ما إذا كان البريد الإلكتروني الوارد هو بريد إلكتروني مرفوض.
nb_no: Modul for å sjekke om en innkommende e-postmelding returneres.

source: Module to check if arrived emails should be marked as internal (because of original forwarded internal email). IsVisibleForCustomer and SenderType define the values for the arrived email/article.
ar_sa: وحدة للتحقق مما إذا كان يجب وضع علامة على رسائل البريد الإلكتروني الواردة على أنها داخلية بسبب بريد إلكتروني داخلي تمت إعادة توجيهه مسبقا. يقوم IsVisibleForCustomer و SenderType بتعيين قيم البريد الإلكتروني/العنصر الوارد.
nb_no: Modul for å sjekke om ankomne e-poster skal merkes som interne (på grunn av original videresendt intern e-post). IsVisibleForCustomer og SenderType definerer verdiene for den ankomne e-posten/artikkelen.

source: Module to check the group permissions for customer access to tickets.
ar_sa: وحدة للتحقق من أذونات المجموعة لوصول العملاء إلى التذاكر.
nb_no: Modul for å sjekke gruppetillatelsene for kundetilgang til saker.

source: Module to check the group permissions for the access to tickets.
ar_sa: الوحدة النمطية للتحقق من أذونات المجموعة للوصول إلى التذاكر.
nb_no: Modul for å sjekke gruppetillatelsene for tilgang til saker.

source: Module to compose signed messages (PGP or S/MIME).
ar_sa: وحدة لإنشاء الرسائل الموقعة (PGP أو S/MIME).
nb_no: Modul for å lage signerte meldinger (PGP eller S/MIME).

source: Module to define the email security options to use (PGP or S/MIME).
ar_sa: وحدة لتحديد خيار أمان البريد الإلكتروني المستخدم (PGP أو S/MIME).
nb_no: Modul for å definere alternativene for e-postsikkerhet som skal brukes (PGP eller S/MIME).

source: Module to encrypt composed messages (PGP or S/MIME).
ar_sa: وحدة لإنشاء رسائل مشفرة (PGP أو S/MIME).
nb_no: Modul for å kryptere komponerte meldinger (PGP eller S/MIME).

source: Module to fetch customer users SMIME certificates of incoming messages.
ar_sa: وحدة لتحديد شهادات SMIME الخاصة بمستخدم العميل للرسائل الواردة.
nb_no: Modul for å hente kundebrukere SMIME-sertifikater for innkommende meldinger.

source: Module to filter and manipulate incoming messages. Block/ignore all spam email with From: noreply@ address.
ar_sa: وحدة نمطية لتصفية الرسائل الواردة ومعالجتها. حظر/تجاهل كافة رسائل البريد الإلكتروني العشوائي بعنوان من: noreply@.
nb_no: Modul for å filtrere og manipulere innkommende meldinger Blokker/ignorer alle søppel-meldinger med "From: noreply@"-adresser.

source: Module to filter and manipulate incoming messages. Get a 4 digit number to ticket free text, use regex in Match e. g. From => '(.+?)@.+?', and use () as [***] in Set =>.
ar_sa: وحدة لتصفية وتعديل الرسائل الواردة. على سبيل المثال، استخرج رقما مكونا من أربعة أرقام من الموضوع (SomeNumber: 1234) وقم بتخزينه في حقل ديناميكي عن طريق إنشاء مفتاح "Subject" بالتعبير العادي "SomeNumber:(\\d\\d\\d\\d\\d)" في "Match" ومفتاح "X-OTOBO-DynamicField-Name" بقيمة "[***]" في "Set".
nb_no: Modul for å filtrere og manipulere innkommende meldinger. Få et 4-sifret nummer for å saksfri tekst, bruk regex i Match e. g. Fra => '(.+?)@.+?', og bruk () som [***] i Set =>.

source: Module to filter encrypted bodies of incoming messages.
ar_sa: وحدة لتصفية النصوص المشفرة على الرسائل الواردة.
nb_no: Modul for å filtrere kryptert innhold av innkommende meldinger.

source: Module to generate accounted time ticket statistics.
ar_sa: وحدة لتوليد الإحصاءات لوقت المعالجة المطلوب.
nb_no: Modul for å generere regnskapsført tidskortstatistikk.

source: Module to generate html OpenSearch profile for short ticket search in the agent interface.
ar_sa: وحدة لإنشاء ملف تعريف HTML OpenSearch للبحث السريع عن التذكرة في منطقة الوكيل.
nb_no: Modul for å generere html OpenSearch-profil for kort sakssøk i agentgrensesnittet.

source: Module to generate html OpenSearch profile for short ticket search in the customer interface.
ar_sa: وحدة لإنشاء ملف تعريف HTML OpenSearch للبحث السريع عن التذاكر في منطقة العميل.
nb_no: Modul for å generere html OpenSearch-profil for kort sakssøk i kundegrensesnittet.

source: Module to generate ticket solution and response time statistics.
ar_sa: وحدة نمطية لإنشاء إحصاءات الحلول ووقت الاستجابة.
nb_no: Modul for å generere saksløsning og responstidsstatistikk.

source: Module to generate ticket statistics.
ar_sa: وحدة لإنشاء إحصاءات التذاكر.
nb_no: Modul for å generere saksstatistikk.

source: Module to grant access if the CustomerID of the customer has necessary group permissions.
ar_sa: الوحدة النمطية لمنح حق الوصول إذا كان معرف العميل الخاص بالعميل لديه أذونات المجموعة اللازمة.
nb_no: Modul for å gi tilgang hvis kunde-IDen til kunden har nødvendige gruppetillatelser.

source: Module to grant access if the CustomerID of the ticket matches the CustomerID of the customer.
ar_sa: وحدة لمنح حق الوصول إذا كان معرف العميل الخاص بالتذكرة يتطابق مع معرف العميل الخاص بالعميل.
nb_no: Modul for å gi tilgang hvis kunde-IDen til saken samsvarer med kundens kunde-ID.

source: Module to grant access if the CustomerUserID of the ticket matches the CustomerUserID of the customer.
ar_sa: وحدة لمنح حق الوصول إذا كان CustomerUserID للتذكرة يتطابق مع CustomerUserID للعميل.
nb_no: Modul for å gi tilgang hvis CustomerUserID-en til saken samsvarer med CustomerUserID-en til kunden.

source: Module to grant access to any agent that has been involved in a ticket in the past (based on ticket history entries).
ar_sa: وحدة للسماح بالوصول لأي وكيل شارك في أي وقت مضى في تذكرة (بناء على الإدخالات في سجل التذاكر).
nb_no: Modul for å gi tilgang til enhver agent som har vært involvert i en sak tidligere (basert på oppføringer i sakshistorikk).

source: Module to grant access to the agent responsible of a ticket.
ar_sa: وحدة للسماح بالوصول إلى تذكرة من قبل الوكيل المسؤول.
nb_no: Modul for å gi tilgang til agenten som er ansvarlig for en sak.

source: Module to grant access to the creator of a ticket.
ar_sa: وحدة للسماح بالوصول إلى تذكرة من قبل الوكيل الذي أنشأ التذكرة في الأصل.
nb_no: Modul for å gi tilgang til skaperen av en sak.

source: Module to grant access to the owner of a ticket.
ar_sa: وحدة للسماح بالوصول إلى تذكرة من قبل الوكيل الذي يملك التذكرة.
nb_no: Modul for å gi tilgang til eieren av en sak.

source: Module to grant access to the watcher agents of a ticket.
ar_sa: وحدة للسماح بالوصول إلى تذكرة من قبل الوكلاء الذين يراقبون التذكرة.
nb_no: Modul for å gi tilgang til overvåkende agenter for en sak.

source: Module to show notifications and escalations (ShownMax: max. shown escalations, EscalationInMinutes: Show ticket which will escalation in, CacheTime: Cache of calculated escalations in seconds).
ar_sa: وحدة لإظهار الإخطارات والتصعيد (ShownMax: الحد الأقصى للتصعيد المعروض، EscalationInMinutes: إظهار التذكرة التي سيتم تصعيدها، CacheTime: ذاكرة التخزين المؤقت للتصعيد المحسوب بالثواني).
nb_no: Modul for å vise varsler og eskaleringer (ShownMax: maks. viste eskaleringer, EscalationInMinutes: Vis sak som vil eskalere inn, CacheTime: Cache for beregnede eskaleringer i sekunder).

source: Module to use database filter storage.
ar_sa: الوحدة النمطية لاستخدام قاعدة بيانات تخزين المرشح.
nb_no: Modul for å bruke databaselagring av filtre.

source: Module used to detect if attachments are present.
ar_sa: وحدة للتحقق من وجود المرفقات.
nb_no: Modul som brukes til å oppdage om vedlegg er tilstede.

source: My Queues
ar_sa: قوائم الانتظار الخاصة بي
nb_no: Mine køer

source: My Services
ar_sa: خدماتي
nb_no: Mine tjenester

source: My last changed tickets
ar_sa: التذاكر المعدلة مؤخرا
nb_no: Mine siste endrete saker

source: MyLastChangedTickets dashboard widget.
ar_sa: أداة لوحة معلومات التذاكر المعدلة مؤخرا.
nb_no: MyLastChangedTickets dashbord-widget.

source: Name of custom queue. The custom queue is a queue selection of your preferred queues and can be selected in the preferences settings.
ar_sa: تعيين مجموعة قائمة الانتظار الشخصية الخاصة بك. "قوائم الانتظار الخاصة بي" عبارة عن تجميع لقوائم الانتظار المفضلة لديك، والتي يمكن تهيئتها في الإعدادات الشخصية.
nb_no: Navn på egendefinert kø. Den tilpassede køen er et køutvalg av dine foretrukne køer og kan velges i preferanseinnstillingene.

source: Name of custom service. The custom service is a service selection of your preferred services and can be selected in the preferences settings.
ar_sa: تعيين مجموعة الخدمات الشخصية الخاصة بك. "خدماتي" هي مجموعة من الخدمات المفضلة التي يمكن تهيئتها في الإعدادات الشخصية.
nb_no: Navn på tilpasset tjeneste. Den tilpassede tjenesten er et tjenesteutvalg av dine foretrukne tjenester og kan velges i preferanseinnstillingene.

source: NameX
nb_no: NavnX

source: New Tickets
ar_sa: تذاكر جديدة
nb_no: Nye saker

source: New Window
ar_sa: نافذة جديدة
nb_no: Nytt vindu

source: New Year's Day
ar_sa: عيد رأس السنة
nb_no: Nyttårsdagen

source: New Year's Eve
ar_sa: ليلة رأس السنة الجديدة
nb_no: Nyttårsaften

source: New process ticket
ar_sa: تذكرة عملية جديدة
nb_no: Ny prosess sak

source: News about OTOBO.
ar_sa: أخبار عن OTOBO.
nb_no: Nyheter om OTOBO.

source: Next possible ticket states after adding a phone note in the ticket phone inbound screen of the agent interface.
ar_sa: حالات المتابعة المحتملة للتذاكر بعد إضافة ملاحظة هاتفية من شاشة المكالمة الواردة في لوحة الوكيل.
nb_no: Neste mulige sakstilstander etter å ha lagt til et telefonnotat i sakstelefonens inngående skjerm i agentgrensesnittet.

source: Next possible ticket states after adding a phone note in the ticket phone outbound screen of the agent interface.
ar_sa: حالات المتابعة المحتملة للتذاكر بعد إضافة ملاحظة هاتفية من شاشة المكالمة الصادرة في لوحة الوكيل.
nb_no: Neste mulige sakstilstander etter å ha lagt til en telefonnotat i utgående sakstelefonskjerm i agentgrensesnittet.

source: No public key found.
ar_sa: لم يتم العثور على مفتاح عام.
nb_no: Ingen offentlig nøkkel funnet.

source: No valid OpenPGP data found.
ar_sa: لم يتم العثور على بيانات OpenPGP صالحة.
nb_no: Ingen gyldige OpenPGP-data funnet.

source: None
ar_sa: لا شَيْء
nb_no: Ingen

source: Norwegian
ar_sa: النرويجية
nb_no: Norsk

source: Notification Settings
ar_sa: إعدادات الإخطار
nb_no: Innstillinger for Varsling

source: Notified about response time escalation.
ar_sa: تم الإخطار بتصعيد وقت الاستجابة.
nb_no: Varslet om eskalering av responstid.

source: Notified about solution time escalation.
ar_sa: تم الإخطار بتصعيد وقت الحل.
nb_no: Varslet om eskalering av løsningstid.

source: Notified about update time escalation.
ar_sa: تم الإخطار بتصعيد وقت التحديث.
nb_no: Varslet om eskalering av oppdateringstid.

source: Number of displayed tickets
ar_sa: عدد التذاكر المعروضة
nb_no: Antall viste saker

source: Number of lines (per ticket) that are shown by the search utility in the agent interface.
ar_sa: عدد الصفوف (لكل تذكرة) التي يتم عرضها عبر أداة البحث في منطقة الوكيل.
nb_no: Antall linjer (per sak) som vises i søkeverktøyet.

source: Number of shards (NS), replicas (NR) and fields limit for the index 'ticket'.
ar_sa: عدد الأجزاء (shards) (NS) والنسخ المتماثلة (NR) والحد الأقصى للحقل لفهرس "التذكرة".
nb_no: Antall skår (NS), replikaer (NR) og feltgrense for indeksen 'sak'.

source: Number of shards (NS), replicas (NR) and fields limit for the index. Note: 'Elasticsearch::ArticleIndexCreationSettings' is deprecated. For upwards compatibility use 'Elasticsearch::IndexSettings###Default' instead.
ar_sa: عدد الأجزاء (NS) والنسخ المتماثلة (NR) وحد الحقل للفهرس. ملاحظة: لم يعد يتم استخدام "Elasticsearch::ArticleIndexCreationSettings". بدلا من ذلك، استخدم "Elasticsearch::IndexSettings###Default" لضمان التوافق مع الإصدارات الأحدث.
nb_no: Antall skår (NS), replikaer (NR) og feltgrense for indeksen. Merk: 'Elasticsearch::ArticleIndexCreationSettings' er utdatert. For kompatibilitet oppover, bruk 'Elasticsearch::IndexSettings###Default' i stedet.

source: Number of shards (NS), replicas (NR) and fields limit for the indices. This replaces 'Elasticsearch::ArticleIndexCreationSettings' in future versions. If both are present and not equal this one has priority. Use 'Elasticsearch::IndexSettings###...' if you want to define special settings for single indices.'...' may be one of 'Customer', 'CustomerUser', 'Ticket' or 'ConfigItem'.
ar_sa: عدد الأجزاء (NS) والنسخ المتماثلة (NR) وحد الحقل للفهارس. يحل هذا الإعداد محل "Elasticsearch::ArticleIndexCreationSettings" في الإصدارات الأحدث. إذا كان كلا الإعدادين موجودين ويختلفان، تحديد أولوياتهما. استخدم "Elasticsearch::IndexSettings###... " لتحديد إعدادات محددة للفهارس الفردية. '. . . ' يمكن أن تكون إحدى القيم التالية: "Customer" أو "CustomerUser" أو "Ticket" أو "ConfigItem".
nb_no: Antall skjær (NS), replikaer (NR) og feltgrense for indeksene. Dette erstatter 'Elasticsearch::ArticleIndexCreationSettings' i fremtidige versjoner. Hvis begge er tilstede og ikke like, har denne prioritet. Bruk 'Elasticsearch::IndexSettings###...' hvis du vil definere spesielle innstillinger for enkeltindekser.'...' kan være en av 'Customer', 'CustomerUser', 'Ticket' eller 'ConfigItem'.

source: Number of tickets to be displayed in each page of a search result in the agent interface.
ar_sa: عدد التذاكر لكل صفحة في نتائج البحث في منطقة الوكيل.
nb_no: Antall saker som vises per side i et søkeresultat.

source: Number of tickets to be displayed in each page of a search result in the customer interface.
ar_sa: عدد التذاكر المراد عرضها لكل صفحة في نتيجة بحث في واجهة العميل.
nb_no: Antall saker som vises per side i et søkeresultat i kundeportalen.

source: OTOBO News
ar_sa: أخبار من OTOBO
nb_no: OTOBO-nyheter

source: OTOBO Team Services
ar_sa: خدمات فريق OTOBO
nb_no: OTOBO Team-tjenester

source: OTOBO can use one or more readonly mirror databases for expensive operations like fulltext search or statistics generation. Here you can specify the DSN for the first mirror database.
ar_sa: يمكن ل OTOBO استخدام قاعدة بيانات متطابقة واحدة أو أكثر للعمليات المعقدة مثل عمليات البحث عن النص الكامل أو إنشاء الإحصاءات. هنا يمكنك تخزين DSN لقاعدة بيانات النسخة المتطابقة الأولى.
nb_no: OTOBO kan bruke en eller flere skrivebeskyttede speildatabaser for dyre operasjoner som fulltekstsøk eller statistikkgenerering. Her kan du spesifisere DSN for den første speildatabasen.

source: OTOBO doesn't support recurring Appointments without end date or number of iterations. During import process, it might happen that ICS file contains such Appointments. Instead, system creates all Appointments in the past, plus Appointments for the next N months (120 months/10 years by default).
ar_sa: لا يدعم OTOBO المواعيد المتكررة بدون تاريخ انتهاء أو عدد التكرارات. أثناء عملية الاستيراد، قد يحدث أن يحتوي ملف ICS على مثل هذه المواعيد. بدلا من ذلك، يقوم النظام بإنشاء جميع المواعيد في الماضي، بالإضافة إلى المواعيد للأشهر N التالية (120 شهرا / 10 سنوات افتراضيا).
nb_no: OTOBO støtter ikke gjentakende avtaler uten sluttdato eller antall iterasjoner. Under importprosessen kan det hende at ICS-filen inneholder slike avtaler. I stedet oppretter systemet alle tidligere avtaler, pluss avtaler for de neste N månedene (120 måneder/10 år som standard).

source: Objects to search for, how many entries and which attributs to show.
ar_sa: يحدد الكائنات التي سيتم البحث عنها، وعدد الإدخالات، والسمات التي سيتم عرضها.
nb_no: Objekter å søke etter, hvor mange oppføringer og hvilke attributter som skal vises.

source: Objects to search for, how many entries and which attributs to show. Ticket attributes, except queue, have to explicitely be stored via Elasticsearch.
ar_sa: يحدد الكائنات التي سيتم البحث عنها، وعدد الإدخالات، والسمات التي سيتم عرضها. يجب تخزين جميع سمات التذاكر باستثناء قائمة الانتظار بشكل صريح في Elasticsearch.
nb_no: Objekter å søke etter, hvor mange oppføringer og hvilke attributter som skal vises. Saksattributter, unntatt kø, må eksplisitt lagres via Elasticsearch.

source: Open an external link!
ar_sa: افتح الرابط الخارجي!
nb_no: Åpne en ekstern lenke!

source: Open the OTOBO home page in a new window
ar_sa: يفتح صفحة OTOBO الرئيسية في نافذة جديدة
nb_no: Åpne OTOBO-hjemmesiden i et nytt vindu

source: Open tickets (customer user)
ar_sa: التذاكر المفتوحة (مستخدمو العملاء)
nb_no: Åpne saker (kunde-bruker)
