Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Set email header
ar_sa: تعيين رؤوس البريد الإلكتروني
nb_no: Sett meldingshode

source: with value
ar_sa: مع قيمة
nb_no: med verdi

source: The field needs to be a literal word.
ar_sa: يجب أن يكون الحقل كلمة حرفية.
nb_no: Feltet må inneholde et ord bestående av bokstaver.

source: Header
ar_sa: عُنْوَان
nb_no: Overskrift

source: Priority Management
ar_sa: إدارة الأولويات
nb_no: Administrasjon: Prioriteter

source: Add Priority
ar_sa: إضافة أولوية
nb_no: Ny Prioritering

source: Edit Priority
ar_sa: تحرير الأولوية
nb_no: Endre Prioritering

source: Filter for Priorities
ar_sa: تصفية للأولويات
nb_no: Filtrer etter prioriteringer

source: Filter for priorities
ar_sa: تصفية للأولويات
nb_no: Filtrer for prioriteringer

source: This priority is present in a SysConfig setting, confirmation for updating settings to point to the new priority is needed!
ar_sa: توجد هذه الأولوية في إعداد SysConfig. التأكيد مطلوب لتحديث الإعداد إلى الأولوية الجديدة!
nb_no: Denne prioriteten er tilstede i en SysConfig-innstilling, bekreftelse for oppdatering av innstillinger for å peke til den nye prioriteten er nødvendig!

source: This priority is used in the following config settings:
ar_sa: يتم استخدام هذه الأولوية في إعدادات التكوين التالية:
nb_no: Denne prioriteten brukes i følgende konfigurasjonsinnstillinger:

source: Process Management
ar_sa: ادارة العمليات
nb_no: Prosessoppsett

source: Filter for Processes
ar_sa: تصفية العمليات
nb_no: Filter for prosesser

source: Filter for processes
ar_sa: تصفية العمليات
nb_no: Filter for prosesser

source: Create New Process
ar_sa: إنشاء عملية جديدة
nb_no: Opprett ny prosess

source: Deploy All Processes
ar_sa: وضع جميع العمليات موضع التنفيذ
nb_no: Distribuer alle prosesser

source: Here you can upload a configuration file to import a process to your system. The file needs to be in .yml format as exported by process management module.
ar_sa: هنا يمكنك تحميل ملف تكوين لاستيراد عملية إلى نظامك. يجب أن يكون الملف بتنسيق YML، تمامًا كما يتم تصديره بواسطة إدارة العملية.
nb_no: Her kan du laste opp en konfigurasjonsfil for å importere en prosess til systemet ditt. Filen må være i .yml-format som eksportert av prosessadministrasjonsmodulen.

source: Upload process configuration
ar_sa: تحميل تكوين عملية
nb_no: Last opp prosess konfigurasjon

source: Import process configuration
ar_sa: تكوين عملية الاستيراد
nb_no: Importer prosess konfigurasjon

source: Ready2Adopt Processes
ar_sa: عمليات Ready2Adopt
nb_no: Ready2Adopt-prosesser

source: Here you can activate Ready2Adopt processes showcasing our best practices. Please note that some additional configuration may be required.
ar_sa: هنا يمكنك تنشيط عمليات Ready2Adoption لإظهار أفضل ممارساتنا. يرجى ملاحظة أنه قد تكون هناك حاجة إلى إعدادات إضافية.
nb_no: Her kan du aktivere Ready2Adopt-prosesser som viser frem vår beste praksis. Vær oppmerksom på at noe ekstra konfigurasjon kan være nødvendig.

source: Import Ready2Adopt process
ar_sa: استيراد عمليات Ready2Adopt
nb_no: Importer Ready2Adopt-prosess

source: To create a new Process you can either import a Process that was exported from another system or create a complete new one.
ar_sa: لإنشاء عملية جديدة، يمكنك إما استيراد عملية من نظام آخر أو إنشاء عملية جديدة تمامًا.
nb_no: For å opprette en ny prosess kan du enten importere en prosess som ble eksportert fra et annet system eller opprette en helt ny.

source: Changes to the Processes here only affect the behavior of the system, if you synchronize the Process data. By synchronizing the Processes, the newly made changes will be written to the Configuration.
ar_sa: لا تصبح التغييرات التي تطرأ على العمليات سارية المفعول حتى تقوم بمزامنة تكوين العملية. يتم تطبيق كافة التغييرات على تكوين النظام.
nb_no: Endringer i prosessene her påvirker bare oppførselen til systemet hvis du synkroniserer prosessdataene. Ved å synkronisere prosessene vil de nyinnførte endringene bli skrevet til konfigurasjonen.

source: Processes
ar_sa: عمليات
nb_no: Prosesser

source: Process name
ar_sa: اسم العملية
nb_no: Prosessnavn

source: Print
ar_sa: طَبَعَ
nb_no: Utskrift

source: Export Process Configuration
ar_sa: تصدير عملية التكوين
nb_no: Eksporter prosesskonfigurasjon

source: Copy Process
ar_sa: عملية النسخ
nb_no: Kopier prosess

source: Cancel & close
ar_sa: إلغاء وإغلاق
nb_no: Avbryt og lukk

source: Go Back
ar_sa: الرجوع للخلف
nb_no: Gå tilbake

source: Please note, that changing this activity will affect the following processes
ar_sa: تحذير: ستؤثر التغييرات في هذا النشاط على العمليات التالية
nb_no: Vær oppmerksom på at endring av denne aktiviteten vil påvirke følgende prosesser

source: Activity
ar_sa: نَشَاطٌ
nb_no: cannot

source: Activity Name
ar_sa: اسم النشاط
nb_no: Aktivitetsnavn

source: Activity Dialogs
ar_sa: حوارات النشاط
nb_no: Aktivitetsdialoger

source: You can assign Activity Dialogs to this Activity by dragging the elements with the mouse from the left list to the right list.
ar_sa: يمكنك تخصيص مربعات حوار النشاط لهذا النشاط عن طريق تحريك العناصر من القائمة اليسرى إلى القائمة اليمنى بالماوس.
nb_no: Du kan tildele aktivitetsdialoger til denne aktiviteten ved å dra elementet med musepekeren fra venstre liste til høyre liste.

source: Filter available Activity Dialogs
ar_sa: تصفية مربعات حوار الأنشطة المتاحة
nb_no: Filtrer tilgjengelige aktivitetsdialoger

source: Available Activity Dialogs
ar_sa: حوارات النشاط المتوفرة
nb_no: Tilgjengelige aktivitetsdialoger

source: Name: %s, EntityID: %s
nb_no: Navn: %s, enhets-ID: %s

source: Create New Activity Dialog
ar_sa: إنشاء مربع حوار نشاط جديد
nb_no: Opprett ny aktivitetsdialog

source: Assigned Activity Dialogs
ar_sa: مربعات حوار النشاط المعينة
nb_no: Tildel aktivitetsdialoger

source: Please note that changing this activity dialog will affect the following activities
ar_sa: يرجى ملاحظة أن تغيير مربع حوار النشاط هذا سيؤثر على الأنشطة التالية
nb_no: Vær oppmerksom på at endring av denne aktivitetsdialogen vil påvirke følgende aktiviteter

source: Please note that customer users will not be able to see or use the following fields: Owner, Responsible, Lock, PendingTime and CustomerID.
ar_sa: يرجى ملاحظة أن المستخدمين العملاء لن يتمكنوا من رؤية أو استخدام الحقول التالية: المالك (Owner) والمسؤول (Responsible) والقفل (Lock) ووقت الانتظار (PendingTime) ومعرف العميل (CustomerID).
nb_no: Vær oppmerksom på at kundebrukere ikke vil kunne se eller bruke følgende felt: Eier, Ansvarlig, Lås, Ventende Tid og KundeID.

source: The Queue field can only be used by customers when creating a new ticket.
ar_sa: لا يمكن تحديد حقل قائمة الانتظار إلا من قبل العملاء عند إنشاء تذكرة جديدة.
nb_no: Kø feltet kan bare benyttes av kunder når en ny sak opprettes.

source: Activity Dialog
ar_sa: حوار النشاط
nb_no: Aktivitetsdialog

source: Activity dialog Name
ar_sa: اسم مربع حوار النشاط
nb_no: Aktivitetsdialognavn

source: Available in
ar_sa: متوفر في
nb_no: Tilgjengelig i

source: Description (short)
ar_sa: الوصف (قصير)
nb_no: Beskrivelse (kort)

source: Description (long)
ar_sa: الوصف (طويل)
nb_no: Beskrivelse (lang)

source: The selected permission does not exist.
ar_sa: الإذن المحدد غير موجود.
nb_no: Den valgte tilatelsen eksisterer ikke.

source: Required Lock
ar_sa: القفل المطلوب
nb_no: Påkrevd lås

source: The selected required lock does not exist.
ar_sa: القفل المحدد غير موجود.
nb_no: Den valgte påkrevde låsen eksisterer ikke.

source: Submit Advice Text
ar_sa: نص الملاحظة عند الإرسال
nb_no: Send inn råd-tekst

source: Submit Button Text
ar_sa: نص تلميح للزر "إرسال"
nb_no: Tekst for Send inn-knapp

source: You can assign Fields to this Activity Dialog by dragging the elements with the mouse from the left list to the right list.
ar_sa: يمكنك تعيين حقول لمربع حوار النشاط هذا عن طريق سحبها من القائمة اليمنى إلى القائمة اليسرى بالماوس.
nb_no: Du kan tilordne felt til denne aktivitetsdialogen ved å dra elementene med musen fra venstre liste til høyre liste.

source: Filter available fields
ar_sa: تصفية الحقول المتوفرة
nb_no: Tiltrer på tilgjengelige felter

source: Available Fields
ar_sa: الحقول المتاحة
nb_no: Tilgjengelige felter

source: Assigned Fields
ar_sa: الحقول المعينة
nb_no: Tilordnede felter

source: Communication Channel
ar_sa: قناة الاتصال
nb_no: Kommunikasjonskanal

source: Is visible for customer
ar_sa: مرئي للعملاء
nb_no: Er synlig for kunden

source: Display
ar_sa: إِظْهار
nb_no: Vis

source: Path
ar_sa: مَسَار
nb_no: Addrese

source: Edit this transition
ar_sa: تحرير هذا الانتقال
nb_no: Endre denne overgangen

source: Transition Actions
ar_sa: إجراءات الانتقال
nb_no: Overgangshandling

source: You can assign Transition Actions to this Transition by dragging the elements with the mouse from the left list to the right list.
ar_sa: يمكنك تعيين إجراءات الانتقال لهذا الانتقال عن طريق سحب العناصر بالماوس من القائمة اليسرى إلى القائمة اليمنى.
nb_no: Du kan tildele overgangshandlinger til denne overgangen ved å dra elementet med musepekeren fra venstre liste til høyre liste.

source: Filter available Transition Actions
ar_sa: تصفية إجراءات الانتقال المتاحة
nb_no: Filtrer på tilgjengelige overgangshandlinger

source: Available Transition Actions
ar_sa: إجراءات الانتقال المتاحة
nb_no: Tilgjengelige overgangshandlinger

source: Create New Transition Action
ar_sa: إنشاء إجراء انتقالي جديد
nb_no: Opprett ny overgangshandling

source: Assigned Transition Actions
ar_sa: إجراءات الانتقال المعينة
nb_no: Tildel overgangshandling

source: Activities
ar_sa: النَشَاطَات
nb_no: Aktiviteter

source: Filter Activities...
ar_sa: تصفية الأنشطة ...
nb_no: Filtrer aktiviteter...

source: Create New Activity
ar_sa: إنشاء نشاط جديد
nb_no: Opprett ny aktivitet

source: Filter Activity Dialogs...
ar_sa: مربعات حوار تصفية النشاط ...
nb_no: Filtrer aktivitetsdialoger...

source: Transitions
ar_sa: انتقالات
nb_no: Overganger

source: Filter Transitions...
ar_sa: تصفية الانتقالات. . .
nb_no: Filtrer overganger...

source: Create New Transition
ar_sa: إنشاء انتقال جديد
nb_no: Opprett ny overgang

source: Filter Transition Actions...
ar_sa: تصفية إجراءات الانتقال ...
nb_no: Filtrer overgangshandlinger...

source: Edit Process
ar_sa: تحرير العملية
nb_no: Endre prosess

source: Print process information
ar_sa: طباعة معلومات العملية
nb_no: Skriv ut prosessinformasjon

source: Delete Process
ar_sa: حذف العملية
nb_no: Slett prosess

source: Delete Inactive Process
ar_sa: حذف العملية غير النشطة
nb_no: Slett inaktive prosesser

source: Available Process Elements
ar_sa: عناصر العملية المتاحة
nb_no: Tilgjengelige prosesselementer

source: The Elements listed above in this sidebar can be moved to the canvas area on the right by using drag'n'drop.
ar_sa: يمكن سحب العناصر المدرجة في الشريط الجانبي إلى منطقة الرسم باستخدام الماوس.
nb_no: Elementene som er oppført ovenfor i denne sidelinjen kan flyttes til lerretsområdet til høyre ved å bruke dra og slipp.

source: You can place Activities on the canvas area to assign this Activity to the Process.
ar_sa: يمكنك وضع الأنشطة في منطقة الرسم لربط هذه الأنشطة بالعملية.
nb_no: Du kan plassere aktiviteter på lerretsområdet for å tilordne denne aktiviteten til prosessen.

source: To assign an Activity Dialog to an Activity drop the Activity Dialog element from this sidebar over the Activity placed in the canvas area.
ar_sa: يمكنك تعيين مربعات حوار النشاط لنشاط ما عن طريق سحبها من الشريط الجانبي فوق النشاط في منطقة الرسم.
nb_no: For å tilordne en aktivitetsdialog til en aktivitet slipper du aktivitetsdialogelementet fra denne sidelinjen over aktiviteten som er plassert i lerretsområdet.

source: You can start a connection between two Activities by dropping the Transition element over the Start Activity of the connection. After that you can move the loose end of the arrow to the End Activity.
ar_sa: يمكنك إنشاء اتصال بين الأنشطة عن طريق سحب عنصر الانتقال إلى نشاط بدء الاتصال. يمكنك بعد ذلك سحب النهاية الحرة للسهم إلى النشاط المستهدف.
nb_no: Du kan starte en forbindelse mellom to aktiviteter ved å slippe overgangselementet over startaktiviteten til forbindelsen. Etter det kan du flytte den løse enden av pilen til Avslutt-aktiviteten.

source: Actions can be assigned to a Transition by dropping the Action Element onto the label of a Transition.
ar_sa: يمكن تعيين الإجراءات للانتقال عن طريق سحب عنصر الإجراء إلى اسم الانتقال.
nb_no: Handlinger kan tilordnes en overgang ved å slippe handlingselementet på etiketten til en overgang.

source: Edit Process Information
ar_sa: تحرير معلومات العملية
nb_no: Endre prosessinformasjon

source: Process Name
ar_sa: اسم العملية
nb_no: Prosessnavn

source: The selected state does not exist.
ar_sa: الحالة المحددة غير موجودة.
nb_no: Den valgte tilstand eksisterer ikke.

source: Add and Edit Activities, Activity Dialogs and Transitions
ar_sa: إضافة وتحرير الأنشطة ومربعات حوار النشاط والانتقالات
nb_no: Legg til og rediger aktiviteter, aktivitetsdialoger og overganger

source: Show EntityIDs
ar_sa: إظهار EntityIDs
nb_no: Vis enhets-IDer

source: Extend the width of the Canvas
ar_sa: زيادة عرض منطقة الرسم
nb_no: Utvid bredden på lerretet

source: Extend the height of the Canvas
ar_sa: زيادة ارتفاع منطقة الرسم
nb_no: Forleng høyden på lerretet

source: Remove the Activity from this Process
ar_sa: إزالة النشاط من هذه العملية
nb_no: Fjern aktiviteten fra denne prosessen

source: Edit this Activity
ar_sa: تعديل هذا النشاط
nb_no: Endre denne aktiviteten

source: Save Activities, Activity Dialogs and Transitions
ar_sa: حفظ الأنشطة ومربعات حوار الأنشطة والانتقالات
nb_no: Lagre aktivitetene, aktivitets-dialogene og overgangene

source: Do you really want to delete this Process?
ar_sa: هل تريد حقًا حذف هذه العملية؟
nb_no: Vil du virkelig fjerne denne prosessen?

source: Do you really want to delete this Activity?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا النشاط؟
nb_no: Vil du virkelig fjerne denne aktiviteten?

source: Do you really want to delete this Activity Dialog?
ar_sa: هل أنت متأكد أنك تريد حذف مربع حوار النشاط هذا؟
nb_no: Vil du virkelig fjerne denne aktivitets-dialogen?

source: Do you really want to delete this Transition?
ar_sa: هل أنت متأكد أنك تريد حذف هذا الانتقال؟
nb_no: Vil du virkelig fjerne denne overgangen?

source: Do you really want to delete this Transition Action?
ar_sa: هل أنت متأكد من أنك تريد حذف إجراء الانتقال هذا؟
nb_no: Vil du virkelig fjerne denne overgangshandlingen?

source: Do you really want to remove this activity from the canvas? This can only be undone by leaving this screen without saving.
ar_sa: هل أنت متأكد من أنك تريد إزالة هذا النشاط من منطقة الرسم؟ لا يمكن التراجع عن ذلك إلا إذا تركت طريقة العرض هذه دون حفظ.
nb_no: Vil du virkelig fjerne denne aktiviteten fra lerretet? Dette kan bare angres ved å forlate denne skjermen uten å lagre.

source: Do you really want to remove this transition from the canvas? This can only be undone by leaving this screen without saving.
ar_sa: هل أنت متأكد من أنك تريد إزالة هذا الانتقال من لوح الرسم؟ لا يمكن التراجع عن هذا إلا إذا غادرت هذه النافذة دون حفظ.
nb_no: Vil du virkelig fjerne denne overgangen fra lerretet? Dette kan bare angres ved å forlate denne skjermen uten å lagre.

source: In this screen, you can create a new process. In order to make the new process available to users, please make sure to set its state to 'Active' and synchronize after completing your work.
ar_sa: ‮هنا يمكنك إنشاء عملية جديدة. لجعل العملية متاحة للمستخدمين، يجب عليك تعيين الحالة إلى "نشط" وإجراء المزامنة عند الانتهاء من عملك.
nb_no: På denne skjermen kan du opprette en ny prosess. For å gjøre den nye prosessen tilgjengelig for brukere, må du sørge for å sette statusen til "Aktiv" og synkronisere etter at du har fullført arbeidet.

source: cancel & close
ar_sa: إلغاء وإغلاق
nb_no: avbryt og lukk

source: Start Activity
ar_sa: بدء النشاط
nb_no: Start aktivitet

source: Contains %s dialog(s)
ar_sa: يحتوي على مربع (مربعات) حوار ٪s
nb_no: Inneholder %s dialog(er)

source: Assigned dialogs
ar_sa: مربعات الحوار المعينة
nb_no: Tilordnede dialoger

source: Activities are not being used in this process.
ar_sa: لا يتم استخدام أي أنشطة في هذه العملية.
nb_no: Aktiviteter er ikke i bruk i denne prosessen.

source: Assigned fields
ar_sa: الحقول المعينة
nb_no: Tilordnede felter

source: Activity dialogs are not being used in this process.
ar_sa: لا يتم استخدام مربعات حوار النشاط في هذه العملية.
nb_no: Aktivitetsdialoger er ikke i bruk i denne prosessen.

source: Condition linking
ar_sa: روابط شرطية
nb_no: Tilstandskobling

source: Transitions are not being used in this process.
ar_sa: لا يتم استخدام الانتقالات في هذه العملية.
nb_no: Overganger er ikke i bruk i denne prosessen.

source: Module name
ar_sa: اسم الوحدة
nb_no: Modulnavn

source: Transition actions are not being used in this process.
ar_sa: لا يتم استخدام إجراءات الانتقال في هذه العملية.
nb_no: Overgangshandlinger brukes ikke i denne prosessen.

source: Please note that changing this transition will affect the following processes
ar_sa: يرجى ملاحظة أن تغيير هذا الانتقال سيؤثر على العمليات التالية
nb_no: Vær oppmerksom på at endring av denne overgangen vil påvirke følgende prosesser

source: Transition
ar_sa: اِنْتِقالٌ
nb_no: Overgang

source: Transition Name
ar_sa: اسم الانتقال
nb_no: Overgangsnavn

source: Please note that changing this transition action will affect the following processes
ar_sa: يرجى ملاحظة أن تغيير إجراء الانتقال هذا سيؤثر على العمليات التالية
nb_no: Vær oppmerksom på at endring av denne overgangshandlingen vil påvirke følgende prosesser

source: Transition Action
ar_sa: إجراء انتقالي
nb_no: Overgangshandling

source: Transition Action Name
ar_sa: اسم إجراء الانتقال
nb_no: Overgangshandling-navn

source: Transition Action Module
ar_sa: وحدة إجراء الانتقال
nb_no: Overgangshandling-modul

source: Config Parameters
ar_sa: معلمات التكوين
nb_no: Konfigurer parametere

source: Add a new Parameter
ar_sa: أضف معاملاً جديدًا
nb_no: Legg til et nytt parameter

source: Remove this Parameter
ar_sa: إزالة هذه المعلمة
nb_no: Fjern dette parameteret

source: Queue Management
ar_sa: إدارة قائمة الانتظار
nb_no: Køhåndtering

source: Add Queue
ar_sa: إضافة قائمة الانتظار
nb_no: Legg til kø

source: Edit Queue
ar_sa: تحرير قائمة الانتظار
nb_no: Endre kø

source: Filter for Queues
ar_sa: تصفية لقوائم الانتظار
nb_no: Filter for køer

source: Filter for queues
ar_sa: تصفية لقوائم الانتظار
nb_no: Filtrer for køer

source: A queue with this name already exists!
ar_sa: توجد قائمة انتظار بهذا الاسم بالفعل!
nb_no: En kø med dette navnet eksisterer allerede!

source: This queue is present in a SysConfig setting, confirmation for updating settings to point to the new queue is needed!
ar_sa: قائمة الانتظار هذه موجودة في إعداد SysConfig. مطلوب تأكيد لتحديث الإعداد إلى قائمة الانتظار الجديدة!
nb_no: Denne køen er tilstede i en SysConfig-innstilling, bekreftelse for oppdatering av innstillinger for å peke til den nye køen er nødvendig!

source: Sub-queue of
ar_sa: قائمة انتظار فرعية من
nb_no: Under-kø av

source: Unlock timeout
ar_sa: فتح المهلة
nb_no: Tidsintervall for å sette sak tilgjengelig for andre

source: 0 = no unlock
ar_sa: 0 = بدون إلغاء قفل
nb_no: 0 = ikke gjør saker tilgjengelig

source: hours
ar_sa: ساعات
nb_no: timer

source: Only business hours are counted.
ar_sa: يتم أخذ ساعات العمل فقط في الاعتبار.
nb_no: Kun timene i åpningstiden telles.

source: If an agent locks a ticket and does not close it before the unlock timeout has passed, the ticket will unlock and will become available for other agents.
ar_sa: إذا أقفل الوكيل تذكرة ولم يغلقها قبل وقت الفتح، فسيتم إلغاء قفلها وإتاحتها مرة أخرى للوكلاء الآخرين.
nb_no: Hvis en agent låser en sak og ikke stenger den før låsetiden har passert vil saken bli låst opp og komme tilgjengelig for andre saksbehandlere.

source: Notify by
ar_sa: إخطار من قبل
nb_no: Varsle ved

source: 0 = no escalation
ar_sa: 0 = لا يوجد تصعيد
nb_no: 0 = ingen eskalering

source: If there is not added a customer contact, either email-external or phone, to a new ticket before the time defined here expires, the ticket is escalated.
ar_sa: إذا لم يكن هناك استجابة من العميل (بريد إلكتروني خارجي أو هاتف) قبل الوقت المحدد، فسيتم تصعيد التذكرة.
nb_no: Hvis det ikke legges til en kundekontakt, enten e-post eller telefon, til en sak innen tiden definert her vil den bli eskalert.

source: If there is an article added, such as a follow-up via email or the customer portal, the escalation update time is reset. If there is no customer contact, either email-external or phone, added to a ticket before the time defined here expires, the ticket is escalated.
ar_sa: عندما يضيف العميل عنصرا - على سبيل المثال عن طريق البريد الإلكتروني أو في منطقة العميل - تتم إعادة تعيين وقت التصعيد. إذا لم يتم الاتصال بالعميل مرة أخرى بحلول الوقت المحدد، فإن التذكرة تتصاعد.
nb_no: Hvis det kommer inn et objekt, f.eks. en oppfølging på e-post eller fra kundeportalen, vil eskaleringstiden bli nullstilt. Hvis ingen kundekontakt blir lagt til, enten som utgående e-post eller utgående telefon, innen tiden som er spesifisert her, vil saken bli eskalert.

source: If the ticket is not set to closed before the time defined here expires, the ticket is escalated.
ar_sa: إذا لم يتم ضبط التذكرة على الإغلاق قبل انتهاء الوقت المحدد هنا، فسيتم تصعيد التذكرة.
nb_no: Hvis saken ikke blir stengt innen tiden spesifisert her utløper vil den bli eskalert.

source: Follow up Option
ar_sa: خيار الطلب
nb_no: Korrespondanse på avsluttet sak

source: Specifies if follow up to closed tickets would re-open the ticket, be rejected or lead to a new ticket.
ar_sa: يحدد ما إذا كانت الاستجابة لتذكرة مغلقة تعيد فتح تلك التذكرة أو يتم رفضها أو تؤدي إلى تذكرة جديدة.
nb_no: Forteller om oppfølginger på stengte saker skal gjenåpne saken, avvises eller føre til en ny sak.

source: Ticket lock after a follow up
ar_sa: إقفال البطاقة بعد الرد
nb_no: Saken settes som privat etter oppfølgnings e-post

source: If a ticket is closed and the customer sends a follow up the ticket will be locked to the old owner.
ar_sa: إذا تم إغلاق تذكرة وأرسل العميل ردا، فسيتم قفل التذكرة للمالك القديم.
nb_no: Hvis en sak blir stengt og kunden sender en oppfølging vil saken bli låst til den forrige eieren.

source: System address
ar_sa: عنوان النظام
nb_no: Systemadresse

source: Will be the sender address of this queue for email answers.
ar_sa: عنوان المرسل لرسائل البريد الإلكتروني من قائمة الانتظار هذه.
nb_no: Avsenderadresse for e-post i denne køen.

source: Default sign key
ar_sa: مفتاح التوقيع الافتراضي
nb_no: Standard signeringsnøkkel

source: To use a sign key, PGP keys or S/MIME certificates need to be added with identifiers for selected queue system address.
ar_sa: لاستخدام مفتاح توقيع، يجب إضافة مفاتيح PGP أو شهادات S / MIME مع معرفات لعنوان النظام المحدد إلى قائمة الانتظار.
nb_no: For å bruke en signeringsnøkkel, må PGP-nøkler eller S/MIME-sertifikater legges til med identifikatorer for valgt køsystemadresse.

source: Salutation
ar_sa: التحية
nb_no: Hilsning

source: The salutation for email answers.
ar_sa: التحية لردود البريد الإلكتروني.
nb_no: Hilsning for e-postsvar.

source: Signature
ar_sa: التوقيع
nb_no: Signatur

source: The signature for email answers.
ar_sa: التوقيع لردود البريد الإلكتروني.
nb_no: Signatur for e-postsvar.

source: This queue is used in the following config settings:
ar_sa: يتم استخدام قائمة الانتظار هذه في إعدادات التكوين التالية:
nb_no: Denne køen brukes i følgende konfigurasjonsinnstillinger:

source: Manage Queue-Auto Response Relations
ar_sa: إدارة تعيين قوائم الانتظار والردود التلقائية
nb_no: Administrasjon av Autosvar for Køer

source: Change Auto Response Relations for Queue
ar_sa: تغيير تعيينات الاستجابة التلقائية لقائمة الانتظار
nb_no: Endre Autosvar-kopling for Kø

source: This filter allow you to show queues without auto responses
ar_sa: يسمح لك هذا الفلتر بإظهار قوائم الانتظار بدون ردود تلقائية
nb_no: Dette filteret lar deg vise køer uten autosvar

source: Queues without Auto Responses
ar_sa: قوائم الانتظار بدون ردود تلقائية
nb_no: Køer uten autosvar
