Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Defines the search parameters for the AgentCustomerUserAddressBook screen. With the setting 'CustomerTicketTextField' the values for the recipient field can be specified.
ar_sa: تعيين معلمات البحث لشاشة AgentCustomerUserAddressBook. يسمح لك إعداد 'CustomerTictTextField' لتحديد قيم حقل المستلم.
nb_no: Definerer søkeparametrene for skjermbildet AgentCustomerUserAddressBook. Med innstillingen 'CustomerTicketTextField' kan verdiene for mottakerfeltet spesifiseres.

source: Defines the sender for rejected emails.
ar_sa: يحدد عنوان الإرسال لرسائل البريد الإلكتروني المرفوضة.
nb_no: Definerer avsenderen for avviste e-poster.

source: Defines the separator between the agents real name and the given queue email address.
ar_sa: يحدد الفاصل بين الاسم الحقيقي للوكيل وعنوان البريد الإلكتروني المحدد لقائمة الانتظار.
nb_no: Definerer skillet mellom agentens virkelige navn og den oppgitte kø-e-postadressen.

source: Defines the shown columns and the position in the AgentCustomerUserAddressBook result screen.
ar_sa: تعيين الأعمدة المعروضة وموضعها لشاشة النتائج الخاصة ب AgentCustomerUserAddressBook.
nb_no: Definerer de viste kolonnene og plasseringen i resultatskjermbildet AgentCustomerUserAddressBook.

source: Defines the shown links in the footer area of the customer interface of this OTOBO system. The value in "Key" is the external URL, the value in "Content" is the shown label. <OTOBO_CONFIG_HttpType>, <OTOBO_CONFIG_FQDN> and <OTOBO_CONFIG_ScriptAlias> will be substituted.
ar_sa: يحدد الروابط المعروضة في منطقة تذييل بوابة عملاء OTOBO. في حقل "المفتاح"، أدخل عنوان URL الخارجي، ونص الرابط الذي سيتم عرضه ك "محتوى". <OTOBO_CONFIG_HttpType>وسيتم <OTOBO_CONFIG_FQDN> <OTOBO_CONFIG_ScriptAlias> استبدالها.
nb_no: Definerer de viste koblingene i bunntekstområdet i kundegrensesnittet til dette OTOBO-systemet. Verdien i "Nøkkel" er den eksterne URL-en, verdien i "Innhold" er den viste etiketten. <OTOBO_CONFIG_HttpType>, <OTOBO_CONFIG_FQDN> og <OTOBO_CONFIG_ScriptAlias> vil bli erstattet.

source: Defines the source dynamic field for storing historical data.
ar_sa: يحدد حقل المصدر الديناميكي لتخزين البيانات التاريخية.
nb_no: Definerer kildedynamikkfeltet for lagring av historiske data.

source: Defines the standard permissions available for customers within the application. If more permissions are needed, you can enter them here. Permissions must be hard coded to be effective. Please ensure, when adding any of the afore mentioned permissions, that the "rw" permission remains the last entry.
ar_sa: يحدد الأذونات الافتراضية المتاحة للعملاء داخل التطبيق. إذا كانت هناك حاجة إلى مزيد من الأذونات، فيمكن إدخالها هنا. يجب أن تكون الأذونات مشفرة بشكل ثابت ليكون لها أي تأثير. عند إنشاء أذونات جديدة، يرجى التأكد من أن "rw" يظل دائما آخر إدخال.
nb_no: Definerer standardtillatelsene som er tilgjengelige for kunder i applikasjonen. Hvis flere tillatelser er nødvendig, kan du legge dem inn her. Tillatelser må være hardkodet for å være effektive. Sørg for, når du legger til noen av de ovennevnte tillatelsene, at "rw"-tillatelsen forblir den siste oppføringen.

source: Defines the standard size of PDF pages.
ar_sa: يضبط الحجم الافتراضي لصفحات PDF.
nb_no: Definerer standardstørrelse på PDF-sider.

source: Defines the state of a ticket if it gets a follow-up and the ticket was already closed.
ar_sa: يحدد حالة التذكرة إذا حصلت على متابعة وكانت التذكرة مغلقة بالفعل.
nb_no: Definerer status på en sak hvis den får en oppfølging og saken allerede var avsluttet.

source: Defines the state of a ticket if it gets a follow-up.
ar_sa: يحدد حالة التذكرة عند تلقي المتابعة.
nb_no: Definerer status på en sak hvis den får en oppfølging.

source: Defines the state type of the reminder for pending tickets.
ar_sa: يحدد نوع حالة التذكير للتذاكر التي تم تعيينها على "انتظار".
nb_no: Definerer statustypen for påminnelser om saker på vent.

source: Defines the subject for notification mails sent to agents, about new password.
ar_sa: يحدد موضوع رسائل البريد الإلكتروني الخاصة بالإشعارات المرسلة إلى الوكلاء للحصول على كلمة مرور جديدة.
nb_no: Definerer emnet for varslingsposter sendt til agenter, om nytt passord.

source: Defines the subject for notification mails sent to agents, with token about new requested password.
ar_sa: يضبط موضوع البريد الإلكتروني للإخطار الذي يتم إرساله إلى الوكلاء في حالة طلب كلمة مرور.
nb_no: Definerer emnet for varslingsposter sendt til agenter, med token om nytt forespurt passord.

source: Defines the subject for notification mails sent to customers, about new account.
ar_sa: تحديد الموضوع لرسائل البريد الإلكتروني التي يتم إرسالها إلى العملاء للحصول على حساب جديد.
nb_no: Definerer emnet for varslingsposter sendt til kunder, om ny konto.

source: Defines the subject for notification mails sent to customers, about new password.
ar_sa: تعريف الموضوع لرسائل البريد الإلكتروني التي يتم إرسالها إلى العملاء لكلمة مرور جديدة.
nb_no: Definerer emnet for varslingsposter sendt til kunder, om nytt passord.

source: Defines the subject for notification mails sent to customers, with token about new requested password.
ar_sa: تعيين موضوع رسالة البريد الإلكتروني للإخطار التي يتم إرسالها إلى العملاء في حالة طلب كلمة مرور.
nb_no: Definerer emnet for varslingsposter sendt til kunder, med token om nytt forespurt passord.

source: Defines the subject for rejected emails.
ar_sa: يحدد موضوع رسائل البريد الإلكتروني المرفوضة.
nb_no: Definerer emnet for avviste e-poster.

source: Defines the subject for the quick close action, which gets used for ticket history in the agent interface.
ar_sa: يحدد موضوع إجراء الإغلاق السريع، والذي يتم استخدامه في سجل التذكرة في واجهة الوكيل.
nb_no: Definerer emnet for den raske lukkehandlingen, som blir brukt til sakshistorikk i agentgrensesnittet.

source: Defines the system administrator's email address. It will be displayed in the error screens of the application.
ar_sa: يحدد عنوان البريد الإلكتروني لمسؤول النظام. يتم عرضه في رسائل الخطأ.
nb_no: Definerer systemadministratorens e-postadresse. Det vil vises på feilskjermbildene til applikasjonen.

source: Defines the system identifier. Every ticket number and http session string contains this ID. This ensures that only tickets which belong to your system will be processed as follow-ups (useful when communicating between two instances of OTOBO).
ar_sa: يحدد معرف النظام. يحتوي كل رقم تذكرة وجلسة HTTP على هذا المعرف. هذا يضمن أن التذاكر التي تنتمي إلى نظام التذاكر الخاص بك فقط هي التي يتم تضمينها في نظام التذاكر (مفيد عند الاتصال بين مثيلين من OTOBO).
nb_no: Definerer systemidentifikatoren. Hvert saksnummer og http-sesjonsstreng inneholder denne IDen. Dette sikrer at kun saker som tilhører systemet ditt vil bli behandlet som oppfølging (nyttig ved kommunikasjon mellom to forekomster av OTOBO).

source: Defines the target attribute in the link to external customer database. E.g. 'AsPopup PopupType_TicketAction'.
ar_sa: تحدد السمة "الهدف" لارتباط إلى قاعدة بيانات العملاء الخارجيين. على سبيل المثال، "AsPopup PopupType_TicketAction".
nb_no: Definerer målattributtet i lenken til ekstern kundedatabase. f.eks. 'AsPopup PopupType_TicketAction'.

source: Defines the target attribute in the link to external customer database. E.g. 'target="cdb"'.
ar_sa: تحديد السمة المستهدفة للإرتباط بقاعدة بيانات العميل الخارجية. على سبيل المثال، 'target="cdb"'.
nb_no: Definerer målattributtet i lenken til ekstern kundedatabase. f.eks. 'target="cdb"'.

source: Defines the target dynamic fields for storing historical data.
ar_sa: يحدد الحقول المستهدفة الديناميكية لتخزين البيانات التاريخية.
nb_no: Definerer de dynamiske målfeltene for lagring av historiske data.

source: Defines the ticket appointment type backend for ticket dynamic field date time.
ar_sa: يصف نوع الواجهة الخلفية لموعد التذكرة للتاريخ/الوقت من خلال الحقول الديناميكية.
nb_no: Definerer saksavtaletypen backend for saksdynamisk felt dato og klokkeslett.

source: Defines the ticket appointment type backend for ticket escalation time.
ar_sa: يحدد الواجهة الخلفية لنوع موعد التذكرة لوقت تصعيد التذاكر.
nb_no: Definerer saksavtaletypens backend for saksopptrappingstid.

source: Defines the ticket appointment type backend for ticket pending time.
ar_sa: يصف نوع الواجهة الخلفية لموعد التذكرة لأوقات انتظار التذكرة.
nb_no: Definerer saksavtaletypens backend for ventetid for sak.

source: Defines the ticket fields that are going to be displayed calendar events. The "Key" defines the field or ticket attribute and the "Content" defines the display name.
ar_sa: يضبط خصائص التذاكر التي سيتم عرضها في أحداث التقويم. يحدد "المفتاح" الحقل أو سمة التذاكر، ويحدد "المحتوى" الاسم المراد عرضه.
nb_no: Definerer saksfeltene som skal vises kalenderhendelser. "Nøkkel" definerer feltet eller saksattributtet og "Innhold" definerer visningsnavnet.

source: Defines the ticket plugin for calendar appointments.
ar_sa: يضبط ملحق التذكرة للمواعيد.
nb_no: Definerer saksplugin for kalenderavtaler.

source: Defines the time zone of the indicated calendar, which can be assigned later to a specific queue.
ar_sa: يحدد المنطقة الزمنية للتقويم المعروض، والتي يمكن تعيينها لاحقا إلى قائمة انتظار معينة.
nb_no: Definerer tidssonen til den angitte kalenderen, som senere kan tilordnes en bestemt kø.

source: Defines the timeout (in seconds, minimum is 20 seconds) for the support data collection with the public module 'PublicSupportDataCollector' (e.g. used from the OTOBO Daemon).
ar_sa: يضبط المهلة بالثواني لجمع بيانات الدعم من الوحدة العامة 'PublicSupportDataCollector'، والتي على سبيل المثال. مستخدم من قبل OTOBO Daemon (دقيقة ٢٠ ثانية).
nb_no: Definerer tidsavbruddet (i sekunder, minimum er 20 sekunder) for innsamling av støttedata med den offentlige modulen 'PublicSupportDataCollector' (f.eks. brukt fra OTOBO Daemon).

source: Defines the two-factor module to authenticate agents.
ar_sa: يحدد الوحدة النمطية للمصادقة الثنائية للوكلاء.
nb_no: Definerer tofaktormodulen for å autentisere agenter.

source: Defines the two-factor module to authenticate customers.
ar_sa: يحدد الوحدة النمطية للمصادقة الثنائية للعملاء.
nb_no: Definerer tofaktormodulen for å autentisere kunder.

source: Defines the type of protocol that is used by the web server to serve the application. If the webserver uses HTTP instead of of HTTPS, then 'http' must be specified here. The setting of 'HttpType' has no affect on the web server's settings or behavior. Specifically, it will not change the method of access to the application. If the setting is wrong, it will not prevent you from logging into the application. This setting is used mainly via the template variable OTOBO_CONFIG_HttpType. This variable is found in all forms of messaging used by the application. It is used to build links to the tickets within your system. Another effect of keeping 'HttpType' set to 'https' is that the session management cookie will only be set for secure connections.
ar_sa: يحدد البروتوكول الذي يستخدمه خادم الويب للاتصال بالتطبيق. إذا كان خادم الويب يستخدم HTTP بدلا من HTTPS، فيجب تحديد "http" هنا. إعداد HttpType ليس له أي تأثير على إعدادات أو سلوك ملقم ويب. على وجه الخصوص، لن يغير كيفية الوصول إلى التطبيق. إذا كان الإعداد غير صحيح، فلن يمنعك من الوصول إلى التطبيق. يتم استخدام الإعداد بشكل أساسي عبر متغير القالب OTOBO_CONFIG_HttpType. يمكن العثور على هذا المتغير في جميع نماذج الإشعارات الخاصة بالتطبيق. يتم استخدامه لبناء روابط للتذاكر في نظامك. تأثير آخر لترك "HttpType" في "https" هو أن ملف تعريف ارتباط الجلسة يتم تعيينه فقط للاتصالات الآمنة.
nb_no: Definerer typen protokoll som brukes av webserveren for å betjene applikasjonen. Hvis webserveren bruker HTTP i stedet for HTTPS, må 'http' angis her. Innstillingen for 'HttpType' har ingen innvirkning på webserverens innstillinger eller oppførsel. Det vil spesifikt ikke endre metoden for tilgang til applikasjonen. Hvis innstillingen er feil, vil det ikke hindre deg i å logge på applikasjonen. Denne innstillingen brukes hovedsakelig via malvariabelen OTOBO_CONFIG_HttpType. Denne variabelen finnes i alle former for meldinger som brukes av applikasjonen. Den brukes til å bygge lenker til sakene i systemet ditt. En annen effekt av å holde 'HttpType' satt til 'https' er at øktadministrasjonsinformasjonskapselen kun vil bli satt for sikre tilkoblinger.

source: Defines the used character for plaintext email quotes in the ticket compose screen of the agent interface. If this is empty or inactive, original emails will not be quoted but appended to the response.
ar_sa: يضبط الحرف المستخدم لعلامات التنصيص في رسائل البريد الإلكتروني النصية العادية في شاشة المؤلف من جزء الوكالات. إذا كان الحقل فارغا أو لم يتم تمكين الإعداد، فلن يتم اقتباس البريد الإلكتروني الأصلي، بل سيتم إلحاقه بالإجابة.
nb_no: Definerer det brukte tegnet for e-postsitater i klartekst i skjermbildet for bestilling av saker i agentgrensesnittet. Hvis dette er tomt eller inaktivt, vil ikke originale e-poster bli sitert, men lagt til svaret.

source: Defines the user identifier for the customer panel.
ar_sa: يحدد معرف المستخدم لواجهة العميل.
nb_no: Definerer brukeridentifikatoren for kundepanelet.

source: Defines the users avatar. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: تعريف أفاتار المستخدمين. الرجاء ملاحظة: سيؤدي تعيين 'Active' إلى 0 فقط إلى منع الوكلاء من تحرير إعدادات هذه المجموعة في تفضيلاتهم الشخصية، ولكنه سيسمح للمسؤولين بتحرير إعدادات نيابة عن مستخدم آخر. أستخدم 'PreferenceGroup' للتحكم في المنطقة التي يجب إظهار هذه الإعدادات في واجهة المستخدم.
nb_no: Definerer brukerens avatar. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Defines the valid state types for a ticket. If a ticket is in a state which have any state type from this setting, this ticket will be considered as open, otherwise as closed.
ar_sa: يحدد أنواع الحالة الصالحة للتذكرة. إذا كانت التذكرة في حالة لها نوع حالة من هذا الإعداد، اعتبار هذه التذكرة مفتوحة، وإلا يتم إغلاقها.
nb_no: Definerer gyldige tilstandstyper for en sak. Hvis en sak er i en tilstand som har en hvilken som helst tilstandstype fra denne innstillingen, vil denne saken anses som åpen, ellers som lukket.

source: Defines the valid states for unlocked tickets. To unlock tickets the script "bin/otobo.Console.pl Maint::Ticket::UnlockTimeout" can be used.
ar_sa: يحدد حالة التذاكر غير المؤمنة. لإلغاء تأمين التذاكر، يمكنك إستخدام البرنامج النصي bin/otobo.Console.pl Maint::Tict::UnlockingTimeout.
nb_no: Definerer gyldige tilstander for ulåste saker. For å låse opp saker kan skriptet "bin/otobo.Console.pl Maint::Ticket::UnlockTimeout" brukes.

source: Defines the viewable locks of a ticket. NOTE: When you change this setting, make sure to delete the cache in order to use the new value. Default: unlock, tmp_lock.
ar_sa: يحدد أنواع القفل المرئي للتذكرة. ملاحظة: يرجى التأكد من مسح ذاكرة التخزين المؤقت عند تغيير هذا الإعداد.
nb_no: Definerer de synlige låsene til en sak. MERK: Når du endrer denne innstillingen, sørg for å slette hurtigbufferen for å bruke den nye verdien. Standard: unlock, tmp_lock.

source: Defines the width for the rich text editor component for this screen. Enter number (pixels) or percent value (relative).
ar_sa: يحدد عرض مكون محرر النص المنسق. أدخل رقمًا (بكسل) أو نسبة مئوية (نسبي).
nb_no: Definerer bredden for redigeringskomponenten for rik tekst for denne skjermen. Skriv inn tall (piksler) eller prosentverdi (relativ).

source: Defines the width for the rich text editor component. Enter number (pixels) or percent value (relative).
ar_sa: يحدد عرض مكون محرر النص المنسق. أدخل رقمًا (بكسل) أو نسبة مئوية (نسبي).
nb_no: Definerer bredden for redigeringskomponenten for rik tekst. Skriv inn tall (piksler) eller prosentverdi (relativ).

source: Defines time in minutes since last modification for drafts of specified type before they are considered expired.
ar_sa: تحديد الوقت بالدقائق منذ آخر تعديل للمسودات من النوع المحدد قبل اعتبارها منتهية الصلاحية.
nb_no: Definerer tiden i minutter siden siste endring for utkast av spesifisert type før de anses som utløpt.

source: Defines whether to index archived tickets for fulltext searches.
ar_sa: يحدد ما إذا كان يجب وضع التذاكر المحفوظة في فهرس البحث النصي الكامل.
nb_no: Definerer om arkiverte saker skal indekseres for fulltekstsøk.

source: Defines which article sender types should be shown in the preview of a ticket.
ar_sa: يحدد أنواع مرسلي العناصر التي يجب عرضها في معاينة التذكرة.
nb_no: Definerer hvilke artikkelavsendertyper som skal vises i forhåndsvisningen av en sak.

source: Defines which items are available for 'Action' in third level of the ACL structure.
ar_sa: يحدد المصطلحات المتاحة ل "إجراء" في المستوى الثالث من بنية قائمة التحكم في الوصول (ACL).
nb_no: Definerer hvilke elementer som er tilgjengelige for 'Handling' på tredje nivå i ACL-strukturen.

source: Defines which items are available in first level of the ACL structure.
ar_sa: يحدد المصطلحات المتوفرة في المستوى الأول من بنية قائمة التحكم بالوصول (ACL).
nb_no: Definerer hvilke elementer som er tilgjengelige på første nivå av ACL-strukturen.

source: Defines which items are available in second level of the ACL structure.
ar_sa: تحديد المصطلحات المتاحة في المستوى الثاني لبنية قائمة التحكم في الوصول (ACL).
nb_no: Definerer hvilke elementer som er tilgjengelige på andre nivå av ACL-strukturen.

source: Defines which states should be set automatically (Content), after the pending time of state (Key) has been reached.
ar_sa: يحدد الحالة التي يتم تعيينها تلقائيا (المحتوى) بعد الوصول إلى وقت انتظار الحالة (المفتاح).
nb_no: Definerer hvilke tilstander som skal settes automatisk (Innhold), etter at ventetiden for tilstand (Nøkkel) er nådd.

source: Defines, which tickets of which ticket state types should not be listed in linked ticket lists.
ar_sa: يحدد أنه لا ينبغي عرض التذاكر ذات حالات التذاكر المحددة على التذاكر المرتبطة.
nb_no: Definerer hvilke saker av hvilke saksstatustyper som ikke skal vises i koblede sakslister.

source: Delete expired cache from core modules.
ar_sa: يمسح ذاكرة التخزين المؤقت منتهية الصلاحية للوحدات الأساسية.
nb_no: Slett utløpt cache fra kjernemoduler.

source: Delete expired loader cache weekly (Sunday mornings).
ar_sa: يحذف ذاكرة التخزين المؤقت للمحمل منتهية الصلاحية أسبوعيا (صباح الأحد).
nb_no: Slett utløpt loader-cache ukentlig (søndag morgen).

source: Delete expired sessions.
ar_sa: حذف جلسات المستخدم منتهية الصلاحية.
nb_no: Slett utløpte økter.

source: Delete expired ticket draft entries.
ar_sa: حذف مسودات التذاكر القديمة.
nb_no: Slett utløpte saksutkast.

source: Delete expired upload cache hourly.
ar_sa: احذف ذاكرات التخزين المؤقت للتحميل القديمة كل ساعة.
nb_no: Slett utløpt opplastingsbuffer hver time.

source: Delete this ticket
ar_sa: حذف هذه التذكرة
nb_no: Fjern denne saken

source: Deleted link to ticket "%s".
ar_sa: تم حذف الارتباط ب "%s".
nb_no: Slettet link til sak «%s».

source: Deletes a session if the session id is used with an invalid remote IP address.
ar_sa: حذف الجلسة إذا تم استخدام معرف الجلسة مع عنوان IP غير صالح.
nb_no: Sletter en økt hvis sesjons-IDen brukes med en ugyldig ekstern IP-adresse.

source: Deletes requested sessions if they have timed out.
ar_sa: حذف الجلسة المطلوبة إذا انتهت المهلة.
nb_no: Sletter forespurte økter hvis de har tidsavbrutt.

source: Delivers extended debugging information in the frontend in case any AJAX errors occur, if enabled.
ar_sa: يوفر معلومات تصحيح أخطاء متقدمة حول أخطاء AJAX في الواجهة الأمامية، إذا تم تمكينها.
nb_no: Leverer utvidet feilsøkingsinformasjon i frontend i tilfelle AJAX-feil oppstår, hvis aktivert.

source: Detached
ar_sa: مُنْفَصِلٌ
nb_no: Frakoblet

source: Determines if a button to delete a link should be displayed next to each link in each zoom mask.
ar_sa: يحدد ما إذا كان يجب أن يظهر زر حذف بجوار كل رابط في كل قناع تكبير/تصغير.
nb_no: Bestemmer om en knapp for å slette en kobling skal vises ved siden av hver lenke i hver zoommaske.

source: Determines if the list of possible queues to move to ticket into should be displayed in a dropdown list or in a new window in the agent interface. If "New Window" is set you can add a move note to the ticket.
ar_sa: يحدد ما إذا كانت قائمة قوائم الانتظار المحتملة التي يمكن نقل التذكرة إليها معروضة كقائمة منسدلة أو في نافذة جديدة. إذا تم تعيين "نافذة جديدة"، يمكنك إضافة ملاحظة نقل إلى التذكرة.
nb_no: Bestemmer om listen over mulige køer å flytte til sak til skal vises i en nedtrekksliste eller i et nytt vindu i agentgrensesnittet. Hvis "Nytt vindu" er satt kan du legge til en flyttelapp på saken.

source: Determines if the statistics module may generate ticket lists.
ar_sa: تحديد ما إذا كان من الممكن أن تقوم الوحدة النمطية للإحصاءات بإنشاء قوائم تذاكر.
nb_no: Bestemmer om statistikkmodulen kan generere sakslister.

source: Determines the next possible ticket states, after the creation of a new email ticket in the agent interface.
ar_sa: يحدد حالة التذكرة المحتملة التالية بعد إنشاء تذكرة بريد إلكتروني جديدة في واجهة الوكيل.
nb_no: Bestemmer de neste mulige sakstilstandene, etter opprettelsen av en ny e-postsak i agentgrensesnittet.

source: Determines the next possible ticket states, after the creation of a new phone ticket in the agent interface.
ar_sa: يحدد حالة التذكرة المحتملة التالية بعد إنشاء تذكرة هاتف جديدة في واجهة الوكيل.
nb_no: Bestemmer de neste mulige sakstilstandene, etter opprettelsen av en ny telefonsak i agentgrensesnittet.

source: Determines the next possible ticket states, for process tickets in the agent interface.
ar_sa: تحدد حالة التذكرة المحتملة التالية لتذاكر العملية في واجهة الوكيل.
nb_no: Bestemmer de neste mulige sakstilstandene for prosesssaker i agentgrensesnittet.

source: Determines the next possible ticket states, for process tickets in the customer interface.
ar_sa: تحديد حالة تذكرة المتابعة المحتملة لتذاكر العملية في منطقة العميل.
nb_no: Bestemmer de neste mulige sakstilstandene, for prosesssaker i kundegrensesnittet.

source: Determines the next screen after new customer ticket in the customer interface.
ar_sa: يحدد الشاشة التالية بعد تذكرة العميل في واجهة العميل.
nb_no: Bestemmer neste skjermbilde etter ny kundesak i kundegrensesnittet.

source: Determines the next screen after the follow-up screen of a zoomed ticket in the customer interface.
ar_sa: يحدد الشاشة التي سيتم استدعاؤها بعد المتابعة من عرض تفاصيل التذكرة في منطقة العميل.
nb_no: Bestemmer neste skjermbilde etter oppfølgingsskjermen til en zoomet sak i kundegrensesnittet.

source: Determines the next screen after the process screen of a zoomed ticket in the customer interface.
ar_sa: يحدد الشاشة التي يتم عرضها بعد قناع العملية للتذكرة في واجهة العميل.
nb_no: Bestemmer neste skjermbilde etter prosessskjermbildet for en zoomet sak i kundegrensesnittet.

source: Determines the next screen after the ticket is moved. LastScreenOverview will return the last overview screen (e.g. search results, queueview, dashboard). TicketZoom will return to the TicketZoom.
ar_sa: يحدد النافذة التالية التي يتم بعدها نقل التذكرة. يتم تبديل نظرة عامة على LastScreenOverview إلى صفحة النظرة العامة الأخيرة. يتحول TicketZoom إلى عرض تفاصيل التذكرة.
nb_no: Bestemmer neste skjermbilde etter at saken er flyttet. LastScreenOverview vil returnere den siste oversiktsskjermen (f.eks. søkeresultater, køvisning, dashbord). TicketZoom kommer tilbake til TicketZoom.
