Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Defines the module to display a notification in the agent interface, if there are invalid sysconfig settings deployed.
ar_sa: تعريف الوحدة النمطية لعرض إعلام في واجهة الوكيل، في حالة نشر إعدادات التكوين غير صالحة.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet hvis det er utplassert ugyldige sysconfig-innstillinger.

source: Defines the module to display a notification in the agent interface, if there are modified sysconfig settings that are not deployed yet.
ar_sa: يحدد الوحدة النمطية التي تعرض إعلاما في منطقة العامل عند ضبط إعدادات التكوين ولكن لم يتم تشغيلها بعد.
nb_no: Definerer modulen for å vise et varsel i agentgrensesnittet, hvis det er endrede sysconfig-innstillinger som ikke er distribuert ennå.

source: Defines the module to display a notification in the customer interface, if the customer is logged in while having system maintenance active.
ar_sa: يحدد الوحدة النمطية التي تعرض إشعارا في منطقة العميل عند تسجيل دخول العميل أثناء صيانة النظام.
nb_no: Definerer modulen for å vise et varsel i kundegrensesnittet, hvis kunden er pålogget mens systemvedlikeholdet er aktivt.

source: Defines the module to display a notification in the customer interface, if the customer user has not yet selected a time zone.
ar_sa: تحديد الوحدة التي تعرض إخطارا في منطقة العميل إذا لم يقم العميل بعد بتعيين منطقة زمنية.
nb_no: Definerer modulen for å vise et varsel i kundegrensesnittet, hvis kundebrukeren ikke har valgt en tidssone ennå.

source: Defines the module to generate code for periodic page reloads.
ar_sa: يعرف الوحدة النمطية لإنشاء التعليمات البرمجية عند إعادة تحميل الصفحات بشكل دوري.
nb_no: Definerer modulen for å generere kode for periodiske sideinnlastinger.

source: Defines the module to send emails. "DoNotSendEmail" doesn't send emails at all. Any of the "SMTP" mechanisms use a specified (external) mailserver. "Sendmail" directly uses the sendmail binary of your operating system. "Test" doesn't send emails, but writes them to $OTOBO_HOME/var/tmp/CacheFileStorable/EmailTest/ for testing purposes.
ar_sa: يحدد الوحدة النمطية لإرسال رسائل البريد الإلكتروني. "DoNotSendEmail" لا يرسل أي رسائل بريد إلكتروني على الإطلاق. تستخدم كل آلية من آليات "SMTP" خادم بريد (خارجي) محدد. يستخدم "Sendmail" مباشرة ثنائي sendmail لنظام التشغيل الخاص بك. لا يرسل "اختبار" رسائل البريد الإلكتروني، ولكنه يكتبها إلى $OTOBO_HOME/var/tmp/CacheFileStorable/EmailTest/ لأغراض الاختبار.
nb_no: Definerer modulen for å sende e-post. "DoNotSendEmail" sender ikke e-post i det hele tatt. Enhver av "SMTP"-mekanismene bruker en spesifisert (ekstern) e-postserver. "Sendmail" bruker direkte sendmail-binæren til operativsystemet ditt. "Test" sender ikke e-poster, men skriver dem til $OTOBO_HOME/var/tmp/CacheFileStorable/EmailTest/ for testformål.

source: Defines the module used to store the session data. With "DB" the frontend server can be splitted from the db server. "FS" is faster.
ar_sa: يحدد الوحدة النمطية التي سيتم استخدامها لتخزين بيانات جلسة العمل. باستخدام "DB" ، يمكن تشغيل خادم العرض بشكل منفصل عن خادم DB. "FS" أسرع.
nb_no: Definerer modulen som brukes til å lagre øktdataene. Med "DB" kan frontend-serveren splittes fra db-serveren. "FS" er raskere.

source: Defines the modules in Kernel/Output/HTML/GenericContent/ which provide the inner content to the chosen key.
ar_sa: يحدد الوحدات النمطية في Kernel/Output/HTML/GenericContent/ التي توفر المحتوى التابع للقيمة المحددة.
nb_no: Definerer modulene i Kernel/Output/HTML/GenericContent/ som gir det indre innholdet til den valgte nøkkelen.

source: Defines the name of the application, shown in the web interface, tabs and title bar of the web browser.
ar_sa: يحدد اسم التطبيق الذي يتم عرضه في واجهة الويب وعلامات التبويب وشريط العنوان لمستعرض الويب.
nb_no: Definerer navnet på applikasjonen, som vises i webgrensesnittet, faner, og tittellinjen på nettleseren.

source: Defines the name of the column to store the data in the preferences table.
ar_sa: يحدد اسم العمود الذي يتم تخزين البيانات تحته في جدول الخصائص.
nb_no: Definerer navnet på kolonnen for å lagre dataene i preferansetabellen.

source: Defines the name of the column to store the user identifier in the preferences table.
ar_sa: يحدد اسم العمود لتخزين معرف المستخدم في جدول التفضيلات.
nb_no: Definerer navnet på kolonnen for å lagre brukeridentifikatoren i preferansetabellen.

source: Defines the name of the indicated calendar.
ar_sa: يحدد اسم التقويم المعروض.
nb_no: Definerer navnet på den angitte kalenderen.

source: Defines the name of the key for customer sessions.
ar_sa: يحدد اسم المفتاح لجلسات العميل.
nb_no: Definerer navnet på nøkkelen for kundeøkter.

source: Defines the name of the session key. E.g. Session, SessionID or OTOBO.
ar_sa: يحدد اسم مفتاح الجلسة. على سبيل المثال: الجلسة أو معرف الجلسة أو OTOBO.
nb_no: Definerer navnet på øktnøkkelen. f.eks. Session, SessionID eller OTOBO.

source: Defines the name of the table where the user preferences are stored.
ar_sa: تحديد اسم الجدول الذي يتم تخزين إعدادات المستخدم فيه.
nb_no: Definerer navnet på tabellen der brukerpreferansene er lagret.

source: Defines the next possible states after composing / answering a ticket in the ticket compose screen of the agent interface.
ar_sa: يحدد الحالة المحتملة التالية بعد إنشاء / الرد على تذكرة في شاشة الإنشاء في واجهة الوكيل.
nb_no: Definerer de neste mulige tilstandene etter å ha skrevet/besvart en sak i saksskrivingsskjermen til agentgrensesnittet.

source: Defines the next possible states after forwarding a ticket in the ticket forward screen of the agent interface.
ar_sa: يحدد الحالات المحتملة التالية بعد إعادة توجيه تذكرة في شاشة إعادة توجيه التذكرة لواجهة الوكيل.
nb_no: Definerer de neste mulige tilstandene etter videresending av en sak i saksvideresendingsskjermen til agentgrensesnittet.

source: Defines the next possible states after sending a message in the email outbound screen of the agent interface.
ar_sa: يحدد الحالات التالية القابلة للتحديد بعد إرسال رسالة بريد إلكتروني صادرة.
nb_no: Definerer de neste mulige tilstandene etter sending av en melding i skjermbildet for utgående e-post i agentgrensesnittet.

source: Defines the next possible states for customer tickets in the customer interface.
ar_sa: يحدد الحالات المحتملة التالية للتذاكر من العملاء في واجهة العميل.
nb_no: Definerer de neste mulige tilstandene for kundesaker i kundegrensesnittet.

source: Defines the next state of a ticket after adding a note, in the close ticket screen of the agent interface.
ar_sa: يحدد حالة التذكرة التالية بعد إضافة ملاحظة في عرض "إغلاق التذكرة" لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til et notat, i skjermbildet for lukke sak i agentgrensesnittet.

source: Defines the next state of a ticket after adding a note, in the ticket free text screen of the agent interface.
ar_sa: يحدد الحالة التالية للتذكرة بعد إضافة ملاحظة، في شاشة النص الحر للتذكرة لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til et notat, i saksfritekstskjermen i agentgrensesnittet.

source: Defines the next state of a ticket after adding a note, in the ticket note screen of the agent interface.
ar_sa: يحدد حالة التذكرة التالية بعد إضافة ملاحظة في عرض "ملاحظة التذكرة" لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til en note, i saksnotatskjermen til agentgrensesnittet.

source: Defines the next state of a ticket after adding a note, in the ticket owner screen of a zoomed ticket in the agent interface.
ar_sa: يحدد حالة التذكرة التالية بعد إضافة ملاحظة في عرض "مالك التذكرة" لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til et notat, i sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Defines the next state of a ticket after adding a note, in the ticket pending screen of a zoomed ticket in the agent interface.
ar_sa: يحدد حالة التذكرة التالية بعد إضافة ملاحظة في عرض "الانتظار للتذكير" لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til et notat, i saksventer-skjermen til en zoomet sak i agentgrensesnittet.

source: Defines the next state of a ticket after adding a note, in the ticket priority screen of a zoomed ticket in the agent interface.
ar_sa: يحدد حالة التذكرة التالية بعد إضافة ملاحظة في عرض "أولوية التذكرة" لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til et notat, i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Defines the next state of a ticket after adding a note, in the ticket responsible screen of the agent interface.
ar_sa: يحدد حالة التذكرة التالية بعد إضافة ملاحظة في عرض "مسؤول التذكرة" لواجهة الوكيل.
nb_no: Definerer neste tilstand for en sak etter å ha lagt til et notat, i saksansvarlig skjerm i agentgrensesnittet.

source: Defines the next state of a ticket after being bounced, in the ticket bounce screen of the agent interface.
ar_sa: لتعيين حالة المتابعة للتذكرة المعاد توجيهها من شاشة إعادة التوجيه لمنطقة الوكيل.
nb_no: Definerer den neste tilstanden til en sak etter å ha blitt returnert, i sakssprett-skjermen i agentgrensesnittet.

source: Defines the next state of a ticket after being moved to another queue, in the move ticket screen of the agent interface.
ar_sa: تحديد حالة التذاكر التالية بعد الانتقال إلى قائمة انتظار أخرى في عرض "قائمة انتظار التذاكر" لواجهة العميل.
nb_no: Definerer den neste tilstanden til en sak etter å ha blitt flyttet til en annen kø, i skjermbildet for flytting av sak i agentgrensesnittet.

source: Defines the next state of a ticket, in the ticket bulk screen of the agent interface.
ar_sa: يحدد حالة المتابعة لتذكرة، في شاشة معالجة الدفعات في واجهة الوكيل.
nb_no: Definerer neste tilstand for en sak, i massesaksskjermen i agentgrensesnittet.

source: Defines the number of character per line used in case an HTML article preview replacement on TemplateGenerator for EventNotifications.
ar_sa: تعيين عدد الأحرف لكل سطر لاستبدال معاينة المقالة في TemplateGenerator ل EventNotifications.
nb_no: Definerer antall tegn per linje som brukes i tilfelle en HTML-artikkelforhåndsvisningserstatning på TemplateGenerator for EventNotifications.

source: Defines the number of days to keep the daemon log files.
ar_sa: يحدد عدد الأيام للاحتفاظ بملفات السجل الخفي(Daemon log files).
nb_no: Definerer antall dager for å beholde daemon-loggfilene.

source: Defines the number of header fields in frontend modules for add and update postmaster filters. It can be up to 99 fields.
ar_sa: يضبط عدد حقول الرأس في الوحدات النمطية للواجهة الأمامية لإضافة / تحديث عوامل تصفية مدير مكتب البريد. إمكانية تصل إلى 99 مجالًا.
nb_no: Definerer antall overskriftsfelt i frontend-moduler for å legge til og oppdatere postmaster-filtre. Det kan være opptil 99 felt.

source: Defines the number of hours a communication will be stored, whichever its status.
ar_sa: يحدد عدد الساعات التي يجب تخزين الاتصال فيها، بغض النظر عن حالته.
nb_no: Definerer antall timer en kommunikasjon skal lagres, avhengig av status.

source: Defines the number of hours a successful communication will be stored.
ar_sa: تحديد عدد الساعات التي يجب حفظ الاتصال الناجح بها.
nb_no: Definerer antall timer en vellykket kommunikasjon vil bli lagret.

source: Defines the number of tickets shown in the widget.
ar_sa: يعرف عدد التذاكر المعروضة في الودجة.
nb_no: Definerer antall saker som vises i widgeten.

source: Defines the parameters for the customer preferences table.
ar_sa: تحديد معلمات الجدول بإعدادات العميل.
nb_no: Definerer parametrene for tabellen med kundepreferanser.

source: Defines the parameters for the dashboard backend. "Cmd" is used to specify command with parameters. "Group" is used to restrict access to the plugin (e. g. Group: admin;group1;group2;). "Default" indicates if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTL" indicates the cache expiration period in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents. Only works if DashboardBackend::AllowCmdOutput is enabled in Config.pm.
ar_sa: يحدد معلمات النظرة العامة. يستخدم "Cmd" لتحديد أمر مع المعلمات. يتم استخدام "المجموعة" لتقييد الوصول إلى المكون الإضافي (على سبيل المثال Group: admin;group1;group2;). يشير "Default" إلى ما إذا كان المكون الإضافي قد تم تنشيطه افتراضيا أو ما إذا كان يتعين على المستخدم تنشيطه يدويا. يعرض "CacheTTL" وقت انتهاء صلاحية ذاكرة التخزين المؤقت للمكون الإضافي بالدقائق. يحدد "Mandatory" ما إذا كان يمكن دائما عرض المكون الإضافي وعدم إزالته بواسطة الوكلاء. سيعمل فقط إذا تم تمكين DashboardBackend :: AllowCmdOutput في ملف Config. pm.
nb_no: Definerer parametrene for dashbordets backend. "Cmd" brukes til å spesifisere kommando med parametere. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" indikerer om plugin-en er aktivert som standard eller om brukeren trenger å aktivere den manuelt. "CacheTTL" indikerer cache-utløpsperioden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter. Fungerer bare hvis DashboardBackend::AllowCmdOutput er aktivert i Config.pm.

source: Defines the parameters for the dashboard backend. "Group" is used to restrict access to the plugin (e. g. Group: admin;group1;group2;). "Default" indicates if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTL" indicates the cache expiration period in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
ar_sa: يضبط المعلمات للواجهة الخلفية للوحة القيادة. تقيد "المجموعة" الوصول إلى البيانات المعنية (على سبيل المثال، المجموعة: Group: admin;group1;group2;). تحدد "افتراضي" ما إذا كانت dashlet نشطة بشكل افتراضي أو يجب تنشيطها يدويًا بواسطة المستخدم. يحدد "CacheTTL" وقت التخزين المؤقت ل dashlet بالدقائق. باستخدام "Mandatory"، يمكن تكوين dashlet بحيث لا يتمكن المستخدمون من إخفائها.
nb_no: Definerer parametrene for dashbordets backend. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" indikerer om plugin-en er aktivert som standard eller om brukeren trenger å aktivere den manuelt. "CacheTTL" indikerer cache-utløpsperioden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Defines the parameters for the dashboard backend. "Limit" defines the number of entries displayed by default. "Group" is used to restrict access to the plugin (e. g. Group: admin;group1;group2;). "Default" indicates if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTL" indicates the cache expiration period in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
ar_sa: يضبط المعلمات للواجهة الخلفية للوحة القيادة. يحدد "الحد" عدد الإدخالات التي يتم عرضها افتراضيًا. تقيد "المجموعة" الوصول إلى البيانات المعنية (على سبيل المثال: Group: admin;group1;group2;). تحدد "Default" ما إذا كانت dashlet نشطة بشكل افتراضي أو يجب تنشيطها يدويًا بواسطة المستخدم. يحدد "CacheTTL" وقت التخزين المؤقت ل dashlet بالدقائق. باستخدام "Mandatory"، يمكن تكوين dashlet بحيث لا يتمكن المستخدمون من إخفائها.
nb_no: Definerer parametrene for dashbordets backend. "Limit" definerer antall oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" indikerer om plugin-en er aktivert som standard eller om brukeren trenger å aktivere den manuelt. "CacheTTL" indikerer cache-utløpsperioden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Defines the parameters for the dashboard backend. "Limit" defines the number of entries displayed by default. "Group" is used to restrict access to the plugin (e. g. Group: admin;group1;group2;). "Default" indicates if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" defines the cache expiration period in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
ar_sa: يضبط المعلمات للواجهة الخلفية للوحة القيادة. يحدد "الحد" عدد الإدخالات التي يتم عرضها افتراضيًا. تقيد "المجموعة" الوصول إلى البيانات المعنية (على سبيل المثال: Group: admin;group1;group2;). تحدد "افتراضي" ما إذا كانت dashlet نشطة بشكل افتراضي أو يجب تنشيطها يدويًا بواسطة المستخدم. يحدد "CacheTTLLocal" وقت التخزين المؤقت ل dashlet بالدقائق. باستخدام "Mandatory"، يمكن تكوين dashlet بحيث لا يتمكن المستخدمون من إخفائها.
nb_no: Definerer parametrene for dashbordets backend. "Limit" definerer antall oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" indikerer om plugin-en er aktivert som standard eller om brukeren trenger å aktivere den manuelt. "CacheTTLLocal" definerer cache-utløpsperioden i minutter for plugin-modulen. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Defines the path and TTF-File to handle bold italic monospaced font in PDF documents.
ar_sa: يحدد المسار وملف TTF للتعامل مع الخطوط الغامقة والمائلة أحادية المسافة في مستندات PDF.
nb_no: Definerer banen og TTF-filen for å håndtere fet kursiv skrift med monospace i PDF-dokumenter.

source: Defines the path and TTF-File to handle bold italic proportional font in PDF documents.
ar_sa: يعرف المسار وملف TTF لمعالجة الخط النسبي الغامق والمائل في وثائق PDF.
nb_no: Definerer banen og TTF-filen for å håndtere fet kursiv proporsjonal skrift i PDF-dokumenter.

source: Defines the path and TTF-File to handle bold monospaced font in PDF documents.
ar_sa: يعرف المسار وملف TTF لمعالجة الخط الغامق غير المتناسب (أحادي المسافة) في وثائق PDF.
nb_no: Definerer banen og TTF-filen for å håndtere fet monospace font i PDF-dokumenter.

source: Defines the path and TTF-File to handle bold proportional font in PDF documents.
ar_sa: يحدد المسار وملف TTF للتعامل مع الخطوط المتناسبة الغامقة في مستندات PDF.
nb_no: Definerer banen og TTF-filen for å håndtere fet proporsjonal skrift i PDF-dokumenter.

source: Defines the path and TTF-File to handle italic monospaced font in PDF documents.
ar_sa: يعرف المسار وملف TTF لمعالجة الخط المائل غير النسبي (أحادي الوتيرة) في وثائق PDF.
nb_no: Definerer banen og TTF-filen for å håndtere kursiv skrift med monospace i PDF-dokumenter.

source: Defines the path and TTF-File to handle italic proportional font in PDF documents.
ar_sa: يحدد المسار وملف TTF لمعالجة الخطوط المتناسبة المائلة في مستندات PDF.
nb_no: Definerer banen og TTF-filen for å håndtere proporsjonal skrift i kursiv i PDF-dokumenter.

source: Defines the path and TTF-File to handle monospaced font in PDF documents.
ar_sa: يحدد المسار وملف TTF لمعالجة الخطوط غير المتناسبة (أحادية المسافة) في مستندات PDF.
nb_no: Definerer banen og TTF-filen for å håndtere monospace font i PDF-dokumenter.

source: Defines the path and TTF-File to handle proportional font in PDF documents.
ar_sa: يعرف المسار وملف TTF لمعالجة الخط التناسبي في وثائق PDF.
nb_no: Definerer banen og TTF-filen for å håndtere proporsjonal skrift i PDF-dokumenter.

source: Defines the path of the shown info file, that is located under Kernel/Output/HTML/Templates/Standard/CustomerAccept.tt.
ar_sa: يحدد مسار ملف المعلومات المعروض، الموجود في Kernel/Output/HTML/Templates/Standard/CustomerAccept.tt.
nb_no: Definerer banen til den viste infofilen, som ligger under Kernel/Output/HTML/Templates/Standard/CustomerAccept.tt.

source: Defines the path to PGP binary.
ar_sa: يضبط المسار إلى ملف PGP الثنائي.
nb_no: Definerer banen til binær PGP.

source: Defines the path to open ssl binary. It may need a HOME env ($ENV{HOME} = '/var/lib/wwwrun';).
ar_sa: يحدد المسار إلى open ssl binary. قد يتطلب HOME env ($ENV{HOME} = '/var/lib/wwwrun';).
nb_no: Definerer banen til openssl-binærfil. Det kan trenge en HOME-env ($ENV{HOME} = '/var/lib/wwwrun';).

source: Defines the path to the Google Chrome or Chromium binary. If set, this binary will be used instead of PhantomJS::Bin.
ar_sa: يحدد المسار إلى Google Chrome أو Chromium Binary. عند تحديده، يتم استخدام binary بدلاً من PhantomJS::Bin.
nb_no: Definerer banen til binærfilen Google Chrome eller Chromium. Hvis den er satt, vil denne binære filen bli brukt i stedet for PhantomJS::Bin.

source: Defines the path to the PhantomJS binary. You can use a static build from http://phantomjs.org/download.html for an easy installation process.
ar_sa: يحدد المسار إلى ملف PhantomJS binary. يمكنك استخدام إصدار ثابت من http://phantomjs.org/download.html لعملية تثبيت سهلة.
nb_no: Definerer banen til PhantomJS-binæren. Du kan bruke en statisk build fra http://phantomjs.org/download.html for en enkel installasjonsprosess.

source: Defines the period of time (in minutes) before agent is marked as "away" due to inactivity (e.g. in the "Logged-In Users" widget or for the chat).
ar_sa: يضبط مقدار الوقت، بالدقائق، قبل وضع علامة على الوكيل على أنه "بالخارج" بسبب عدم النشاط (على سبيل المثال، في widget "المستخدمون الذين قاموا بتسجيل الدخول" أو في الدردشة).
nb_no: Definerer tidsperioden (i minutter) før agenten merkes som "borte" på grunn av inaktivitet (f.eks. i "påloggede brukere"-widgeten eller for chatten).

source: Defines the period of time (in minutes) before customer is marked as "away" due to inactivity (e.g. in the "Logged-In Users" widget or for the chat).
ar_sa: يضبط مقدار الوقت، بالدقائق، قبل وضع علامة على العميل على أنه "بالخارج" بسبب عدم النشاط (على سبيل المثال، في widget "المستخدمون الذين قاموا بتسجيل الدخول" أو في الدردشة).
nb_no: Definerer tidsperioden (i minutter) før kunden merkes som "borte" på grunn av inaktivitet (f.eks. i "påloggede brukere"-widgeten eller for chatten).

source: Defines the postmaster default queue.
ar_sa: يحدد قائمة انتظار الافتراضية لمسؤول البريد.
nb_no: Definerer postmesterens standardkø.

source: Defines the priority in which the information is logged and presented.
ar_sa: يحدد الأولوية التي يتم فيها تسجيل المعلومات وتقديمها.
nb_no: Definerer prioriteten som informasjonen logges og presenteres i.

source: Defines the recipient target of the phone ticket and the sender of the email ticket ("Queue" shows all queues, "System address" displays all system addresses) in the agent interface.
ar_sa: يحدد نوع المستلم لتذاكر الهاتف والمرسل لتذاكر البريد الإلكتروني في منطقة الوكيل ("قائمة الانتظار" تعرض جميع قوائم الانتظار، "عنوان النظام" جميع عناوين النظام).
nb_no: Definerer mottakermålet for telefonsaken og avsenderen av e-postsaken ("Kø" viser alle køer, "Systemadresse" viser alle systemadresser) i agentgrensesnittet.

source: Defines the recipient target of the tickets ("Queue" shows all queues, "SystemAddress" shows only the queues which are assigned to system addresses) in the customer interface.
ar_sa: يحدد نوع المستلم للتذاكر في منطقة العميل (تعرض "قائمة الانتظار" جميع قوائم الانتظار، و "عنوان النظام" فقط قوائم الانتظار التي تم تعيينها لعناوين النظام).
nb_no: Definerer mottakermålet for sakene ("Kø" viser alle køer, "SystemAddress" viser bare køene som er tilordnet systemadresser) i kundegrensesnittet.

source: Defines the required permission to show a ticket in the escalation view of the agent interface.
ar_sa: يحدد الإذن اللازم لعرض تذكرة في طريقة عرض التصعيد لواجهة الوكيل.
nb_no: Definerer den nødvendige tillatelsen til å vise en sak i eskaleringsvisningen til agentgrensesnittet.

source: Defines the search limit for the stats.
ar_sa: يحدد الحد الأقصى لنتائج البحث للإحصائيات.
nb_no: Definerer søkegrensen for statistikken.
