Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Linked Objects
ar_sa: الكائنات المرتبطة
nb_no: Koblede objekter

source: Archive
ar_sa: أرشيف
nb_no: Arkiv

source: This ticket is archived.
ar_sa: هذه التذكرة محفوظة في الأرشيف.
nb_no: Denne saken er arkivert.

source: Note: Type is invalid!
ar_sa: ملاحظة: النوع غير صالح!
nb_no: Merk: Typen er ugyldig!

source: Pending till
ar_sa: معلق حتى
nb_no: Utsatt til

source: Locked
ar_sa: مقفل
nb_no: Tilgjengelighet

source: %s Ticket(s)
ar_sa: ٪s تذكرة (بطاقات)
nb_no: %s sak(er)

source: Accounted time
ar_sa: الوقت المحسوب
nb_no: Benyttet tid

source: Preview of this article is not possible because %s channel is missing in the system.
ar_sa: معاينة هذه المقالة غير ممكنة لأن قناة ٪s مفقودة في النظام.
nb_no: Forhåndsvisning av denne artikkelen er ikke mulig fordi %s kanal mangler i systemet.

source: Please re-install %s package in order to display this article.
ar_sa: الرجاء إعادة تثبيت حزمة ٪s لعرض هذه المقالة.
nb_no: Installer %s-pakken på nytt for å vise denne artikkelen.

source: To protect your privacy, remote content was blocked.
ar_sa: لحماية خصوصيتك، تم حظر المحتوى البعيد.
nb_no: For å beskytte personvernet ditt ble eksternt innhold blokkert.

source: Load blocked content.
ar_sa: تحميل محتوى محظور.
nb_no: Last inn blokkert innhold.

source: Home
ar_sa: الصفحة الرئيسية
nb_no: Hjem

source: Back to admin overview
ar_sa: الرجوع إلى النظرة العامة
nb_no: Tilbake til adminoversikt

source: This Feature Requires Cloud Services
ar_sa: تتطلب هذه الميزة خدمات السحابة
nb_no: Denne funksjonen krever skytjenester

source: You can
ar_sa: يمكنك ذلك
nb_no: Du kan

source: go back to the previous page
ar_sa: العودة إلى الصفحة السابقة
nb_no: gå tilbake til forrige side

source: Click to accept
ar_sa: انقر للقبول
nb_no: Klikk for å godta

source: The customer ID is not changeable, no other customer ID can be assigned to this ticket.
ar_sa: لا يمكن تغيير رقم العميل، ولا يمكن تعيين رقم عميل آخر إلى التذكرة.
nb_no: Kunde-ID kan ikke endres, ingen annen kunde-ID kan tilordnes denne saken.

source: First select a customer user, then you can select a customer ID to assign to this ticket.
ar_sa: حدد أولا مستخدم عميل، ثم يمكنك تحديد رقم عميل لتعيينه لهذه التذكرة.
nb_no: Velg først en kundebruker, deretter kan du velge en kunde-ID som skal tilordnes denne saken.

source: Select a customer ID to assign to this ticket.
ar_sa: حدد رقم العميل لتعيين التذكرة إليه.
nb_no: Velg en kunde-ID som skal tilordnes denne saken.

source: From all Customer IDs
ar_sa: من جميع أرقام العملاء
nb_no: Fra alle kunde-ID-er

source: From assigned Customer IDs
ar_sa: من جميع أرقام العملاء المعينة
nb_no: Fra tildelte kunde-ID-er

source: Ticket Search
ar_sa: البحث عن التذكرة
nb_no: Søk i saker

source: New Ticket
ar_sa: تذكرة جديدة
nb_no: Ny sak

source: An Error Occurred
ar_sa: حدث خطأ
nb_no: En feil oppstod

source: Error Details
ar_sa: تفاصيل الخطأ
nb_no: Feildetaljer

source: Traceback
ar_sa: تتبع الأثر
nb_no: Tilbakesporing

source: %s detected possible network issues. You could either try reloading this page manually or wait until your browser has re-established the connection on its own.
ar_sa: اكتشف ٪s مشاكل الشبكة المحتملة. يمكنك إما محاولة إعادة تحميل الصفحة يدويا أو الانتظار حتى يتم إعادة الاتصال بالمتصفح.
nb_no: %s oppdaget mulige nettverksproblemer. Du kan enten prøve å laste inn denne siden på nytt manuelt eller vente til nettleseren din har reetablert tilkoblingen på egen hånd.

source: The connection has been re-established after a temporary connection loss. Due to this, elements on this page could have stopped to work correctly. In order to be able to use all elements correctly again, it is strongly recommended to reload this page.
ar_sa: تم إستعادة الاتصال بعد انقطاع مؤقت. لذلك، بعض عناصر الصفحة الحالية قد لا تعمل بشكل صحيح (بعد الآن). حتى تتمكن من إستخدام كل العناصر كما تريد، يجب إعادة تحميل الصفحة الحالية.
nb_no: Forbindelsen er gjenopprettet etter et midlertidig tap av forbindelse. På grunn av dette kan elementene på denne siden ha sluttet å fungere korrekt. For å kunne bruke alle elementene riktig igjen, anbefales det sterkt å laste denne siden på nytt.

source: JavaScript Not Available
ar_sa: JavaScript غير متوفر
nb_no: JavaScript ikke tilgjengelig

source: In order to experience this software, you'll need to enable JavaScript in your browser.
ar_sa: من أجل تجربة هذا البرنامج، ستحتاج إلى تمكين JavaScript في المستعرض.
nb_no: For å bruke denne programvaren, må du aktivere JavaScript i nettleseren din.

source: Browser Warning
ar_sa: تحذير المستعرض
nb_no: Advarsel om nettleseren

source: The browser you are using is too old.
ar_sa: المستعرض الذي تستخدمه قديم جدا.
nb_no: Nettleseren du bruker er for gammel.

source: This software runs with a huge lists of browsers, please upgrade to one of these.
ar_sa: يعمل هذا البرنامج مع مجموعة كبيرة من متصفحات الويب التي يمكنك الاختيار منها. الرجاء تثبيت مستعرض ويب أحدث أو تحديث مستعرض ويب الحالي.
nb_no: Denne programvaren kjører med et stort antall nettlesere, vennligst oppgrader til en av disse.

source: Please see the documentation or ask your admin for further information.
ar_sa: يرجى الاطلاع على المستندات أو طلب المزيد من المعلومات من المسؤول.
nb_no: Vennligst se dokumentasjonen eller spør din IT-ansvarlige for mer informasjon.

source: The browser you are using doesn't support css-grid. It's likely too old.
ar_sa: لا يعتمد المستعرض الذي تستخدمه شبكة css. من المحتمل أنه قديم جدا.
nb_no: Nettleseren du bruker støtter ikke css-grid. Den er sannsynligvis for gammel.

source: Internet Explorer is functional, but not all features are fully supported. Please consider updating to a modern browser.
ar_sa: يعمل Internet Explorer، ولكن لا يتم دعم كافة الميزات بشكل كامل. الرجاء مراعاة التحديث إلى مستعرض حديث.
nb_no: Internet Explorer er funksjonell, men ikke alle funksjoner støttes fullt ut. Vennligst vurder å oppdatere til en moderne nettleser.

source: One moment please, you are being redirected...
ar_sa: لحظة واحدة من فضلك، يتم إعادة توجيهك...
nb_no: Et øyeblikk, du blir omdirigert...

source: Login
ar_sa: تسجيل الدخول
nb_no: Innlogging

source: Your user name
ar_sa: اسم المستخدم الخاص بك
nb_no: Ditt brukernavn

source: User name
ar_sa: اسم المستخدم
nb_no: Brukernavn

source: Your password
ar_sa: كلمة المرور الخاصة بك
nb_no: Ditt passord

source: Forgot password?
ar_sa: هل نسيت كلمة المرور؟
nb_no: Glemt passordet?

source: Your 2 Factor Token
ar_sa: الرمز المميز ثنائي العامل
nb_no: Ditt 2-faktor-token

source: 2 Factor Token
ar_sa: رمز مميز ثنائي العامل
nb_no: Tofaktor-token

source: Log In
ar_sa: تسجيل الدخول
nb_no: Logg inn

source: Request Account
ar_sa: طلب حساب
nb_no: Be om konto

source: Request New Password
ar_sa: طلب كلمة مرور جديدة
nb_no: Be om nytt passord

source: Your User Name
ar_sa: اسم المستخدم الخاص بك
nb_no: Ditt brukernavn

source: A new password will be sent to your email address.
ar_sa: سيتم إرسال كلمة مرور جديدة إلى عنوان بريدك الإلكتروني.
nb_no: Nytt passord vil bli sendt til din e-postadresse.

source: Create Account
ar_sa: إنشاء حساب جديد
nb_no: Opprett konto

source: Please fill out this form to receive login credentials.
ar_sa: يرجى ملء هذا النموذج لتلقي تفاصيل التسجيل الخاصة بك.
nb_no: Vennligst fyll ut dette skjemaet for å motta påloggingsinformasjon.

source: How we should address you
ar_sa: كيف يجب أن نخاطبك
nb_no: Hvordan skal vi tiltale deg

source: Your First Name
ar_sa: اسمك الأول
nb_no: Ditt fornavn

source: Your Last Name
ar_sa: اسمك الأخير
nb_no: Ditt etternavn

source: Your email address (this will become your username)
ar_sa: عنوان بريدك الإلكتروني (سيصبح اسم المستخدم الخاص بك)
nb_no: Din e-postadresse (Dette vil bli ditt brukernavn)

source: Logout
ar_sa: تسجيل الخروج
nb_no: Logg ut

source: Change Password
ar_sa: تغيير كلمة المرور
nb_no: Bytt passord

source: Password needs to contain at least 3 of the character classes: lower char, upper char, digit, special character.
ar_sa: يجب أن تحتوي كلمة المرور على ٣ على الأقل من فئات الحرف التالية: حروف صغيرة، حروف كبيرة، أرقام، حروف خاصة.
nb_no: Passordet må inneholde minst 3 av tegnklassene: små bokstaver, store bokstaver, siffer, spesialtegn.

source: Welcome!
ar_sa: أهلا بكم!
nb_no: Velkommen!

source: You have no tickets yet. Please click here, to create a new one.
ar_sa: ليس لديك تذاكر حتى الآن. يرجى النقر هنا، لإنشاء واحدة جديدة.
nb_no: Du har ingen saker ennå. Klikk her for å opprette en ny.

source: Nothing to show.
ar_sa: لا شيء لإظهاره.
nb_no: Ingenting å vise.

source: Click here for an unfiltered list of all your tickets.
ar_sa: انقر هنا للحصول على قائمة غير مفلترة بجميع تذاكرك.
nb_no: Klikk her for en ufiltrert liste over alle sakene dine.

source: Issue a new Ticket
ar_sa: إنشاء تذكرة جديدة
nb_no: Lag en ny sak

source: Service level agreement
ar_sa: إتفاقية مستوى الخدمة
nb_no: Tjenestenivåavtale

source: Your Tickets
ar_sa: تذاكرك
nb_no: Dine saker

source: Page
ar_sa: الصفحة
nb_no: Side

source: Sort
ar_sa: فَرَزَ
nb_no: Sortere

source: Profile
ar_sa: ملف تعريف
nb_no: Profil

source: e. g. 10*5155 or 105658*
ar_sa: على سبيل المثال 10*5155 أو *105658
nb_no: f.eks. 10*5155 eller 105658*

source: CustomerID
ar_sa: رقم العميل
nb_no: Kunde-ID

source: Fulltext Search in Tickets (e. g. "John*n" or "Will*")
ar_sa: بحث النص الكامل في التذاكر (على سبيل المثال. "John*n" أو "Will*"
nb_no: Fulltekstsøk i saker (f.eks. "John*n" eller "Will*")

source: Types
ar_sa: أنواع
nb_no: Typer

source: Time Restrictions
ar_sa: قيود الوقت
nb_no: Tidsbegrensninger

source: No time settings
ar_sa: لا توجد إعدادات للوقت
nb_no: Ingen tidsinnstillinger

source: All
ar_sa: الكل
nb_no: Packages;Oppdater

source: Specific date
ar_sa: تاريخ محدد
nb_no: Spesifikk dato

source: Only tickets created
ar_sa: فقط التذاكر التي تم إنشاؤها
nb_no: Kun saker opprettet

source: Date range
ar_sa: نطاق التاريخ
nb_no: Datointervall

source: Only tickets created between
ar_sa: فقط التذاكر التي تم إنشاؤها بين
nb_no: Kun saker opprettet mellom

source: Ticket Archive System
ar_sa: نظام أرشيف التذاكر
nb_no: Saksarkivsystem

source: Save Search as Template?
ar_sa: هل تريد حفظ البحث كقالب؟
nb_no: Lagre søk som mal?

source: Save as Template?
ar_sa: هل تريد الحفظ كقالب؟
nb_no: Lagre som mal?

source: Save as Template
ar_sa: حفظ كقالب
nb_no: Lagre som mal

source: Template Name
ar_sa: اسم القالب
nb_no: Navn på mal

source: Pick a profile name
ar_sa: حدد اسم ملف التعريف
nb_no: Velg et profil navn

source: Output to
ar_sa: الإخراج حسب
nb_no: Skriv ut til

source: of
ar_sa: من
nb_no: av

source: Search Results for
ar_sa: نتائج البحث عن
nb_no: Søkeresultater for

source: Remove this Search Term.
ar_sa: إزالة مصطلح البحث هذا.
nb_no: Fjern dette søkekriteriet.

source: Reply
ar_sa: رَدّ
nb_no: Svar

source: Discard
ar_sa: تَخَلّصَ مِنْ
nb_no: Kast

source: Ticket Information
ar_sa: معلومات التذكرة
nb_no: Saksinformasjon

source: Categories
ar_sa: فِئَات
nb_no: Kategorier

source: Further actions
ar_sa: إجراءات أخرى
nb_no: Ytterligere handlinger

source: Expand article
ar_sa: توسيع المقالة
nb_no: Utvid artikkel

source: Article Information
ar_sa: معلومات المقالة
nb_no: Artikkelinformasjon

source: Warning
ar_sa: تحذير
nb_no: Advarsel

source: Issue%sa ticket
ar_sa: إنشاء تذكرة s%
nb_no: Utsted%sen sak

source: Event Information
ar_sa: معلومات الحدث
nb_no: Hendelsesinformasjon

source: Send a bugreport
ar_sa: إرسال تقرير الخطأ
nb_no: Send en feilrapport

source: Expand
ar_sa: توسيع
nb_no: Utvid

source: Powered by %s
ar_sa: مشغل بواسطة ٪s
nb_no: Drevet av %s

source: Click to delete this attachment.
ar_sa: انقر لحذف هذا المرفق.
nb_no: Klikk for å slette dette vedlegget.

source: Update draft
ar_sa: تحديث المسودة
nb_no: Oppdater utkastet

source: Save as new draft
ar_sa: حفظ كمسودة جديدة
nb_no: Lagre som nytt utkast

source: You have loaded the draft "%s".
ar_sa: لقد قمت بتحميل المسودة "٪s".
nb_no: Du har lastet utkastet "%s".

source: You have loaded the draft "%s". You last changed it %s.
ar_sa: لقد قمت بتحميل المسودة "٪s". آخر تغيير قمت به هو ٪s.
nb_no: Du har lastet utkastet "%s". Du endret det sist %s.

source: You have loaded the draft "%s". It was last changed %s by %s.
ar_sa: لقد قمت بتحميل المسودة "٪s". تم تغييره للمرة الأخيرة ٪s بواسطة ٪s.
nb_no: Du har lastet utkastet "%s". Det ble sist endret %s av %s.

source: Please note that this draft is outdated because the ticket was modified since this draft was created.
ar_sa: الرجاء ملاحظة أن هذه المسودة قديمة نظرا لتعديل التذكرة منذ إنشاء هذه المسودة.
nb_no: Vær oppmerksom på at dette utkastet er utdatert fordi saken ble endret siden dette utkastet ble opprettet.

source: Edit personal preferences
ar_sa: تحرير الإعدادات الشخصية
nb_no: Endre personlige innstillinger

source: Personal preferences
ar_sa: الإعدادات الشخصية
nb_no: Personlige preferanser

source: You are logged in as
ar_sa: تم تسجيل دخولك ك
nb_no: Du er innlogget som

source: JavaScript not available
ar_sa: JavaScript غير متوفر
nb_no: JavaScript er ikke tilgjengelig

source: Step %s
ar_sa: الخطوة ٪s
nb_no: Steg %s

source: License
ar_sa: الترخيص
nb_no: Lisens

source: Database Settings
ar_sa: إعدادات قاعدة البيانات
nb_no: Databaseinnstillinger

source: General Specifications and Mail Settings
ar_sa: الإعدادات العامة وإعدادات البريد الإلكتروني
nb_no: Generelle spesifikasjoner og e-post-innstillinger

source: Finish
ar_sa: إِنْهاء
nb_no: Ferdig

source: Welcome to %s
ar_sa: مرحبا بك في ٪s
nb_no: Velkommen til %s

source: Germany
ar_sa: ألمانيا
nb_no: Tyskland

source: Phone
ar_sa: هاتف
nb_no: Telefon

source: Web site
ar_sa: موقع ويب
nb_no: Websted

source: Configure Outbound Mail
ar_sa: تكوين البريد الصادر
nb_no: Sett opp utgående e-post

source: Outbound mail type
ar_sa: نوع البريد الصادر
nb_no: Type

source: Select outbound mail type.
ar_sa: حدد نوع البريد الصادر.
nb_no: Velg type utgående e-post.

source: Outbound mail port
ar_sa: منفذ البريد الصادر
nb_no: Utgående port for e-post

source: Select outbound mail port.
ar_sa: تحديد منفذ البريد الصادر.
nb_no: Velg port for utgående e-post.

source: SMTP host
nb_no: SMTP-tjener

source: SMTP host.
nb_no: SMTP-tjener.

source: SMTP authentication
ar_sa: مصادقة SMTP
nb_no: SMTP-autentisering

source: Does your SMTP host need authentication?
ar_sa: هل يحتاج SMTP-Host إلى مصادقة؟
nb_no: Trenger SMTP-tjeneren din autentisering?

source: SMTP auth user
ar_sa: مستخدم مصادقة SMTP
nb_no: Bruker for autentisering

source: Username for SMTP auth.
ar_sa: اسم المستخدم لمصادقة SMTP.
nb_no: Brukernavn for SMTP-autentisering.

source: SMTP auth password
ar_sa: كلمة مرور مصادقة SMTP
nb_no: Passord for autentisering

source: Password for SMTP auth.
ar_sa: كلمة مرور لمصادقة SMTP.
nb_no: Passord for SMTP-autentisering.

source: Configure Inbound Mail
ar_sa: تكوين البريد الوارد
nb_no: Sett opp innkommende e-post

source: Inbound mail type
ar_sa: نوع البريد الوارد
nb_no: Type

source: Select inbound mail type.
ar_sa: تحديد نوع البريد الوارد.
nb_no: Velg type for innkommende e-post.

source: Inbound mail host
ar_sa: مضيف البريد الوارد
nb_no: E-post-tjener

source: Inbound mail host.
ar_sa: مضيف البريد الوارد.
nb_no: E-post-tjener.

source: Inbound mail user
ar_sa: مستخدم البريد الوارد
nb_no: Brukernavn

source: User for inbound mail.
ar_sa: مستخدم للبريد الوارد.
nb_no: Bruker for innkommende e-post.

source: Inbound mail password
ar_sa: كلمة مرور البريد الوارد
nb_no: Passord

source: Password for inbound mail.
ar_sa: كلمة المرور للبريد الوارد.
nb_no: Passord for innkommende e-post.

source: Result of mail configuration check
ar_sa: نتيجة فحص تكوين البريد الإلكتروني
nb_no: Resultat for e-postsjekk

source: Check mail configuration
ar_sa: فحص تكوين البريد الإلكتروني
nb_no: Sjekk e-postkonfigurasjonen

source: Skip this step
ar_sa: تخطي هذه الخطوة
nb_no: Hopp over dette steget

source: Done
ar_sa: تم بنجاح
nb_no: Ferdig

source: Error
ar_sa: خطأ
nb_no: Feil

source: Database setup successful!
ar_sa: تم إنشاء قاعدة البيانات بنجاح!
nb_no: Konfigurasjon av databasen var vellykket!

source: Install Type
ar_sa: نوع التثبيت
nb_no: Installasjonstype

source: Create a new database for OTOBO
ar_sa: إنشاء قاعدة بيانات جديدة ل OTOBO
nb_no: Opprett en ny database for OTOBO

source: Use an existing database for OTOBO
ar_sa: إستخدام قاعدة بيانات موجودة ل OTOBO
nb_no: Bruk en eksisterende database for OTOBO

source: If you have set a root password for your database, it must be entered here. If not, leave this field empty.
ar_sa: إذا قمت بتعيين كلمة مرور جذرية لقاعدة البيانات، فيجب إدخالها هنا. إذا لم يكن الأمر كذلك، أترك هذا الحقل فارغا.
nb_no: Hvis du har satt et root-passord for din database må det bli skrevet inn her. Hvis ikke, la dette feltet være tomt.

source: Database name
ar_sa: اسم قاعدة البيانات
nb_no: Databasenavn

source: Check database settings
ar_sa: التحقق من إعدادات قاعدة البيانات
nb_no: Sjekk database-oppsett

source: Result of database check
ar_sa: نتيجة فحص قاعدة البيانات
nb_no: Resultat for databasesjekken

source: Database check successful.
ar_sa: تم التحقق من قاعدة البيانات بنجاح.
nb_no: Databasesjekk fullført.

source: Database User
ar_sa: مستخدم قاعدة البيانات
nb_no: Databasebruker

source: New
ar_sa: جديد
nb_no: Statistics

source: A new database user with limited permissions will be created for this OTOBO system.
ar_sa: سيتم إنشاء مستخدم قاعدة بيانات جديد بأذونات محدودة لنظام OTOBO هذا.
nb_no: En ny databasebruker med begrensede rettigheter vil bli opprettet for denne OTOBO-installasjonen.

source: Generated password
ar_sa: كلمة المرور التي تم إنشاؤها
nb_no: Opprett hvilkårlig passord

source: Repeat Password
ar_sa: كرر كلمة المرور
nb_no: Gjenta passord

source: Passwords do not match
ar_sa: كلمات المرور غير متطابقة
nb_no: Passordet stemmer ikke

source: Start page
ar_sa: الصفحة الرئيسية
nb_no: Startside

source: Your OTOBO Team
ar_sa: فريق OTOBO الخاص بك
nb_no: OTOBO-Teamet

source: Don't accept license
ar_sa: عدم قبول الترخيص
nb_no: Ikke aksepter lisens

source: Accept license and continue
ar_sa: قبول الترخيص والمتابعة
nb_no: Aksepter lisensen og fortsett

source: The identifier of the system. Each ticket number and each HTTP session ID contain this number.
ar_sa: معرف النظام. يحتوي كل رقم تذكرة وكل معرف جلسة عمل HTTP على هذا الرقم.
nb_no: Identifikator for dette systemet. Saksnumre og HTTP-sesjoner bruker dette nummeret.

source: Set the request scheme used for cookies and various links. For production purposes always use https.
ar_sa: يحدد النظام المستخدم لاسترداد ملفات تعريف الارتباط والروابط المختلفة. استخدم دائمًا HTTPS في بيئات الإنتاج.
nb_no: Angi forespørselsskjemaet som brukes for informasjonskapsler og ulike lenker. For produksjonsformål bruk alltid https.

source: System FQDN
ar_sa: نظام FQDN
nb_no: Systemets tjenernavn (FQDN)

source: Fully qualified domain name of your system.
ar_sa: اسم المجال المؤهل بالكامل لنظامك.
nb_no: Fullt kvalifisert domene-navn for din tjener.

source: AdminEmail
ar_sa: البريد الإلكتروني للمسؤول
nb_no: Admin e-post

source: Email address of the system administrator.
ar_sa: عنوان البريد الإلكتروني لمسؤول النظام.
nb_no: E-postadresse til systemadministratoren.

source: Organization
ar_sa: مُؤسَّسَة
nb_no: Organisasjon

source: Log
ar_sa: سِجِلّ
nb_no: Account

source: LogModule
ar_sa: وحدة السجل
nb_no: Logg-modul

source: Log backend to use.
ar_sa: سجل الخلفية للاستخدام.
nb_no: Loggmetode som skal brukes.

source: LogFile
ar_sa: ملف السجل
nb_no: Logg-fil

source: Webfrontend
ar_sa: واجهة ويب
nb_no: Web-grensesnitt

source: Default language
ar_sa: اللغة الافتراضية
nb_no: Standardspråk

source: Default language.
ar_sa: اللغة الافتراضية.
nb_no: Standardspråk.

source: CheckMXRecord
ar_sa: تحقق من MXRecord
nb_no: Sjekk MX-informasjon

source: Email addresses that are manually entered are checked against the MX records found in DNS. Don't use this option if your DNS is slow or does not resolve public addresses.
ar_sa: يتم التحقق من عناوين البريد الإلكتروني التي تم إدخالها يدويا مقابل سجلات MX الموجودة في DNS. لا تستخدم هذا الخيار إذا كان DNS بطيئا أو لا يحل العناوين العامة.
nb_no: E-postadresser som angis manuelt, sjekkes mot MX-oppføringer i DNS. Ikke bruk dette valget dersom din DNS er treg eller ikke gjør oppslag for offentlige adresser.

source: Initialize Elasticsearch
ar_sa: تهيئة البحث المرن
nb_no: Initialiser Elasticsearch

source: Elasticsearch server was found, and it has been activated automatically for OTOBO.
ar_sa: تم العثور على خادم Elasticsearch، وتم تنشيطه تلقائيا ل OTOBO.
nb_no: Elasticsearch-serveren ble funnet, og den har blitt aktivert automatisk for OTOBO.

source: Seemingly either no clean Elasticsearch server is running, or it is not using the standard configuration. To activate Elasticsearch manually, please edit the web service in the admin interface if necessary, activate 'Elasticsearch::Active' and 'Frontend::ToolBarModule###250-Ticket::ElasticsearchFulltext' in the SysConfig and run the otobo.Console command 'Maint::Elasticsearch::Migration'.
ar_sa: يبدو أنه لا يوجد خادم Elasticsearch نظيف قيد التشغيل، أو أنه لا يستخدم التكوين القياسي. لتنشيط Elasticsearch يدويا، الرجاء تحرير خدمة ويب في واجهة المسؤول إذا لزم الأمر، قم بتنشيط 'Elasticsearch::Active' و'FrontTend::ToolBarModule##250-Ticket::ElasticsearchFulltext' في SysConfig وقم بتشغيل الأمر otobo.Console 'Maint::Elasticsearch::Migration'.
nb_no: Tilsynelatende kjører enten ingen ren Elasticsearch-server, eller så bruker den ikke standardkonfigurasjonen. For å aktivere Elasticsearch manuelt, vennligst rediger nettjenesten i administrasjonsgrensesnittet om nødvendig, aktiver 'Elasticsearch::Active' og 'Frontend::ToolBarModule###250-Ticket::ElasticsearchFulltext' i SysConfig og kjør kommandoen otobo.Console 'Maint::Elasticsearch::Migration'.

source: Delete link
ar_sa: حذف الارتباط
nb_no: Slett lenke

source: Delete Link
ar_sa: حذف الارتباط
nb_no: Slett lenke

source: Object#
ar_sa: رقم الكائن
nb_no: Objekt#

source: Add links
ar_sa: إضافة إرتباطات
nb_no: Legg til lenker

source: Delete links
ar_sa: حذف الارتباطات
nb_no: Slett lenker

source: Lost your password?
ar_sa: هل نسيت كلمة المرور؟
nb_no: Mistet passord?

source: Back to login
ar_sa: العودة إلى تسجيل الدخول
nb_no: Tilbake til innlogging

source: Scale preview content
ar_sa: قياس محتوى المعاينة
nb_no: Skaler forhåndsvisningsinnhold

source: Open URL in new tab
ar_sa: فتح URL في علامة تبويب جديدة
nb_no: Åpne URL i ny fane

source: Close preview
ar_sa: إغلاق المعاينة
nb_no: Lukk forhåndsvisning

source: A preview of this website can't be provided because it didn't allow to be embedded.
ar_sa: لا يمكن توفير معاينة لموقع الويب هذا لأنه لا يسمح بتضمينه.
nb_no: En forhåndsvisning av dette nettstedet kan ikke gis fordi det ikke tillot å bli innebygd.

source: Start migration
ar_sa: بدء الترحيل
nb_no: Start migrering

source: Result of data migration
ar_sa: نتيجة ترحيل البيانات
nb_no: Resultat av datamigrering

source: Last successful task:
ar_sa: آخر مهمة ناجحة:
nb_no: Siste vellykkede oppgave:

source: Migration will restart from the last successfully finished task. Please do a complete rerun if you changed your system in the meantime.
ar_sa: ستتم إعادة تشغيل الترحيل من المهمة الأخيرة التي تم الانتهاء منها بنجاح. الرجاء إجراء إعادة تشغيل كاملة إذا قمت بتغيير النظام في هذه الأثناء.
nb_no: Migreringen starter på nytt fra den siste fullførte oppgaven. Gjør en fullstendig omkjøring hvis du endret systemet i mellomtiden.

source: Clean up and finish
ar_sa: التنظيف والانتهاء
nb_no: Rydd opp og fullfør

source: The migration is complete, thank you for trying out OTOBO - we hope you will like it.
ar_sa: لقد اكتملت عملية الترحيل، شكرا لك على تجربتك لتطبيق OTOBO - نأمل أن ينال الإعجاب.
nb_no: Migreringen er fullført, takk for at du prøvde OTOBO - vi håper du vil like den.

source: To be able to use OTOBO you have to enter the following line in your command line (Terminal/Shell) as root.
ar_sa: لتتمكن من إستخدام OTOBO، يجب إدخال السطر التالي في سطر الأوامر (Terminal/Shell) كجذر.
nb_no: For å kunne bruke OTOBO, må følgende linje utføres på kommandolinjen som root.
