Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: This configuration defines if only valids or all (invalids) dynamic fields should be shown.
nb_no: Denne konfigurasjonen definerer om bare gyldige eller alle (ugyldige) dynamiske felt skal vises.

source: This configuration defines the number of iterations that should be performed at max for calculating the WorkingTime for a Ticket. Attention: Setting this configuration to high can lead to performance issues.
nb_no: Denne konfigurasjonen definerer antall iterasjoner som skal utføres ved maks for å beregne arbeidstiden for en sak. OBS: Å sette denne konfigurasjonen til høy kan føre til ytelsesproblemer.

source: This configuration registers an OutputFilter module that injects the javascript functionality to remove PendingTime.
nb_no: Denne konfigurasjonen registrerer en OutputFilter-modul som injiserer javascript-funksjonaliteten for å fjerne PendingTime.

source: This event module stores attributes from CustomerUser as DynamicFields tickets. Please see DynamicFieldFromCustomerUser::Mapping setting for how to configure the mapping.
nb_no: Denne hendelsesmodulen lagrer attributter fra CustomerUser som DynamicFields-saker. Se DynamicFieldFromCustomerUser::Mapping-innstillingen for hvordan du konfigurerer tilordningen.

source: This is a Description for Comment on Framework.
nb_no: Dette er en beskrivelse for kommentar til rammeverk.

source: This is a Description for DynamicField on Framework.
nb_no: Dette er en beskrivelse for dynamiske felt i rammeverket.

source: This is the default orange - black skin for the customer interface.
nb_no: Dette er standard oransje - svart tema for kundegrensesnittet.

source: This is the default orange - black skin.
nb_no: Dette er standard oransje - svart tema.

source: This key is not certified with a trusted signature!
nb_no: Denne nøkkelen er ikke sertifisert med en klarert signatur!

source: This module and its PreRun() function will be executed, if defined, for every request. This module is useful to check some user options or to display news about new applications.
nb_no: Denne modulen og dens PreRun()-funksjon vil, hvis satt, bli kjørt ved hver forespørsel. Denne modulen er nyttig for å sjekke brukerinnstillinger eller for å vise nyheter om nye programmer el.l.

source: This module is being used to extend the password policy.
nb_no: Denne modulen brukes til å utvide passordpolicyen.

source: This module is part of the admin area of OTOBO.
nb_no: Denne modulen er en del av administrasjonsområdet til OTOBO.

source: This option defines the dynamic field in which a Process Management activity entity id is stored.
nb_no: Dette alternativet definerer det dynamiske feltet der en enhets-ID for prosessadministrasjonsaktivitet er lagret.

source: This option defines the dynamic field in which a Process Management process entity id is stored.
nb_no: Dette alternativet definerer det dynamiske feltet der en prosessstyringsprosessentitets-ID er lagret.

source: This option defines the process tickets default lock.
nb_no: Dette alternativet definerer prosessakers standardlås.

source: This option defines the process tickets default priority.
nb_no: Dette alternativet definerer prosessakers standardprioritet.

source: This option defines the process tickets default queue.
nb_no: Dette alternativet definerer standardkøen for prosessaker.

source: This option defines the process tickets default state.
nb_no: Dette alternativet definerer prosessakers standardtilstand.

source: This option will deny the access to customer company tickets, which are not created by the customer user.
nb_no: Dette alternativet vil nekte tilgang til kundeselskapssaker, som ikke er opprettet av kundebrukeren.

source: This setting allows you to override the built-in country list with your own list of countries. This is particularly handy if you just want to use a small select group of countries.
nb_no: Denne innstillingen lar deg overstyre den innebygde landlisten med din egen liste over land. Dette er spesielt nyttig hvis du bare vil bruke en liten utvalgt gruppe land.

source: This setting is deprecated. Set OTOBOTimeZone instead.
nb_no: Denne innstillingen er utdatert. Sett OTOBOTimeZone i stedet.

source: This setting shows the sorting attributes in all overview screen, not only in queue view.
nb_no: Denne innstillingen viser sorteringsattributtene i alle oversiktsskjermer, ikke bare i køvisning.

source: Ticket Close
nb_no: Lukk sak

source: Ticket Close.
nb_no: Lukk sak.

source: Ticket Compose Bounce Email.
nb_no: Bounce-epost for opprett sak.

source: Ticket Compose email Answer.
nb_no: E-postsvar for opprett sak.

source: Ticket Customer.
nb_no: Sakskunde.

source: Ticket Forward Email.
nb_no: E-post for videresending av sak.

source: Ticket FreeText.
nb_no: Fritekst for sak.

source: Ticket History.
nb_no: Sakshistorikk.

source: Ticket Lock.
nb_no: Sakslås.

source: Ticket Merge.
nb_no: Sakssammenslåing.

source: Ticket Move.
nb_no: Saksflytting.

source: Ticket Note.
nb_no: Saksmerknad.

source: Ticket Notifications
nb_no: Saksvarsler

source: Ticket Outbound Email.
nb_no: Sak utgående e-post.

source: Ticket Overview "Medium" Limit
nb_no: Begrensning for saksvisning "medium"

source: Ticket Overview "Preview" Limit
nb_no: Begrensning for saksvisning "forhåndsvisning"

source: Ticket Overview "Small" Limit
nb_no: Begrensning for saksvisning "liten"

source: Ticket Owner.
nb_no: Sakseier.

source: Ticket Pending.
nb_no: Sak venter.

source: Ticket Print.
nb_no: Saksutskrift.

source: Ticket Priority.
nb_no: Saksprioritet.

source: Ticket Queue Overview
nb_no: Sakskøoversikt

source: Ticket Responsible.
nb_no: Saksansvarlig.

source: Ticket Watcher
nb_no: Saksovervåker

source: Ticket Zoom
nb_no: Sakszoom

source: Ticket Zoom.
nb_no: Sakszoom.

source: Ticket attributes that should be available in ticket invoker configuration frontend (0 = visible/selectable, 1 = default/preselected).
nb_no: Saksattributter som skal være tilgjengelige i ticket invoker-konfigurasjonsgrensesnittet (0 = synlig/valgbar, 1 = standard/forhåndsvalgt).

source: Ticket bulk module.
nb_no: Saksbulkmodul.

source: Ticket event module that triggers the escalation stop events.
nb_no: Saksbegivenhetsmodul som utløser eskaleringsstopphendelsene.

source: Ticket limit per page for Ticket Overview "Medium".
nb_no: Saksgrense per side for saksoversikt "Middels".

source: Ticket limit per page for Ticket Overview "Preview".
nb_no: Saksgrense per side for saksoversikt "Forhåndsvisning".

source: Ticket limit per page for Ticket Overview "Small".
nb_no: Saksgrense per side for saksoversikt "Liten".

source: Ticket notifications
nb_no: Sak varslinger

source: Ticket overview
nb_no: Saksoversikt

source: Ticket plain view of an email.
nb_no: Sak oversikt over en e-post.

source: Ticket split dialog.
nb_no: Delt dialogvisning for sak.

source: Ticket title
nb_no: Sakstittel

source: Ticket zoom view.
nb_no: Sakszoomvisning.

source: TicketNumber
nb_no: Ticketnummer

source: Tickets in the following queues will not be stored on the Elasticsearch server. To apply this to existing tickets, the ticket migration has to be run via console, after changing this option.
nb_no: Saker i følgende køer vil ikke bli lagret på Elasticsearch-serveren. For å bruke dette på eksisterende saker, må saksmigreringen kjøres via konsollen, etter å ha endret dette alternativet.

source: Tickets.
nb_no: Saker.

source: Tile registration for the CustomerDashboard. Module is required.
nb_no: Flisregistrering for CustomerDashboard. Modul er nødvendig.

source: Time in seconds that gets added to the actual time if setting a pending-state (default: 86400 = 1 day).
nb_no: Tid i sekunder som legges til den faktiske tiden hvis du angir en ventende tilstand (standard: 86400 = 1 dag).

source: To accept login information, such as an EULA or license.
nb_no: For å godta påloggingsinformasjon, for eksempel en EULA eller lisens.

source: To download attachments.
nb_no: For å laste ned vedlegg.

source: To view HTML attachments.
nb_no: For å se HTML-vedlegg.

source: Toggles display of OTOBO FeatureAddons list in PackageManager.
nb_no: Bytter visning av OTOBO FeatureAddons-liste i PackageManager.

source: Toolbar Item for a shortcut. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
nb_no: Verktøylinjeelement for en snarvei. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Transport selection for appointment notifications. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
nb_no: Transportvalg for avtalemeldinger. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Transport selection for ticket notifications. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
nb_no: Transportvalg for saksvarsler. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Tree view
nb_no: Trevisning

source: Triggers add or update of automatic calendar appointments based on certain ticket times.
nb_no: Utløsere legger til eller oppdatering av automatiske kalenderavtaler basert på bestemte sakstider.

source: Triggers ticket escalation events and notification events for escalation.
nb_no: Utløser sak-eskaleringshendelser og varslingshendelser for eskalering.

source: Turkish
nb_no: Tyrkisk

source: Turns off SSL certificate validation, for example if you use a transparent HTTPS proxy. Use at your own risk!
nb_no: Slår av SSL-sertifikatvalidering, for eksempel hvis du bruker en gjennomsiktig HTTPS-proxy. Bruk på eget ansvar!

source: Turns on drag and drop for the main navigation.
nb_no: Slår på dra og slipp for hovednavigasjonen.

source: Turns on the remote ip address check. It should not be enabled if the application is used, for example, via a proxy farm or a dialup connection, because the remote ip address is mostly different for the requests.
nb_no: Slår på den eksterne ip-adressekontrollen. Den bør ikke aktiveres hvis applikasjonen brukes, for eksempel via en proxy-farm eller en oppringt tilkobling, fordi den eksterne ip-adressen stort sett er forskjellig for forespørslene.

source: Tweak the system as you wish.
nb_no: Juster systemet som du ønsker.

source: Type of daemon log rotation to use: Choose 'OTOBO' to let OTOBO system to handle the file rotation, or choose 'External' to use a 3rd party rotation mechanism (i.e. logrotate). Note: External rotation mechanism requires its own and independent configuration.
nb_no: Type daemonloggrotasjon som skal brukes: Velg "OTOBO" for å la OTOBO-systemet håndtere filrotasjonen, eller velg "Ekstern" for å bruke en tredjeparts rotasjonsmekanisme (dvs. logrotere). Merk: Ekstern rotasjonsmekanisme krever sin egen og uavhengige konfigurasjon.

source: Ukrainian
nb_no: Ukrainsk

source: Unlock tickets that are past their unlock timeout.
nb_no: Lås opp saker som har passert opplåsingstiden.

source: Unlock tickets whenever a note is added and the owner is out of office.
nb_no: Lås opp saker hver gang en lapp legges til og eieren ikke er på kontoret.

source: Unlocked ticket.
ar_sa: التاريخ::إعادة فتح
nb_no: Sak gjort tilgjengelig.

source: Up
ar_sa: أعلى
nb_no: Stigende

source: Upcoming Events
ar_sa: الأحداث القادمة
nb_no: Kommende hendelser

source: Update Ticket "Seen" flag if every article got seen or a new Article got created.
nb_no: Oppdater sak "Sett"-flagget hvis hver artikkel ble sett eller en ny artikkel ble opprettet.

source: Update time
nb_no: Oppdateringstid

source: Updates the ticket escalation index after a ticket attribute got updated.
nb_no: Oppdaterer sak-eskaleringsindeksen etter at et saksattributt ble oppdatert.

source: Updates the ticket index accelerator.
nb_no: Oppdaterer saksindeksakseleratoren.

source: Upload your PGP key.
nb_no: Last opp PGP-nøkkelen din.

source: Upload your S/MIME certificate.
nb_no: Last opp S/MIME-sertifikatet ditt.

source: Use Redis::Fast instead of Redis.
nb_no: Bruk Redis::Fast i stedet for Redis.

source: Use new type of select and autocomplete fields in agent interface, where applicable (InputFields).
nb_no: Bruk ny type valg- og autofullfør-felt i agentgrensesnittet, der det er aktuelt (InputFields).

source: Use specified Redis logical database.
nb_no: Bruk spesifisert Redis logisk database.

source: User Profile
nb_no: Brukerprofil

source: UserFirstname
nb_no: Brukers-fornavn

source: UserLastname
nb_no: Brukers-etternavn

source: Users, Groups & Roles
nb_no: Brukere, grupper og roller

source: Uses richtext for viewing and editing ticket notification.
nb_no: Bruker rik tekst for å vise og redigere saksvarsel.

source: Uses richtext for viewing and editing: articles, salutations, signatures, standard templates, auto responses and notifications.
nb_no: Bruker rik tekst for visning og redigering: artikler, hilsener, signaturer, standardmaler, automatiske svar og varsler.

source: View performance benchmark results.
nb_no: Vis resultater etter ytelsesmålinger.

source: Watch this ticket
nb_no: Overvåk denne saken

source: Watched Tickets
ar_sa: البطاقات المراقبة
nb_no: Overvåkede saker

source: Watched Tickets.
nb_no: Overvåkede saker.

source: We are performing scheduled maintenance.
nb_no: Vi utfører et planlagt vedlikehold.

source: We are performing scheduled maintenance. Login is temporarily not available.
nb_no: Vi utfører et planlagt vedlikehold. Innlogging er for øyeblikket ikke tilgjengelig.

source: We are performing scheduled maintenance. We should be back online shortly.
nb_no: Vi utfører et planlagt vedlikehold. Sidene vil være tilgjengelig om ikke så lat for lenge.

source: We have changed the default ticket unlock behaviour in OTOBO 10.1. Now, the ticket is not only unlocked, but also handed over to the system user again. Thus, the behaviour is clearer, but it is no longer possible to read out who last edited the ticket. Please deactivate this option to restore the behaviour of OTRS version 2-6 and OTOBO 10..
nb_no: Vi har endret standard saksopplåsingsadferd i OTOBO 10.1. Nå er saken ikke bare låst opp, men også overlevert systembrukeren igjen. Dermed er oppførselen tydeligere, men det er ikke lenger mulig å lese opp hvem som sist redigerte saken. Vennligst deaktiver dette alternativet for å gjenopprette oppførselen til OTRS versjon 2-6 og OTOBO 10.

source: Web Service
nb_no: Nettjeneste

source: Web Services
nb_no: Webtjenester

source: Welcome text for the dashboard header. Name will be inserted to %s of the WelcomeText. "UserTitle", "UserFirstname", "UserLastname", "UserEmail" and "UserLogin" will be substituted.
nb_no: Velkomsttekst for dashbordoverskriften. Navn vil bli satt inn i %s av velkomstteksten. "UserTitle", "UserFirstname", "UserLastname", "UserEmail" og "UserLogin" vil bli erstattet.

source: When agent creates a ticket, whether or not the ticket is automatically locked to the agent.
nb_no: Når agenten oppretter en sak, om saken automatisk låses til agenten eller ikke.

source: When tickets are merged, a note will be added automatically to the ticket which is no longer active. Here you can define the body of this note (this text cannot be changed by the agent).
nb_no: Når sakene er slått sammen, legges det automatisk til et notat til saken som ikke lenger er aktiv. Her kan du definere teksten til denne notaten (denne teksten kan ikke endres av agenten).

source: When tickets are merged, a note will be added automatically to the ticket which is no longer active. Here you can define the subject of this note (this subject cannot be changed by the agent).
nb_no: Når sakene er slått sammen, legges det automatisk til et notat til saken som ikke lenger er aktiv. Her kan du definere emnet for dette notatet (dette emnet kan ikke endres av agenten).

source: When tickets are merged, the customer can be informed per email by setting the check box "Inform Sender". In this text area, you can define a pre-formatted text which can later be modified by the agents.
nb_no: Når saker er slått sammen, kan kunden informeres per e-post ved å sette avkrysningsboksen "Informer avsender". I dette tekstområdet kan du definere en forhåndsformatert tekst som senere kan endres av agentene.

source: Whether extended customer information is shown in the ticket print screen of the customer interface.
nb_no: Om utvidet kundeinformasjon vises i saksutskriftsskjermen i kundegrensesnittet.

source: Whether fields should be automatically filled (1), and in that case also be hidden from ticket formulars (2).
nb_no: Om felt skal fylles ut automatisk (1), og i så fall også skjules for saksformlene (2).

source: Whether or not to collect meta information from articles using filters configured in Ticket::Frontend::ZoomCollectMetaFilters.
nb_no: Hvorvidt man skal samle inn metainformasjon fra artikler ved hjelp av filtre konfigurert i Ticket::Frontend::ZoomCollectMetaFilters.

source: Whether the execution of TicketACL can be avoided by checking cached field dependencies. This can improve loading times of ticket formulars, but has to be disabled, if ACLModules are to be used for Ticket- and Form-ReturnTypes.
nb_no: Om kjøringen av TicketACL kan unngås ved å sjekke bufrede feltavhengigheter. Dette kan forbedre lastetidene for saksformlere, men må deaktiveres hvis ACLModules skal brukes for sak- og skjema-returtyper.

source: Whether to force redirect all requests from http to https protocol. Please check that your web server is configured correctly for https protocol before enable this option.
nb_no: Om du skal tvinge omdirigering av alle forespørsler fra http til https-protokollen. Kontroller at webserveren din er riktig konfigurert for https-protokollen før du aktiverer dette alternativet.

source: Yes, but hide archived tickets
nb_no: Ja, men skjul de arkiverte sakene

source: Your email with ticket number "<OTOBO_TICKET>" is bounced to "<OTOBO_BOUNCE_TO>". Contact this address for further information.
nb_no: Din e-post med saksnummeret «<OTOBO_TICKET>» blir returnert til «<OTOBO_BOUNCE_TO>». Kontakt denne adressen for mer informasjon.

source: Your email with ticket number "<OTOBO_TICKET>" is merged to "<OTOBO_MERGE_TO_TICKET>".
ar_sa: بريدك مع رقم البطاقة "<OTOBO_TICKET>" دمجت مع "<OTOBO_MERGE_TO_TICKET>".
nb_no: Din e-postsak med nummer "<OTOBO_TICKET>" er flettet med "<OTOBO_MERGE_TO_TICKET>".

source: Your queue selection of your preferred queues. You also get notified about those queues via email if enabled.
nb_no: Ditt køvalg av dine foretrukne køer. Du blir også varslet om disse køene via e-post hvis aktivert.

source: Your service selection of your preferred services. You also get notified about those services via email if enabled.
nb_no: Ditt tjenestevalg av dine foretrukne tjenester. Du blir også varslet om disse tjenestene via e-post hvis aktivert.

source: Zoom
ar_sa: تكبير
nb_no: Detaljer

source: attachment
ar_sa: مُرْفَقٌ
nb_no: vedlegg

source: bounce
nb_no: email!;Kan

source: compose
nb_no: komponere

source: debug
nb_no: feilsøke

source: error
nb_no: feil

source: forward
nb_no: framover

source: inline
nb_no: på linje

source: notice
ar_sa: مُلاحَظَة
nb_no: merknad

source: pending
ar_sa: مُعَلّق
nb_no: reminder

source: phone
ar_sa: رقم الهاتف
nb_no: telefon

source: responsible
nb_no: ansvarlig

source: reverse
ar_sa: عكس
nb_no: motsatt

source: stats
ar_sa: إحصائيات
nb_no: statistikk

source: Syntax is incorrect. Please provide a parent element name in front of the double colon.
nb_no: Feil i syntaks. Vennligst legg til et foreldreelement foran det doble kolonet.

source: Authentication error. Please contact the administrator.
nb_no: Feil med autentisering. Vennligst kontakt administrator.

source: Authentication error.
nb_no: Feil med autentisering.

source: Import/Export Management
nb_no: Administrasjon av Import/Eksport

source: Add template
nb_no: Legg til mal

source: Create a template to import and export object information.
nb_no: Opprett en mal for å eksportere og importere informasjon.

source: Start Export
nb_no: Start eksport

source: Name is required!
nb_no: Navn er påkrevd!

source: Object is required!
nb_no: Objekt er påkrevd!

source: Format is required!
nb_no: Format er påkrevd!

source: is required!
nb_no: er påkrevd!

source: No map elements found.
nb_no: Ingen elementer funnet.

source: Add Mapping Element
nb_no: Legg til mapping-element

source: Restrict export per search
nb_no: Begrens eksport per søk

source: Import information
nb_no: Import-informasjon

source: Source File
nb_no: Kildefil

source: Records
nb_no: Rader

source: Success
nb_no: Vellykket

source: Duplicate names
nb_no: Duplikate navn

source: Last processed line number of import file
nb_no: Siste prosesserte linjenummer av importfil

source: Column Separator
nb_no: Kolonneseparator

source: Semicolon (;)
nb_no: Semikolon (;)

source: Colon (:)
nb_no: Kolon (:)

source: Dot (.)
nb_no: Punktum (.)

source: Charset
nb_no: Tegnsett

source: Include Column Headers
nb_no: Inkluder kolonneoverskrifter

source: Column
nb_no: Kolonne

source: Format backend module registration for the import/export module.
nb_no: Baksidemodul-registrering for formatet til import/eksport-modulen.

source: Import and export object information.
nb_no: Informasjon for import- og eksport-objekt.

source: Import/Export
nb_no: Import/Eksport

source: Defines the default frontend (HTML) theme to be used by the agents and customers. If you like, you can add your own theme. Please refer the administrator manual located at https://doc.otobo.org/.
nb_no: Definerer standard frontend (HTML)-temaet som skal brukes av agenter og kunder. Hvis ønskelig, kan du legge til ditt eget tema. Vennligst se administratormanualen som ligger på https://doc.otobo.org/.

source: Defines the default frontend language. All the possible values are determined by the available language files on the system. These values are listed as the keys in the setting 'DefaultUsedLanguages'.
nb_no: Definerer standard frontend-språket. Alle mulige verdier bestemmes av de tilgjengelige språkfilene på systemet. Disse verdiene er oppført som nøklene i innstillingen 'DefaultUsedLanguages'.

source: URL
ar_sa: رابط تشعبي

source: Type
ar_sa: النوع

source: Transport
ar_sa: نَقْلٌ

source: Support Data Collector
ar_sa: دعم تحليل البيانات

source: Support data collector
ar_sa: دعم تحليل البيانات

source: Hint
ar_sa: إشارَةٌ

source: Send support data
ar_sa: إرسال بيانات الدعم

source: Status for: %s
ar_sa: الحالة ل: ٪ s

source: Status
ar_sa: الحالة

source: total
ar_sa: كُلّيّ

source: Database
ar_sa: قاعدة البيانات

source: Datatype
ar_sa: نوع البيانات

source: Filter
ar_sa: فِلْتَر

source: Driver
ar_sa: برنامج تشغيل الجهاز

source: Port
ar_sa: مَنْفَذٌ
