Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Sending support data to OTOBO Team is not possible!
ar_sa: إرسال بيانات الدعم إلى فريق OTOBO غير ممكن!
nb_no: Det er ikke mulig å sende støttedata til OTOBO Team!

source: Enable Cloud Services
ar_sa: تمكين الخدمات السحابية
nb_no: Aktiver skytjenester

source: This data is sent to OTOBO Team on a regular basis. To stop sending this data please update your system registration.
ar_sa: يتم إرسال هذه البيانات إلى فريق OTOBO على أساس منتظم. للتوقف عن إرسال هذه البيانات، يرجى تحديث تسجيل النظام.
nb_no: Disse dataene sendes til OTOBO Team med jevne mellomrom. For å slutte å sende disse dataene må du oppdatere systemregistreringen din.

source: You can manually trigger the Support Data sending by pressing this button:
ar_sa: يمكنك تشغيل إرسال بيانات الدعم يدويًا بالضغط على هذا الزر:
nb_no: Du kan manuelt utløse sending av støttedata ved å trykke på denne knappen:

source: Send Update
ar_sa: إرسال التحديث
nb_no: Send oppdatering

source: Currently this data is only shown in this system.
ar_sa: حاليا يتم عرض هذه البيانات فقط في هذا النظام.
nb_no: Foreløpig vises disse dataene kun i dette systemet.

source: It is highly recommended to send this data to OTOBO Team in order to get better support.
ar_sa: يوصى بشدة بإرسال هذه البيانات إلى فريق OTOBO للحصول على دعم أفضل.
nb_no: Det anbefales sterkt å sende disse dataene til OTOBO Team for å få bedre støtte.

source: To enable data sending, please register your system with OTOBO Team or update your system registration information (make sure to activate the 'send support data' option.)
ar_sa: لتمكين إرسال البيانات، يرجى تسجيل نظامك مع فريق OTOBO أو تحديث معلومات تسجيل النظام (تأكد من تفعيل خيار 'إرسال بيانات الدعم'.)
nb_no: For å aktivere datasending, vennligst registrer systemet ditt hos OTOBO Team eller oppdater systemregistreringsinformasjonen din (sørg for å aktivere alternativet 'send støttedata'.)

source: A support bundle (including: system registration information, support data, a list of installed packages and all locally modified source code files) can be generated by pressing this button:
ar_sa: يمكن إنشاء حزمة دعم (بما في ذلك: بيانات تسجيل النظام وبيانات الدعم وقائمة الحزم المثبتة وجميع ملفات كود المصدر المعدلة محليًا) باستخدام هذا الزر:
nb_no: En støttepakke (inkludert: systemregistreringsinformasjon, støttedata, en liste over installerte pakker og alle lokalt modifiserte kildekodefiler) kan genereres ved å trykke på denne knappen:

source: Generate Support Bundle
ar_sa: إنشاء حزمة دعم
nb_no: Generer støttepakke

source: The Support Bundle has been Generated
ar_sa: تم إنشاء حزمة الدعم
nb_no: Støttepakken er generert

source: Please choose one of the following options.
ar_sa: الرجاء اختيار واحد من الخيارات التالية.
nb_no: Velg ett av følgende alternativer.

source: Send by Email
ar_sa: ارسل بالبريد الإلكترونى
nb_no: Send på e-post

source: The support bundle is too large to send it by email, this option has been disabled.
ar_sa: حزمة الدعم كبيرة جدًا بحيث لا يمكن إرسالها عبر البريد الإلكتروني، تم تعطيل هذا الخيار.
nb_no: Støttepakken er for stor til å sende via e-post, dette alternativet er deaktivert.

source: The email address for this user is invalid, this option has been disabled.
ar_sa: عنوان البريد الإلكتروني لهذا المستخدم غير صالح، تم إلغاء التحديد.
nb_no: E-postadressen til denne brukeren er ugyldig, dette alternativet er deaktivert.

source: Sending
ar_sa: إرسال
nb_no: Queue;Sendingskø

source: The support bundle will be sent to OTOBO Team via email automatically.
ar_sa: سيتم إرسال حزمة الدعم إلى فريق OTOBO عبر البريد الإلكتروني تلقائيًا.
nb_no: Støttepakken sendes automatisk til OTOBO Team via e-post.

source: Download File
ar_sa: تحميل الملف
nb_no: Last ned fil

source: A file containing the support bundle will be downloaded to the local system. Please save the file and send it to the OTOBO Team, using an alternate method.
ar_sa: يتم تنزيل حزمة الدعم كملف إلى نظام الملفات المحلي. يرجى حفظ الملف وإرساله إلى مجموعة OTOBO بوسائل أخرى.
nb_no: En fil som inneholder støttepakken vil bli lastet ned til det lokale systemet. Vennligst lagre filen og send den til OTOBO-teamet ved å bruke en alternativ metode.

source: Error: Support data could not be collected (%s).
ar_sa: خطأ: تعذر تحديد بيانات الدعم (٪ s).
nb_no: Feil: Støttedata kunne ikke samles inn (%s).

source: Details
ar_sa: التفاصيل
nb_no: for

source: System Email Addresses Management
ar_sa: إدارة عناوين البريد الإلكتروني للنظام
nb_no: Administrasjon: Systemets E-postadresser

source: Add System Email Address
ar_sa: إضافة عنوان البريد الإلكتروني للنظام
nb_no: Legg til Systemadresse

source: Edit System Email Address
ar_sa: تحرير عنوان البريد الإلكتروني للنظام
nb_no: Endre Systemadresse

source: Add System Address
ar_sa: إضافة عنوان النظام
nb_no: Legg til systemadresse

source: Filter for System Addresses
ar_sa: تصفية لعناوين النظام
nb_no: Filter for systemadresser

source: Filter for system addresses
ar_sa: تصفية لعناوين النظام
nb_no: Filter for systemadresser

source: All incoming email with this address in To or Cc will be dispatched to the selected queue.
ar_sa: سيتم إرسال جميع رسائل البريد الإلكتروني الواردة بهذا العنوان في "إلى" أو "نسخة" إلى قائمة الانتظار المحددة.
nb_no: All innkommende e-post til denne adressen i To eller CC vil bli lagt i den valgte køen.

source: Email address
ar_sa: عنوان البريد الالكترونى
nb_no: E-postadresse

source: Display name
ar_sa: اسم العرض
nb_no: Vist navn

source: This email address is already used as system email address.
ar_sa: عنوان البريد الإلكتروني هذا مستخدم بالفعل كعنوان بريد إلكتروني للنظام.
nb_no: Denne e-postadressen er allerede brukt som system-e-postadresse.

source: The display name and email address will be shown on mail you send.
ar_sa: يتم استخدام اسم العرض وعنوان البريد الإلكتروني لرسائل البريد الإلكتروني المرسلة.
nb_no: Vist navn og e-postadresse vil vises på e-posten du sender ut.

source: This system address cannot be set to invalid.
ar_sa: لا يمكن تعيين عنوان النظام هذا إلى غير صالح.
nb_no: Denne systemadressen kan ikke settes til ugyldig.

source: This system address cannot be set to invalid, because it is used in one or more queue(s) or auto response(s).
ar_sa: لا يمكن تعيين عنوان النظام إلى غير صالح لأنه يستخدم في قائمة انتظار واحدة أو أكثر أو الردود التلقائية.
nb_no: Denne systemadressen kan ikke settes til ugyldig, fordi den brukes i én eller flere kø(er) eller autosvar(er).

source: online administrator documentation
ar_sa: دليل المسؤول عبر الإنترنت
nb_no: online administratordokumentasjon

source: System configuration
ar_sa: تكوين النظام
nb_no: Systemkonfigurasjon

source: Navigate through the available settings by using the tree in the navigation box on the left side.
ar_sa: تنقل عبر الإعدادات المتاحة باستخدام الشجرة الموجودة على اليسار.
nb_no: Naviger gjennom de tilgjengelige innstillingene ved å bruke treet i navigasjonsboksen på venstre side.

source: Find certain settings by using the search field below or from search icon from the top navigation.
ar_sa: ابحث عن إعدادات معينة باستخدام حقل البحث أدناه أو من أيقونة البحث في شريط التنقل الرئيسي.
nb_no: Finn bestemte innstillinger ved å bruke søkefeltet nedenfor eller fra søkeikonet fra toppnavigasjonen.

source: Find out how to use the system configuration by reading the %s.
ar_sa: تعرف على المزيد حول استخدام تكوين النظام في٪ s.
nb_no: Finn ut hvordan du bruker systemkonfigurasjonen ved å lese %s.

source: Search in all settings...
ar_sa: بحث في كافة الإعدادات ...
nb_no: Søk i alle innstillinger...

source: There are currently no settings available. Please make sure to run 'otobo.Console.pl Maint::Config::Rebuild' before using the software.
ar_sa: لا توجد حاليا أي إعدادات متوفرة. يرجى التأكد من تشغيل "otobo. Console. pl Maint::Config::Rebuild" قبل استخدام البرنامج.
nb_no: Det er for øyeblikket ingen tilgjengelige innstillinger. Sørg for å kjøre 'otobo.Console.pl Maint::Config::Rebuild' før du bruker programvaren.

source: Changes Deployment
ar_sa: نشر التغييرات
nb_no: Endrer distribusjon

source: Help
ar_sa: مساعدة
nb_no: Hjelp

source: This is an overview of all settings which will be part of the deployment if you start it now. You can compare each setting to its former state by clicking the icon on the top right.
ar_sa: ستجد هنا نظرة عامة على جميع الإعدادات التي سيتم تضمينها في التشغيل التالي. يمكنك مقارنة كل إعداد بحالته السابقة من خلال النقر على الرمز في أعلى اليمين.
nb_no: Dette er en oversikt over alle innstillinger som vil være en del av distribusjonen hvis du starter den nå. Du kan sammenligne hver innstilling med dens tidligere tilstand ved å klikke på ikonet øverst til høyre.

source: To exclude certain settings from a deployment, click the checkbox on the header bar of a setting.
ar_sa: لاستبعاد إعدادات معينة من التشغيل، انقر فوق مربع الاختيار الموجود في شريط رأس أحد الإعدادات.
nb_no: For å ekskludere visse innstillinger fra en distribusjon, klikk på avmerkingsboksen på overskriftslinjen til en innstilling.

source: By default, you will only deploy settings which you changed on your own. If you'd like to deploy settings changed by other users, too, please click the link on top of the screen to enter the advanced deployment mode.
ar_sa: بشكل افتراضي، يتم تشغيل الإعدادات التي قمت بتغييرها بنفسك فقط. ذا كنت ترغب أيضا في تشغيل التغييرات من المستخدمين الآخرين، فيرجى النقر فوق الارتباط الموجود أعلى الشاشة للدخول إلى وضع النشر المتقدم.
nb_no: Som standard vil du bare distribuere innstillinger som du endret på egen hånd. Hvis du ønsker å distribuere innstillinger endret av andre brukere også, vennligst klikk på koblingen øverst på skjermen for å gå inn i avansert distribusjonsmodus.

source: A deployment has just been restored, which means that all affected setting have been reverted to the state from the selected deployment.
ar_sa: تمت استعادة عملية النشر للتو، مما يعني أنه تمت إعادة جميع الإعدادات المتأثرة إلى الحالة التي كانت عليها وقت التشغيل المحدد.
nb_no: En distribusjon har nettopp blitt gjenopprettet, noe som betyr at alle berørte innstillinger har blitt tilbakestilt til tilstanden fra den valgte distribusjonen.

source: Please review the changed settings and deploy afterwards.
ar_sa: يرجى مراجعة الإعدادات التي تم تغييرها ونشرها بعد ذلك.
nb_no: Se gjennom de endrede innstillingene og distribuer etterpå.

source: An empty list of changes means that there are no differences between the restored and the current state of the affected settings.
ar_sa: تعني قائمة التغييرات الفارغة عدم وجود اختلافات بين الحالة المستعادة والحالية للإعدادات المتأثرة.
nb_no: En tom liste over endringer betyr at det ikke er noen forskjeller mellom den gjenopprettede og gjeldende tilstanden til de berørte innstillingene.

source: Changes Overview
ar_sa: نظرة عامة على التغييرات
nb_no: Oversikt over endringer

source: There are %s changed settings which will be deployed in this run.
ar_sa: في هذا التشغيل، يتم تشغيل إعدادات ٪s التي تم تغييرها.
nb_no: Det er %s endrede innstillinger som vil bli distribuert i denne kjøringen.

source: Switch to basic mode to deploy settings only changed by you.
ar_sa: قم بالتبديل إلى الوضع الأساسي لاستخدام الإعدادات التي قمت بتغييرها بنفسك فقط.
nb_no: Bytt til grunnleggende modus for å distribuere innstillinger bare endret av deg.

source: You have %s changed settings which will be deployed in this run.
ar_sa: في هذا التشغيل، يتم تشغيل إعدادات ٪s التي تم تغييرها.
nb_no: Du har %s endret innstillinger som vil bli distribuert i denne kjøringen.

source: Switch to advanced mode to deploy settings changed by other users, too.
ar_sa: قم بالتبديل إلى الوضع المتقدم لبدء الإعدادات التي تم تغييرها بواسطة وكلاء آخرين.
nb_no: Bytt til avansert modus for å distribuere innstillinger endret av andre brukere også.

source: There are no settings to be deployed.
ar_sa: لا توجد إعدادات ليتم نشرها.
nb_no: Det er ingen innstillinger som skal distribueres.

source: Switch to advanced mode to see deployable settings changed by other users.
ar_sa: قم بالتبديل إلى الوضع المتقدم للاطلاع على الإعدادات التي تم تغييرها بواسطة وكلاء آخرين وجاهزة للتشغيل.
nb_no: Bytt til avansert modus for å se distribuerbare innstillinger endret av andre brukere.

source: Deploy selected changes
ar_sa: قم بتنشيط الإعدادات المحددة
nb_no: Implementer valgte endringer

source: Deployment History
ar_sa: تاريخ التكليف
nb_no: Implementeringshistorikk

source: Filter for Deployments
ar_sa: تصفية لعمليات النشر
nb_no: Filter for distribusjoner

source: Recent Deployments
ar_sa: عمليات النشر الأخيرة
nb_no: Nylige distribusjoner

source: Restore
ar_sa: اِسْتَعادَ
nb_no: Gjenopprett

source: View Details
ar_sa: عرض التفاصيل
nb_no: Vis detaljer

source: Restore this deployment.
ar_sa: استعادة التكليف.
nb_no: Gjenopprett denne distribusjonen.

source: Export this deployment.
ar_sa: تصدير هذا النشر.
nb_no: Eksporter denne distribusjonen.

source: Deployment Details
ar_sa: تفاصيل التكليف
nb_no: Distribusjonsdetaljer

source: by
ar_sa: بواسطة
nb_no: av

source: No settings have been deployed in this run.
ar_sa: لم يتم تفويض أي إعدادات في هذا التشغيل.
nb_no: Ingen innstillinger har blitt distribuert i denne kjøringen.

source: This group doesn't contain any settings. Please try navigating to one of its sub groups.
ar_sa: لا تحتوي هذه المجموعة على أي إعدادات. يرجى محاولة الانتقال إلى إحدى مجموعاتها الفرعية.
nb_no: Denne gruppen inneholder ingen innstillinger. Prøv å navigere til en av undergruppene.

source: Import & Export
ar_sa: استيراد و تصدير
nb_no: Import & eksport

source: Upload a file to be imported to your system (.yml format as exported from the System Configuration module).
ar_sa: اختر ملفًا لاستيراده إلى نظامك (بتنسيق .yml تم تصديره بواسطة تكوين النظام).
nb_no: Last opp en fil som skal importeres til systemet ditt (.yml-format som eksportert fra systemkonfigurasjonsmodulen).

source: Upload system configuration
ar_sa: تحميل تكوين النظام
nb_no: Last opp systemkonfigurasjon

source: Import system configuration
ar_sa: استيراد تكوين النظام
nb_no: Importer systemkonfigurasjon

source: Download current configuration settings of your system in a .yml file.
ar_sa: قم بتنزيل إعدادات التكوين الحالية لنظامك في ملف .yml.
nb_no: Last ned gjeldende konfigurasjonsinnstillinger for systemet i en .yml-fil.

source: Include user settings
ar_sa: تضمين إعدادات المستخدم
nb_no: Inkluder brukerinnstillinger

source: Export current configuration
ar_sa: تصدير التكوين الحالي
nb_no: Eksporter gjeldende konfigurasjon

source: Search for
ar_sa: البحث عن
nb_no: Søk etter

source: Search for category
ar_sa: البحث عن فئة
nb_no: Søk etter kategori

source: Settings I'm currently editing
ar_sa: الإعدادات التي أقوم بتحريرها حاليًا
nb_no: Innstillinger jeg er i ferd med å redigere

source: Your search for "%s" in category "%s" did not return any results.
ar_sa: لم يؤد بحثك عن "٪ s" في الفئة "٪ s" إلى أي نتائج.
nb_no: Ditt søk etter "%s" i kategorien "%s" ga ingen resultater.

source: Your search for "%s" in category "%s" returned one result.
ar_sa: أدى بحثك عن "٪s" في الفئة "٪s" إلى إرجاع نتيجة واحدة.
nb_no: Ditt søk etter "%s" i kategorien "%s" ga ett resultat.

source: Your search for "%s" in category "%s" returned %s results.
ar_sa: أدى البحث عن "٪ s" في الفئة "٪ s" إلى إرجاع٪ s من النتائج.
nb_no: Ditt søk etter "%s" i kategorien "%s" ga %s resultater.

source: You're currently not editing any settings.
ar_sa: أنت لا تقوم حاليًا بتحرير أي إعدادات.
nb_no: Du redigerer for øyeblikket ingen innstillinger.

source: You're currently editing %s setting(s).
ar_sa: أنت تقوم حاليا بتحرير إعداد (إعدادات) ٪s.
nb_no: Du redigerer for øyeblikket %s innstilling(er).

source: Category
ar_sa: فِئَةٌ
nb_no: Kategori

source: Run search
ar_sa: بدء البحث
nb_no: Start søk

source: Change History
ar_sa: تاريخ التكليف
nb_no: Endre historikk

source: Change History of %s
ar_sa: سجل التغييرات في ٪s
nb_no: Endringslogg for %s

source: No modified values for this setting, the default value is used.
ar_sa: لا توجد تغييرات لهذا الإعداد، يتم استخدام القيمة الافتراضية.
nb_no: Ingen endrede verdier for denne innstillingen, standardverdien brukes.

source: Review users setting value
ar_sa: مراجعة تغييرات المستخدم
nb_no: Gjennomgå brukerinnstillingsverdien

source: Users Value
ar_sa: تغيير المستخدم
nb_no: Brukerverdi

source: For
ar_sa: من أجل
nb_no: Til

source: Delete all user values.
ar_sa: تجاهل جميع تغييرات المستخدم.
nb_no: Slett alle brukerverdier.

source: No user value for this setting.
ar_sa: لا يوجد تغيير للمستخدم لهذا الإعداد.
nb_no: Ingen brukerverdi for denne innstillingen.

source: View a custom List of Settings
ar_sa: عرض قائمة إعدادات مخصصة
nb_no: Vis en egendefinert liste over innstillinger

source: View single Setting: %s
ar_sa: الإعداد: إظهار٪ s
nb_no: Vis enkelt Innstilling: %s

source: Go back to Deployment Details
ar_sa: ارجع إلى تفاصيل التكليف
nb_no: Gå tilbake til distribusjonsdetaljer

source: System Maintenance Management
ar_sa: إدارة صيانة النظام
nb_no: Systemvedlikeholdsstyring

source: Schedule New System Maintenance
ar_sa: جدولة صيانة النظام الجديد
nb_no: Planlegg nytt systemvedlikehold

source: Filter for System Maintenances
ar_sa: مرشح صيانة النظام
nb_no: Filter for systemvedlikehold

source: Filter for system maintenances
ar_sa: مرشح صيانة النظام
nb_no: Filter for systemvedlikehold

source: Schedule a system maintenance period for announcing the Agents and Customers the system is down for a time period.
ar_sa: جدولة نافذة صيانة النظام لتنبيه الوكلاء والعملاء إلى وقت التوقف.
nb_no: Planlegg en systemvedlikeholdsperiode for å kunngjøre agentene og kundene at systemet er nede i en tidsperiode.

source: Some time before this system maintenance starts the users will receive a notification on each screen announcing about this fact.
ar_sa: قبل صيانة النظام ببعض الوقت، سيرى المستخدمون إشعارًا على كل شاشة.
nb_no: En tid før dette systemvedlikeholdet starter vil brukerne motta et varsel på hver skjerm som kunngjør om dette.

source: Stop date
ar_sa: وقت الانتهاء
nb_no: Sluttdato

source: Delete System Maintenance
ar_sa: إزالة صيانة النظام
nb_no: Slett systemvedlikehold

source: Edit System Maintenance
ar_sa: تحرير صيانة النظام
nb_no: Rediger systemvedlikehold

source: Edit System Maintenance Information
ar_sa: تحرير معلومات صيانة النظام
nb_no: Rediger systemvedlikeholdsinformasjon

source: Date invalid!
ar_sa: التاريخ غير صالح!
nb_no: Ugyldig dato!

source: Login message
ar_sa: رسالة عند تسجيل الدخول
nb_no: Innloggingsmelding

source: This field must have less then 250 characters.
ar_sa: يجب أن يحتوي هذا الحقل على أقل من 250 حرفا.
nb_no: Dette feltet må ha mindre enn 250 tegn.

source: Show login message
ar_sa: إظهار رسالة تسجيل الدخول
nb_no: Vis innloggingsmelding

source: Notify message
ar_sa: نص تلميح
nb_no: Varselmelding

source: Manage Sessions
ar_sa: إدارة الجلسات
nb_no: Sesjons-administrasjon

source: All Sessions
ar_sa: جميع الجلسات
nb_no: Alle sesjoner

source: Agent Sessions
ar_sa: جلسات الوكلاء
nb_no: Saksbehandler-sesjoner

source: Customer Sessions
ar_sa: جلسات العملاء
nb_no: Kunde-sesjoner

source: Kill all Sessions, except for your own
ar_sa: إنهاء جميع الجلسات، باستثناء جلساتك
nb_no: Avslutt alle økter, bortsett fra dine egne

source: Template Management
ar_sa: إدارة القوالب
nb_no: Malbehandling

source: Add Template
ar_sa: إضافة قالب
nb_no: Legg til Mal

source: Edit Template
ar_sa: تحرير القالب
nb_no: Endre Mal

source: A template is a default text which helps your agents to write faster tickets, answers or forwards.
ar_sa: القالب هو نص قياسي يمكن أن يساعد وكلاؤك في إنشاء التذاكر أو الرد عليها أو إعادة توجيهها بشكل أسرع.
nb_no: En mal er en standardtekst som hjelper agentene dine til å skrive raskere saker, svar eller videresendinger.

source: Don't forget to add new templates to queues.
ar_sa: لا تنس تعيين قوالب جديدة لقوائم الانتظار.
nb_no: Ikke glem å legge til nye maler i køene.

source: Attachments
ar_sa: ملفات مرفقه
nb_no: Vedlegg

source: Delete this entry
ar_sa: حذف هذا الإدخال
nb_no: Slett denne posten

source: Do you really want to delete this template?
ar_sa: هل تريد حقًا حذف هذا النموذج؟
nb_no: Virkelig slette denne malen?

source: A standard template with this name already exists!
ar_sa: قالب قياسي بهذا الاسم موجود بالفعل!
nb_no: En standard mal med dette navnet finnes allerede!

source: To get the first 20 characters of the subject of the current/latest agent article (current for Answer and Forward, latest for Note template type). This tag is not supported for other template types.
ar_sa: يسترجع أول 20 حرفًا من موضوع مقالة الوكيل الحالية / الأخيرة (حاليًا بالنسبة لأنواع قوالب الرد وإعادة التوجيه، والأخير بالنسبة للملاحظات). العلامة غير مدعومة لأنواع القوالب الأخرى.
nb_no: For å få de første 20 tegnene i emnet for gjeldende/nyeste agentartikkel (gjeldende for Svar og Videresend, siste for Notat-maltype). Denne taggen støttes ikke for andre maltyper.

source: To get the first 5 lines of the body of the current/latest agent article (current for Answer and Forward, latest for Note template type). This tag is not supported for other template types.
ar_sa: استرداد أول 5 سطور من نص مقالة الوكيل الحالية / الأخيرة (الحالية لأنواع قوالب الرد وإعادة التوجيه، والأخير للملاحظات). العلامة غير مدعومة لأنواع القوالب الأخرى.
nb_no: For å få de første 5 linjene i brødteksten til gjeldende/nyeste agentartikkel (gjeldende for svar og videresend, siste for notatmaltype). Denne taggen støttes ikke for andre maltyper.

source: To get the first 20 characters of the subject of the current/latest article (current for Answer and Forward, latest for Note template type). This tag is not supported for other template types.
ar_sa: للحصول على أول 20 حرفًا من موضوع المقالة الحالية / الأخيرة (الحالية للإجابة وإعادة التوجيه، الأحدث لنوع قالب الملاحظات). هذه العلامة غير مدعومة لأنواع القوالب الأخرى.
nb_no: For å få de første 20 tegnene i emnet for gjeldende/nyeste artikkel (gjeldende for Svar og Videresend, siste for Notat-maltype). Denne taggen støttes ikke for andre maltyper.

source: To get the first 5 lines of the body of the current/latest article (current for Answer and Forward, latest for Note template type). This tag is not supported for other template types.
ar_sa: للحصول على أول 5 أسطر من نص المقالة الحالية / الأخيرة (الحالية للإجابة وإعادة التوجيه، الأحدث لنوع قالب الملاحظات). هذه العلامة غير مدعومة لأنواع القوالب الأخرى.
nb_no: For å få de første 5 linjene i brødteksten til gjeldende/nyeste artikkel (gjeldende for svar og videresend, siste for notatmaltype). Denne taggen støttes ikke for andre maltyper.

source: Create type templates only supports this smart tags
ar_sa: نماذج لإنشاء تدعم فقط هذه "العلامات الذكية"
nb_no: Opprett type maler støtter bare denne smarttaggene

source: Example template
ar_sa: مثال على القالب
nb_no: Eksempel på mal

source: The current ticket state is
ar_sa: حالة التذكرة الحالية هي
nb_no: Nåværende status på sak

source: Your email address is
ar_sa: عنوان بريدك الإلكتروني هو
nb_no: Din e-postadresse er

source: Manage Template-Attachment Relations
ar_sa: إدارة علاقات المرفقات بالقوالب
nb_no: Administrer relasjoner mellom mal og vedlegg

source: Toggle active for all
ar_sa: التبديل النشط للجميع
nb_no: Aktiver/Deaktiver alle

source: Link %s to selected %s
ar_sa: ربط ٪s ب٪s (محدد)
nb_no: Koble %s til valgt %s

source: Type Management
ar_sa: إدارة أنواع
nb_no: Administrasjon: Typer

source: Add Type
ar_sa: إضافة نوع
nb_no: Legg til sakstype

source: Edit Type
ar_sa: تحرير النوع
nb_no: Endre sakstype

source: Filter for Types
ar_sa: تصفية الأنواع
nb_no: Filter for typer

source: Filter for types
ar_sa: تصفية الأنواع
nb_no: Filter for typer

source: A type with this name already exists!
ar_sa: يوجد بالفعل نوع بهذا الاسم!
nb_no: En type med dette navnet finnes allerede!
