Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Deleting the mail account and its data. This may take a while...
ar_sa: سيتم حذف حساب البريد الإلكتروني والبيانات. قد يستغرق هذا بعض الوقت...
nb_no: Sletting av e-postkontoen og dens data. Dette kan ta en stund...

source: Do you really want to delete this notification language?
ar_sa: هل تريد بالتأكيد حذف لغة الإعلام هذه؟
nb_no: Vil du virkelig slette dette varslingsspråket?

source: Do you really want to delete this notification?
ar_sa: هل تريد حقا حذف هذا الإشعار؟
nb_no: Vil du virkelig slette dette varslet?

source: Do you really want to delete this key?
ar_sa: هل تريد حقا حذف هذا المفتاح؟
nb_no: Vil du virkelig slette denne nøkkelen?

source: There is a package upgrade process running, click here to see status information about the upgrade progress.
ar_sa: عملية تحديث الحزمة جارية حاليا. انقر هنا للحصول على معلومات الحالة.
nb_no: Det er en pakkeoppgraderingsprosess som kjører, klikk her for å se statusinformasjon om oppgraderingsfremdriften.

source: A package upgrade was recently finished. Click here to see the results.
ar_sa: تم الانتهاء مؤخرا من ترقية الحزمة. انقر هنا لمشاهدة النتائج.
nb_no: En pakkeoppgradering ble nylig fullført. Klikk her for å se resultatene.

source: No response from get package upgrade result.
ar_sa: لا توجد إستجابة من الحصول على نتيجة ترقية الحزمة.
nb_no: Ingen svar fra get-pakkeoppgraderingsresultatet.

source: Update all packages
ar_sa: تحديث كافة الحزم
nb_no: Oppdater alle pakker

source: Dismiss
ar_sa: رفض
nb_no: Forkast

source: Update All Packages
ar_sa: تحديث كافة الحزم
nb_no: Oppdater alle pakker

source: No response from package upgrade all.
ar_sa: لا يوجد إستجابة من ترقية الحزمة كلها.
nb_no: Ingen svar fra pakkeoppgradering av alle.

source: Currently not possible
ar_sa: غير ممكن حاليا
nb_no: Foreløpig ikke mulig

source: This is currently disabled because of an ongoing package upgrade.
ar_sa: تم تعطيل هذا حاليا بسبب ترقية الحزمة الجارية.
nb_no: Dette er for øyeblikket deaktivert på grunn av en pågående pakkeoppgradering.

source: This option is currently disabled because the OTOBO Daemon is not running.
ar_sa: هذا الخيار معطل حاليًا لأن OTOBO Daemon لا يعمل.
nb_no: Dette alternativet er for øyeblikket deaktivert fordi OTOBO Daemon ikke kjører.

source: Are you sure you want to update all installed packages?
ar_sa: هل تريد بالتأكيد تحديث كافة الحزم المثبتة؟
nb_no: Er du sikker på at du vil oppdatere alle installerte pakker?

source: No response from get package upgrade run status.
ar_sa: لا توجد إستجابة من الحصول على حالة تشغيل ترقية الحزمة.
nb_no: Ingen svar fra kjøringsstatus for get-pakkeoppgradering.

source: Delete this PostMasterFilter
ar_sa: حذف عامل تصفية PostMasterFilter هذا
nb_no: Slett dette PostMasterFilter

source: Deleting the postmaster filter and its data. This may take a while...
ar_sa: حذف عامل تصفية مسؤول البريد وبياناته. قد يستغرق هذا بعض الوقت...
nb_no: Sletter postmaster-filteret og dets data. Dette kan ta en stund...

source: Remove Entity from canvas
nb_no: Fjern entitet fra lerretet

source: No TransitionActions assigned.
ar_sa: لم يتم تعيين إجراءات انتقالية.
nb_no: Ingen overgangshandlinger tilordnet.

source: No dialogs assigned yet. Just pick an activity dialog from the list on the left and drag it here.
ar_sa: لم يتم تعيين مربعات حوار بعد. فقط أختر مربع حوار نشاط من القائمة الموجودة على اليسار واسحبه إلى هنا.
nb_no: Ingen dialogbokser er tildelt ennå. Bare velg en aktivitetsdialog fra listen til venstre og dra den hit.

source: This Activity cannot be deleted because it is the Start Activity.
ar_sa: لا يمكن حذف هذا النشاط لأنه نشاط البدء.
nb_no: Denne aktiviteten kan ikke slettes fordi det er startaktiviteten.

source: Remove the Transition from this Process
ar_sa: إزالة الانتقال من هذه العملية
nb_no: Fjern overgangen fra denne prosessen

source: As soon as you use this button or link, you will leave this screen and its current state will be saved automatically. Do you want to continue?
ar_sa: بمجرد إستخدام هذا الزر أو الارتباط، ستغادر هذه الشاشة وسيتم حفظ حالتها الحالية تلقائيا. هل تريد المتابعة؟
nb_no: Så snart du bruker denne knappen eller lenken, vil du forlate denne skjermen og dens nåværende tilstand lagres automatisk. Vil du fortsette?

source: Delete Entity
ar_sa: حذف الكيان
nb_no: Slett entitet

source: This Activity is already used in the Process. You cannot add it twice!
ar_sa: هذا النشاط مستخدم بالفعل في العملية. لا يمكنك إضافته مرتين!
nb_no: Denne aktiviteten er allerede i bruk i denne prosessen. Du kan ikke leggen den til for andre gang!

source: Error during AJAX communication
ar_sa: خطأ أثناء اتصال AJAX
nb_no: Feil under AJAX-kommunikasjon

source: An unconnected transition is already placed on the canvas. Please connect this transition first before placing another transition.
ar_sa: هناك انتقال غير متصل على سطح الرسم. الرجاء توصيل هذا الانتقال أولا قبل وضع عملية انتقال أخرى.
nb_no: En usammenhengende overgang er allerede plassert på lerretet. Koble til denne overgangen først før du plasserer en ny overgang.

source: This Transition is already used for this Activity. You cannot use it twice!
ar_sa: هذا الانتقال مستخدم بالفعل لهذا النشاط. لا يمكنك إستخدامه مرتين!
nb_no: Denne overgangen er allerede i bruk i denne aktiviteten. Du kan ikke leggen den til for andre gang!

source: This TransitionAction is already used in this Path. You cannot use it twice!
ar_sa: هذا الإجراء الانتقالي مستخدم بالفعل في هذا المسار. لا يمكنك إضافته مرة أخرى!
nb_no: Denne overgangshandlingen er allerede i bruk i denne addressen. Du kan ikke leggen den til for andre gang!

source: Hide EntityIDs
ar_sa: إخفاء EntityIDs
nb_no: Skjul enhets-ID-er

source: Edit Field Details
ar_sa: تحرير تفاصيل الحقل
nb_no: Endre feltdetaljer

source: Customer interface does not support articles not visible for customers.
ar_sa: لا تدعم واجهة العميل المقالات غير المرئية للعملاء.
nb_no: Kundegrensesnittet støtter ikke artikler som ikke er synlige for kunder.

source: Sorry, the only existing parameter can't be removed.
ar_sa: عذرا، لا يمكن إزالة المعلمة الوحيدة الموجودة.
nb_no: Beklager, den eneste eksisterende parameteren kan ikke fjernes.

source: Do you really want to delete this certificate?
ar_sa: هل تريد حقا حذف هذه الشهادة؟
nb_no: Vil du virkelig slette dette sertifikatet?

source: Sending Update...
ar_sa: جاري إرسال التحديث. . .
nb_no: Sender oppdatering...

source: Support Data information was successfully sent.
ar_sa: تم إرسال معلومات بيانات الدعم بنجاح.
nb_no: Informasjon om støttedata ble sendt.

source: Was not possible to send Support Data information.
ar_sa: لم يكن من الممكن إرسال معلومات بيانات الدعم.
nb_no: Var ikke mulig å sende støttedatainformasjon.

source: Update Result
ar_sa: نتيجة التحديث
nb_no: Oppdateringsresultat

source: Generating...
ar_sa: تم الإنشاء...
nb_no: Genererer....

source: It was not possible to generate the Support Bundle.
ar_sa: تعذر إنشاء حزمة الدعم.
nb_no: Det var ikke mulig å generere støttepakken.

source: Generate Result
ar_sa: نتيجة التوليد
nb_no: Generer resultat

source: Support Bundle
ar_sa: حزمة الدعم
nb_no: Støttepakke

source: The mail could not be sent
ar_sa: تعذر إرسال البريد الإلكتروني
nb_no: Posten kunne ikke sendes

source: It is not possible to set this entry to invalid. All affected configuration settings have to be changed beforehand.
ar_sa: لا يمكن إبطال هذا الإدخال حتى يتم تعديل كافة التكوينات المتأثرة وفقا لذلك.
nb_no: Det er ikke mulig å sette denne oppføringen til ugyldig. Alle berørte konfigurasjonsinnstillinger må endres på forhånd.

source: Cannot proceed
ar_sa: لا يمكن المتابعة
nb_no: Kan ikke fortsette

source: Update manually
ar_sa: التحديث يدويا
nb_no: Oppdater manuelt

source: You can either have the affected settings updated automatically to reflect the changes you just made or do it on your own by pressing 'update manually'.
ar_sa: يمكنك إما تحديث الإعدادات المتأثرة تلقائيا لتعكس التغييرات التي قمت بها للتو أو القيام بذلك بنفسك من خلال الضغط على "التحديث يدويا".
nb_no: Du kan enten oppdatere de berørte innstillingene automatisk for å gjenspeile endringene du nettopp har gjort, eller gjøre det på egen hånd ved å trykke "oppdater manuelt".

source: Save and update automatically
ar_sa: حفظ وتحديث تلقائي
nb_no: Lagre og oppdater automatisk

source: Don't save, update manually
ar_sa: عدم الحفظ، التحديث يدويا
nb_no: Ikke lagre, oppdater manuelt

source: The item you're currently viewing is part of a not-yet-deployed configuration setting, which makes it impossible to edit it in its current state. Please wait until the setting has been deployed. If you're unsure what to do next, please contact your system administrator.
ar_sa: الإدخال الذي تبحث عنه حاليا هو جزء من إعداد التكوين الذي لم يتم تنشيطه حتى الآن وبالتالي فهو غير قابل للتعديل حاليا. الرجاء الانتظار حتى يتم تشغيل الإعداد. إذا لم تكن متأكدا مما يجب عليك القيام به بعد ذلك، الرجاء الاتصال بمسؤول النظام.
nb_no: Elementet du ser på for øyeblikket er en del av en konfigurasjonsinnstilling som ennå ikke er distribuert, noe som gjør det umulig å redigere det i gjeldende tilstand. Vent til innstillingen er implementert. Hvis du er usikker på hva du skal gjøre videre, vennligst kontakt systemadministratoren din.

source: Loading...
ar_sa: جاري التحميل...
nb_no: Laster...

source: Search the System Configuration
ar_sa: البحث في تكوين النظام
nb_no: Søk i systemkonfigurasjonen

source: Please enter at least one search word to find anything.
ar_sa: الرجاء إدخال مصطلح بحث واحد على الأقل.
nb_no: Skriv inn minst ett søkeord for å finne noe.

source: Unfortunately deploying is currently not possible, maybe because another agent is already deploying. Please try again later.
ar_sa: للأسف، النشر غير ممكن حاليًا، ربما بسبب نشر وكيل آخر بالفعل. الرجاء معاودة المحاولة في وقت لاحق.
nb_no: Dessverre er distribusjon for øyeblikket ikke mulig, kanskje fordi en annen agent allerede distribuerer. Prøv igjen senere.

source: Deploy
ar_sa: نشر
nb_no: Utplassere

source: The deployment is already running.
ar_sa: النشر قيد التشغيل بالفعل.
nb_no: Utrullingen kjører allerede.

source: Deployment successful. You're being redirected...
ar_sa: تم النشر بنجاح. تتم إعادة توجيهك ...
nb_no: Implementeringen var vellykket. Du blir omdirigert...

source: There was an error. Please save all settings you are editing and check the logs for more information.
ar_sa: حدث خطأ. الرجاء حفظ كافة الإعدادات التي تقوم بتحريرها حاليا والتحقق من السجلات للحصول على مزيد من المعلومات.
nb_no: Det var en feil. Vennligst lagre alle innstillingene du redigerer og sjekk loggene for mer informasjon.

source: Reset option is required!
ar_sa: خيار إعادة التعيين مطلوب!
nb_no: Tilbakestillingsalternativ er nødvendig!

source: By restoring this deployment all settings will be reverted to the value they had at the time of the deployment. Do you really want to continue?
ar_sa: باستعادة هذا النشر، سيتم إرجاع كافة الإعدادات إلى القيمة التي كانت موجودة في وقت النشر. هل تريد حقا المتابعة؟
nb_no: Ved å gjenopprette denne distribusjonen vil alle innstillinger bli tilbakestilt til verdien de hadde på tidspunktet for distribusjonen. Vil du virkelig fortsette?

source: Keys with values can't be renamed. Please remove this key/value pair instead and re-add it afterwards.
ar_sa: لا يمكن إعادة تسمية المفتاح الذي يحتوي على قيم. الرجاء إزالة زوج المفتاح/القيمة هذا وإضافته مرة أخرى.
nb_no: Nøkler med verdier kan ikke gis nytt navn. Vennligst fjern dette nøkkel/verdi-paret i stedet og legg det til på nytt etterpå.

source: Unlock setting.
ar_sa: إلغاء تأمين الإعداد.
nb_no: Lås opp innstilling.

source: Are you sure you want to remove all user values?
ar_sa: هل أنت متأكد أنك تريد تجاهل كافة تغييرات المستخدم؟
nb_no: Er du sikker på at du vil fjerne alle brukerverdier?

source: Do you really want to delete this scheduled system maintenance?
ar_sa: هل تريد حقًا حذف صيانة النظام المجدولة؟
nb_no: Vil du virkelig slette dette planlagte systemvedlikeholdet?

source: Delete this Template
ar_sa: حذف هذا القالب
nb_no: Slett denne malen

source: Deleting the template and its data. This may take a while...
ar_sa: حذف القالب وبياناته. قد يستغرق هذا بعض الوقت...
nb_no: Sletting av malen og dens data. Dette kan ta en stund...

source: Jump
ar_sa: تخطي
nb_no: Hopp

source: Timeline Month
ar_sa: شهر المخطط الزمني
nb_no: Tidslinjemåned

source: Timeline Week
ar_sa: أسبوع المخطط الزمني
nb_no: Tidslinje uke

source: Timeline Day
ar_sa: يوم المخطط الزمني
nb_no: Tidslinjedag

source: Previous
ar_sa: رجوع
nb_no: Forrige

source: Resources
ar_sa: موارد
nb_no: Ressurser

source: Su
ar_sa: الأَحَدِ
nb_no: sø

source: Mo
ar_sa: الاثْنَيْنِ
nb_no: ma

source: Tu
ar_sa: الثُّلاَثَاءِ
nb_no: ti

source: We
ar_sa: َالأَرْبِعَاءِ
nb_no: on

source: Th
ar_sa: الْخَمِيسِ
nb_no: to

source: Sa
ar_sa: السَّبْتِ
nb_no: lø

source: This is a repeating appointment
ar_sa: هذا موعد متكرر
nb_no: Dette er en gjentagende avtale

source: Would you like to edit just this occurrence or all occurrences?
ar_sa: هل تريد تعديل هذا الموعد فقط أم كافة المواعيد؟
nb_no: Ønsker du kun å redigere denne avtalen eller alle forekomstene?

source: All occurrences
ar_sa: كل التكرارات
nb_no: Alle forekomster

source: Just this occurrence
ar_sa: هذا الحدث فقط
nb_no: Bare denne avtalen

source: Too many active calendars
ar_sa: عدد كبير جدا من التقويمات النشطة
nb_no: For mange aktive kalendere

source: Please either turn some off first or increase the limit in configuration.
ar_sa: يرجى إما إيقاف تشغيل البعض أولا أو زيادة الحد الأقصى في التكوين.
nb_no: Slå enten av noen først eller øk grensen i konfigurasjonen.

source: Restore default settings
ar_sa: استعادة الإعدادات الافتراضية
nb_no: Gjenopprett standardinnstillinger

source: Are you sure you want to delete this appointment? This operation cannot be undone.
ar_sa: هل تريد بالتأكيد حذف هذا التاريخ؟ ولا يمكن عكس هذا التغيير.
nb_no: Er du sikker på at du vil slette denne avtalen? Denne operasjonen kan ikke angres.

source: First select a customer user, then select a customer ID to assign to this ticket.
ar_sa: حدد أولاً مستخدم العميل. يمكنك بعد ذلك تخصيص التذكرة لرقم عميل.
nb_no: Velg først en kundebruker, og velg deretter en kunde-ID som skal tilordnes denne saken.

source: Duplicated entry
ar_sa: إدخال مكرر
nb_no: Doble innlegg

source: It is going to be deleted from the field, please try again.
ar_sa: سيتم حذفه من الحقل، الرجاء المحاولة مرة أخرى.
nb_no: Den kommer til å bli slettet fra feltet, prøv igjen.

source: Please enter at least one search value or * to find anything.
ar_sa: الرجاء إدخال مصطلح بحث واحد على الأقل أو * للبحث عن كل شيء.
nb_no: Vennligst oppgi minst en søkeverdi eller * for å finne noe.

source: Information about the OTOBO Daemon
ar_sa: معلومات حول OTOBO Daemon
nb_no: Informasjon om OTOBO Agenten

source: Please check the fields marked as red for valid inputs.
ar_sa: الرجاء التحقق من الحقول التي تم وضع علامة عليها بالأحمر من أجل إدخالات صالحة.
nb_no: Vennligst sjekk feltene merket som røde for gyldige inndata.

source: month
ar_sa: شهر
nb_no: måned

source: Remove active filters for this widget.
ar_sa: قم بإزالة الفلاتر النشطة لهذه الأداة.
nb_no: Fjern aktive filtre for denne widgeten.

source: This dynamic field database value is already selected.
ar_sa: تم بالفعل تحديد هذا الحقل الديناميكي من نوع قاعدة البيانات.
nb_no: Denne dynamiske feltdatabaseverdien er allerede valgt.

source: Please wait...
ar_sa: الرجاء الانتظار...
nb_no: Vennligst vent...

source: Searching for linkable objects. This may take a while...
ar_sa: البحث عن الكائنات ذات الصلة. قد يستغرق هذا بعض الوقت...
nb_no: Søker etter koblingsbare objekter. Dette kan ta en stund...

source: Do you really want to delete this link?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا الرابط؟
nb_no: Vil du virkelig slette denne linken?

source: Are you using a browser plugin like AdBlock or AdBlockPlus? This can cause several issues and we highly recommend you to add an exception for this domain.
ar_sa: هل تستخدم ملحق مستعرض مثل AdBlock أو AdBlockPlus؟ قد يتسبب ذلك في حدوث العديد من المشكلات ونحن نوصيك بشدة بإضافة إستثناء لهذا المجال.
nb_no: Bruker du en nettleserplugin som AdBlock eller AdBlockPlus? Dette kan forårsake flere problemer, og vi anbefaler deg på det sterkeste å legge til et unntak for dette domenet.

source: Do not show this warning again.
ar_sa: لا تظهر هذا التحذير مرة أخرى.
nb_no: Ikke vis denne advarselen igjen.

source: Sorry, but you can't disable all methods for notifications marked as mandatory.
ar_sa: عذرا، ولكن لا يمكنك تعطيل جميع طرق الإشعارات التي تم وضع علامة عليها على أنها إلزامية.
nb_no: Beklager, men du kan ikke deaktivere alle metoder for varsler merket som obligatoriske.

source: Sorry, but you can't disable all methods for this notification.
ar_sa: عذرا، ولكن لا يمكنك تعطيل كافة الأساليب الخاصة بهذا الإخطار.
nb_no: Beklager, men du kan ikke deaktivere alle metodene for dette varselet.

source: Please note that at least one of the settings you have changed requires a page reload. Click here to reload the current screen.
ar_sa: الرجاء ملاحظة أن واحدا على الأقل من الإعدادات التي قمت بتغييرها يتطلب إعادة تحميل صفحة. انقر هنا لإعادة تحميل الشاشة الحالية.
nb_no: Vær oppmerksom på at minst én av innstillingene du har endret krever at siden lastes på nytt. Klikk her for å laste den gjeldende skjermen på nytt.

source: An unknown error occurred. Please contact the administrator.
ar_sa: حدث خطأ غير معروف. الرجاء الاتصال بالمسؤول.
nb_no: En ukjent feil oppstod. Vennligst kontakt administratoren.

source: Switch to desktop mode
ar_sa: التبديل إلى وضع سطح المكتب
nb_no: Bytt til skrivebordsmodus

source: Please remove the following words from your search as they cannot be searched for:
ar_sa: الرجاء إزالة الكلمات التالية من البحث حيث لا يمكن البحث عنها:
nb_no: Vennligst fjern følgende ord fra søket ettersom de ikke kan søkes etter:

source: Generate
ar_sa: إنشاء
nb_no: generere

source: This element has children elements and can currently not be removed.
ar_sa: يحتوي هذا العنصر على عناصر فرعية ولا يمكن إزالته حاليًا.
nb_no: Dette elementet har underordnede elementer og kan for øyeblikket ikke fjernes.

source: Do you really want to delete this statistic?
ar_sa: هل تريد حقًا حذف هذه الإحصائية؟
nb_no: Vil du virkelig slette denne statistikken?

source: Do you really want to delete this report?
ar_sa: هل تريد حقا حذف هذا التقرير؟
nb_no: Vil du virkelig slette denne rapporten?

source: Select a customer ID to assign to this ticket
ar_sa: حدد رقم العميل الذي تريد تعيينه لهذه التذكرة
nb_no: Velg en kunde-ID som skal tilordnes denne saken

source: Do you really want to continue?
ar_sa: هل تريد حقا المتابعة؟
nb_no: Vil du virkelig fortsette?

source: ...and %s more
ar_sa: ... و ‎%s أكثر
nb_no: ...og %s til

source: ...show less
ar_sa: ... أظهر أقل
nb_no: ...Vis mindre

source: Add new draft
ar_sa: إضافة مسودة جديدة
nb_no: Legg til nytt utkast

source: Delete draft
ar_sa: حذف المسودة
nb_no: Slett utkast

source: There are no more drafts available.
ar_sa: لا تتوفر أي مسودات أخرى.
nb_no: Det er ikke flere utkast tilgjengelig.

source: It was not possible to delete this draft.
ar_sa: لم يكن من الممكن حذف المسودة.
nb_no: Det var ikke mulig å slette dette utkastet.

source: Article filter
ar_sa: عامل تصفية المقالة
nb_no: Innleggsfilter

source: Apply
ar_sa: تطبيق
nb_no: Lagre

source: Event Type Filter
ar_sa: عامل تصفية نوع الحدث
nb_no: Hendelsestypefilter

source: Slide the navigation bar
ar_sa: تحريك شريط التنقل
nb_no: Skyv navigasjonslinjen

source: Please turn off Compatibility Mode in Internet Explorer!
ar_sa: الرجاء إيقاف تشغيل وضع التوافق في Internet Explorer!
nb_no: Slå av kompatibilitetsmodus i Internet Explorer!

source: Switch to mobile mode
ar_sa: التبديل إلى وضع الهاتف الجوال
nb_no: Bytt til mobilmodus

source: Error: Browser Check failed!
ar_sa: خطأ: فشل فحص المتصفح!
nb_no: Feil: Nettlesersjekk mislyktes!

source: Reload page
ar_sa: إعادة تحميل الصفحة
nb_no: Last inn siden på nytt

source: Reload page (%ss)
ar_sa: إعادة تحميل الصفحة (‎%ss)
nb_no: Last inn siden på nytt (%ss)

source: Namespace %s could not be initialized, because %s could not be found.
ar_sa: تعذر تهيئة مساحة الاسم ‏%s، نظرا لتعذر العثور على ‎%s.
nb_no: Navneområdet %s kunne ikke initialiseres, fordi %s ikke ble funnet.

source: An error occurred! Please check the browser error log for more details!
ar_sa: حدث خطأ! يرجى التحقق من سجل أخطاء المتصفح لمزيد من التفاصيل!
nb_no: En feil oppstod! Vennligst sjekk nettleserens feillogg for mer informasjon!

source: One or more errors occurred!
ar_sa: حدث خطأ واحد أو أكثر!
nb_no: En eller flere feil har oppstått!

source: Mail check successful.
ar_sa: تم التحقق من البريد بنجاح.
nb_no: E-postsjekk fullført.

source: Error in the mail settings. Please correct and try again.
ar_sa: خطأ في إعدادات البريد. يرجى التصحيح والمحاولة مرة أخرى.
nb_no: Feil i e-postoppsettet. Korriger og prøv igjen.

source: Open this node in a new window
ar_sa: افتح هذه العقدة في نافذة جديدة
nb_no: Åpne denne noden i et nytt vindu

source: Please add values for all keys before saving the setting.
ar_sa: الرجاء إضافة قيم لكل المفاتيح قبل حفظ الإعداد.
nb_no: Legg til verdier for alle nøkler før du lagrer innstillingen.

source: The key must not be empty.
ar_sa: يجب ألا يكون المفتاح فارغًا.
nb_no: Nøkkelen må ikke være tom.

source: A key with this name ('%s') already exists.
ar_sa: يوجد مفتاح بهذا الاسم ('‎%s') بالفعل.
nb_no: En nøkkel med dette navnet ('%s') finnes allerede.

source: Do you really want to revert this setting to its historical value?
ar_sa: هل أنت متأكد أنك تريد إعادة تعيين هذا الإعداد إلى قيمته الأصلية؟
nb_no: Vil du virkelig tilbakestille denne innstillingen til dens historiske verdi?

source: Open date selection
ar_sa: فتح تحديد التاريخ
nb_no: Åpne datovelger

source: Invalid date (need a future date)!
ar_sa: تاريخ غير صالح (التاريخ مطلوب في المستقبل)!
nb_no: Ugyldig dato (må være i fremtiden)!

source: Invalid date (need a past date)!
ar_sa: تاريخ غير صالح (التاريخ المطلوب في الماضي)!
nb_no: Ugyldig dato (må være tilbake i tid)!

source: Not available
ar_sa: غير متوفر
nb_no: Ikke tilgjengelig

source: and %s more...
ar_sa: و ‎%s أكثر...
nb_no: og %s til...

source: Show current selection
ar_sa: إظهار التحديد الحالي
nb_no: Vis gjeldende utvalg

source: Current selection
ar_sa: التحديد الحالي
nb_no: Gjeldende utvalg

source: Clear all
ar_sa: مسح الكل
nb_no: Tøm alle

source: Filters
ar_sa: عوامل التصفية
nb_no: Filtre

source: Clear search
ar_sa: مسح البحث
nb_no: Tilbakestil søk

source: If you now leave this page, all open popup windows will be closed, too!
ar_sa: إذا غادرت هذه الصفحة الآن، سيتم إغلاق جميع النوافذ المنبثقة المفتوحة أيضا!
nb_no: Hvis du forlater denne siden vil også alle åpne sprettopp-vinduer bli lukket!

source: A popup of this screen is already open. Do you want to close it and load this one instead?
ar_sa: النافذة المنبثقة مفتوحة بالفعل على هذه الشاشة. هل تريد إغلاقه وفتحه بدلا من ذلك؟
nb_no: En sprettoppvindu med denne skjermen er allerede åpen. Vil du stenge vinduet og laste det inn her i stedet?

source: Could not open popup window. Please disable any popup blockers for this application.
ar_sa: تعذر فتح النوافذ المنبثقة. الرجاء تعطيل كافة برامج حظر النافذة المنبثقة لهذا التطبيق.
nb_no: Kunne ikke åpne sprettoppvindu. Vennligst slå av eventuelle blokkefunksjoner i nettleseren for dette nettstedet.

source: Ascending sort applied,
ar_sa: ترتيب تصاعدي مطبق،
nb_no: Stigende sortering brukt,

source: Descending sort applied,
ar_sa: تطبيق الفرز تنازلي ،
nb_no: Synkende sortering er brukt,

source: No sort applied,
ar_sa: لم يتم تطبيق أي فرز،
nb_no: Ingen sortering brukt,

source: sorting is disabled
ar_sa: الفرز معطل
nb_no: sortering er deaktivert

source: activate to apply an ascending sort
ar_sa: تنشيط لتطبيق فرز تصاعدي
nb_no: aktiver for å bruke en stigende sortering

source: activate to apply a descending sort
ar_sa: تنشيط لتطبيق فرز تنازلي
nb_no: aktiver for å bruke en synkende sortering
