Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: List of all configured events
ar_sa: قائمة بجميع الأحداث التي تم تكوينها
nb_no: Liste over alle konfigurerte hendelser

source: Delete this event
ar_sa: حذف هذا الحدث
nb_no: Fjern denne hendelsen

source: Additionally or alternatively to a periodic execution, you can define ticket events that will trigger this job.
ar_sa: بالإضافة إلى التنفيذ الدوري أو كبديل له، يمكنك تحديد أحداث التذاكر التي ستؤدي إلى تشغيل هذه المهمة.
nb_no: I tillegg til eller alternativt til en periodisk utførelse, kan du definere sakshendelser som vil utløse denne jobben.

source: If a ticket event is fired, the ticket filter will be applied to check if the ticket matches. Only then the job is run on that ticket.
ar_sa: إذا تم تشغيل حدث تذكرة، فسيتحقق فلتر التذاكر أولا مما إذا كانت التذكرة المعنية متأثرة أم لا. عندها فقط سيتم تنفيذ الطلب لهذه التذكرة، إذا لزم الأمر.
nb_no: Hvis en sakshendelse utløses, vil saksfilteret bli brukt for å sjekke om saken stemmer. Først da kjøres jobben på den saken.

source: Do you really want to delete this event trigger?
ar_sa: هل تريد حقًا حذف مشغل هذا الحدث؟
nb_no: Vil du virkelig slette denne hendelsesutløseren?

source: Add Event Trigger
ar_sa: إضافة مشغل الحدث
nb_no: Legg til hendelse utløser

source: To add a new event select the event object and event name
ar_sa: حدد كائن الحدث واسمه لإضافة حدث جديد
nb_no: For å legge til en ny hendelse, velg hendelsesobjektet og hendelsesnavnet

source: Select Tickets
ar_sa: حدد التذاكر
nb_no: Velg saker

source: (e. g. 10*5155 or 105658*)
ar_sa: (على سبيل المثال 10 * 5155 أو 105658 *)
nb_no: f.eks. 10*5144 eller 105658*

source: (e. g. 234321)
ar_sa: (مثال: 234321)
nb_no: f.eks. 234321

source: Customer user ID
ar_sa: رقم مستخدم العميل
nb_no: Kundens bruker-ID

source: (e. g. U5150)
ar_sa: (مثل U5150)
nb_no: f.eks. U5150

source: Fulltext-search in article (e. g. "Mar*in" or "Baue*").
ar_sa: البحث عن النص الكامل في المقالات (مثل "Mar*in" أو "Baue*").
nb_no: Fulltekst-søk i innlegg (f.eks. "Mar*in" eller "Baue*").

source: To
ar_sa: إلى
nb_no: Default;Tilbakestill

source: Cc
nb_no: Kopi

source: Service
ar_sa: خِدْمة
nb_no: Tjeneste

source: Service Level Agreement
ar_sa: اتفاقية مستوى الخدمة
nb_no: Tjenestenivåavtale

source: Queue
ar_sa: قائمة البطاقات
nb_no: Kø

source: State
ar_sa: الحالة
nb_no: Status

source: Agent
ar_sa: عَامِلٌ
nb_no: Saksbehandler

source: Owner
ar_sa: المالك
nb_no: Eier

source: Responsible
ar_sa: مسؤوليات
nb_no: Ansvarlig

source: Ticket lock
ar_sa: قفل التذاكر
nb_no: Sakslås

source: Dynamic fields
ar_sa: الحقول الديناميكية
nb_no: Dynamiske felter

source: Add dynamic field
ar_sa: إضافة حقل ديناميكي
nb_no: Legg til dynamisk felt

source: Create times
ar_sa: أوقات الإنشاء
nb_no: Opprettelsestidspunkt

source: No create time settings.
ar_sa: لا توجد إعدادات وقت الإنشاء.
nb_no: Ingen opprettelsestidspunkt innstillinger.

source: Ticket created
ar_sa: تم إنشاء التذكرة
nb_no: Sak opprettet

source: Ticket created between
ar_sa: تم إنشاء التذكرة بين
nb_no: Sak opprettet mellom

source: and
ar_sa: و
nb_no: og

source: Last changed times
ar_sa: آخر مرة تم تغييرها
nb_no: Sist endrede tider

source: No last changed time settings.
ar_sa: لا توجد إعدادات لآخر تعديل.
nb_no: Ingen siste endrede tidsinnstillinger.

source: Ticket last changed
ar_sa: آخر تعديل للتذكرة
nb_no: Saken ble sist endret

source: Ticket last changed between
ar_sa: آخر تعديل للتذكرة بين
nb_no: Sak sist byttet mellom

source: Change times
ar_sa: تغيير الأوقات
nb_no: Bytt tider

source: No change time settings.
ar_sa: لا تغيير إعدادات الوقت.
nb_no: Ingen endringstidspunkt innstillinger.

source: Ticket changed
ar_sa: تم تغيير التذكرة
nb_no: Sak endret

source: Ticket changed between
ar_sa: تم تغيير التذكرة بين
nb_no: Sak endret mellom

source: Last close times
ar_sa: آخر أوقات الإغلاق
nb_no: Siste lukkede tider

source: No last close time settings.
ar_sa: لا توجد إعدادات وقت الإغلاق الأخير.
nb_no: Ingen siste innstillinger for lukket tid.

source: Ticket last close
ar_sa: آخر إغلاق للتذكرة
nb_no: Sak sist lukket

source: Ticket last close between
ar_sa: آخر تذكرة تم إغلاقها بين
nb_no: Sak sist lukket mellom

source: Close times
ar_sa: أوقات الإغلاق
nb_no: Stengningstidspunkt

source: No close time settings.
ar_sa: لا توجد إعدادات وقت الإغلاق.
nb_no: Ingen stengetid-innstilling.

source: Ticket closed
ar_sa: تم إغلاق التذكرة
nb_no: Sak låst

source: Ticket closed between
ar_sa: تم إغلاق التذكرة بين
nb_no: Sak låst mellom

source: Pending times
ar_sa: أوقات التذكير
nb_no: Ventetider

source: No pending time settings.
ar_sa: لا توجد إعدادات وقت التذكير.
nb_no: Ingen innstillinger for ventetid.

source: Ticket pending time reached
ar_sa: تم الوصول إلى وقت تذكير التذكرة
nb_no: Ventetiden er nådd

source: Ticket pending time reached between
ar_sa: وقت تذكير التذكرة الذي تم الوصول إليه بين
nb_no: Ventetiden er nådd mellom

source: Escalation times
ar_sa: أوقات التصعيد
nb_no: Eskaleringstid

source: No escalation time settings.
ar_sa: لا توجد إعدادات وقت التصعيد.
nb_no: Ingen eskaleringsinnstillinger.

source: Ticket escalation time reached
ar_sa: تم الوصول إلى وقت تصعيد التذاكر
nb_no: Sakens eskaleringstid nådd

source: Ticket escalation time reached between
ar_sa: تم الوصول إلى وقت تصعيد التذاكر بين
nb_no: Sakens eskaleringstid nådd mellom

source: Escalation - first response time
ar_sa: التصعيد - حان وقت رد الفعل الأول
nb_no: Eskalering - første responstid

source: Ticket first response time reached
ar_sa: تم الوصول إلى وقت استجابة التذكرة
nb_no: Sakens første responstid nådd

source: Ticket first response time reached between
ar_sa: وقت استجابة التذكرة الذي تم الوصول إليه بين
nb_no: Sakens første responstid nådd mellom

source: Escalation - update time
ar_sa: التصعيد - وقت التحديث
nb_no: Eskalering - oppdateringtidspunkt

source: Ticket update time reached
ar_sa: تم الوصول إلى وقت تحديث التذاكر
nb_no: Sakens oppdateringtidspunkt nådd

source: Ticket update time reached between
ar_sa: وقت تحديث التذاكر الذي تم الوصول إليه بين
nb_no: Sakens oppdateringstid nådd mellom

source: Escalation - solution time
ar_sa: التصعيد - وقت الحل
nb_no: Eskalering - løsnings-tid

source: Ticket solution time reached
ar_sa: تم الوصول إلى وقت حل التذاكر
nb_no: Sakens løsnings-tid nådd

source: Ticket solution time reached between
ar_sa: وقت حل التذكرة الذي تم الوصول إليه بين
nb_no: Sakens løsnings-tid nådd mellom

source: Archive search option
ar_sa: البحث في الأرشيف
nb_no: Valg for arkivert søk

source: Update/Add Ticket Attributes
ar_sa: تحديث / إضافة سمات التذكرة
nb_no: Oppdater/legg til saksattributter

source: Set new service
ar_sa: تعيين خدمة جديدة
nb_no: Sett ny tjeneste

source: Set new Service Level Agreement
ar_sa: إنشاء اتفاقية مستوى خدمة جديدة
nb_no: Sett ny Tjenestenivåavtale

source: Set new priority
ar_sa: تعيين أولوية جديدة
nb_no: Sett ny prioritet

source: Set new queue
ar_sa: تعيين قائمة انتظار جديدة
nb_no: Sett ny kø

source: Set new state
ar_sa: تعيين حالة جديدة
nb_no: Sett ny status

source: Pending date
ar_sa: انتظر حتى
nb_no: Sett på vent til

source: Set new agent
ar_sa: تعيين وكيل جديد
nb_no: Sett ny saksbehandler

source: new owner
ar_sa: مالك جديد
nb_no: ny eier

source: new responsible
ar_sa: مسؤول جديد
nb_no: ny ansvarlig

source: Set new ticket lock
ar_sa: تعيين قفل تذكرة جديد
nb_no: Sett ny sakslås

source: New customer user ID
ar_sa: رقم مستخدم العميل الجديد
nb_no: Ny kunde-ID

source: New customer ID
ar_sa: رقم عميل جديد
nb_no: Ny Kunde-ID

source: New title
ar_sa: عنوان جديد
nb_no: Nytt emne

source: New type
ar_sa: نوع جديد
nb_no: Ny type

source: Archive selected tickets
ar_sa: أرشفة التذاكر المختارة
nb_no: Arkiver valgte saker

source: Add Note
ar_sa: إضافة ملاحظة
nb_no: Legg til notis

source: Visible for customer
ar_sa: مرئي للعملاء
nb_no: Synlig for kunden

source: Time units
ar_sa: وحدات زمنية
nb_no: Tidsenheter

source: Execute Ticket Commands
ar_sa: تنفيذ أوامر التذكرة
nb_no: Utfør sakskommandoer

source: Send agent/customer notifications on changes
ar_sa: إرسال إشعار وكيل / عميل بالتغييرات
nb_no: Send en saksbehandler-/kunde-varsling ved endringer

source: CMD
nb_no: Kommando

source: This command will be executed. ARG[0] will be the ticket number. ARG[1] the ticket id.
ar_sa: يتم تشغيل هذا الأمر مع رقم التذكرة كوسيطة أولى ومعرف التذكرة كوسيطة ثانية.
nb_no: Denne kommandoen vil bli kjørt. ARG[0] vil være saksnummer. ARG[1] saks-id.

source: Delete tickets
ar_sa: حذف التذاكر
nb_no: Slett saker

source: Warning: All affected tickets will be removed from the database and cannot be restored!
ar_sa: تحذير: سيتم حذف جميع التذاكر المتأثرة من قاعدة البيانات ولا يمكن استعادتها!
nb_no: ADVARSEL: Alle saker som blir funnet av denne jobben vil bli slettet og kan ikke gjenopprettes!

source: Execute Custom Module
ar_sa: تنفيذ الوحدة النمطية المخصصة
nb_no: Kjør tilpasset modul

source: Param %s key
ar_sa: مفتاح Param٪ s
nb_no: Nøkkel for Parameter %s

source: Param %s value
ar_sa: قيمة المعلمة ٪s
nb_no: Verdi for Parameter %s

source: Results
ar_sa: النتيجة
nb_no: Resultat

source: %s Tickets affected! What do you want to do?
ar_sa: تأثرت التذاكر بنسبة ٪s! ماذا تريد أن تفعل؟
nb_no: %s saker blir påvirket! Hva vil du gjøre?

source: Warning: You used the DELETE option. All deleted tickets will be lost!
ar_sa: تحذير: أنت تستخدم خيار الحذف. ستفقد جميع التذاكر المحذوفة!
nb_no: ADVARSEL: Du brukte SLETTE-valget. Alle saker som slettes blir borte for godt!

source: Warning: There are %s tickets affected but only %s may be modified during one job execution!
ar_sa: تحذير:٪ s تذاكر متأثرة، ولكن يمكن تغيير ٪s فقط أثناء تنفيذ الأمر!
nb_no: Advarsel: Det er %s saker berørt, men bare %s kan endres i løpet av én jobbutførelse!

source: Affected Tickets
ar_sa: التذاكر المتأثرة
nb_no: Antall saker påvirket

source: Age
ar_sa: عمر البطاقة
nb_no: Alder

source: GenericInterface Web Service Management
ar_sa: GenericInterface - إدارة خدمة الويب
nb_no: Administrasjon: Generiske webtjenester

source: Web Service Management
ar_sa: إدارة خدمة الويب
nb_no: Nettjenestehåndtering

source: Debugger
ar_sa: مُصَحِّحٌ
nb_no: Feilsøker

source: Go back to web service
ar_sa: العودة إلى خدمة الويب
nb_no: Gå tilbake til web tjeneste

source: Clear
nb_no: Tøm

source: Do you really want to clear the debug log of this web service?
ar_sa: هل أنت متأكد من أنك تريد حذف سجل تصحيح الأخطاء لخدمة الويب هذه؟
nb_no: Vil du virkelig tømme feilsøkerloggen for denne web tjenesten?

source: Request List
ar_sa: قائمة الاستفسارات
nb_no: Forespørselsliste

source: Time
ar_sa: الوقت
nb_no: Range;Historisk

source: Communication ID
ar_sa: مُعرِّف الاتصال
nb_no: Kommunikasjons-ID

source: Remote IP
nb_no: Fjernstyrt IP

source: Loading
ar_sa: تحميل
nb_no: Laster

source: Select a single request to see its details.
ar_sa: حدد استفسار لمعرفة تفاصيله.
nb_no: Velg en enkelt forespørsel for å se detaljene.

source: Filter by type
ar_sa: تصفية حسب النوع
nb_no: Filtrer ut fra type

source: Filter from
ar_sa: تصفية من
nb_no: Filtrer fra

source: Filter to
ar_sa: تصفية إلى
nb_no: Filtrer til

source: Filter by remote IP
ar_sa: تصفية بواسطة IP البعيد
nb_no: Filtrer ut fra ekstern IP

source: Limit
ar_sa: حَدّ
nb_no: Grense

source: Refresh
ar_sa: تَحْدِيثٌ
nb_no: Oppdater

source: Add ErrorHandling
ar_sa: إضافة معالجة الأخطاء
nb_no: Legg til feilhåndtering

source: Edit ErrorHandling
ar_sa: تحرير معالجة الأخطاء
nb_no: Rediger feilhåndtering

source: Do you really want to delete this error handling module?
ar_sa: هل تريد حقًا حذف وحدة معالجة الأخطاء هذه؟
nb_no: Vil du virkelig slette denne feilhåndteringsmodulen?

source: All configuration data will be lost.
ar_sa: سيتم فقدان جميع بيانات التكوين.
nb_no: Alle konfigurasjons-data vil gå tapt.

source: General options
ar_sa: خيارات عامة
nb_no: Generelle alternativer

source: The name can be used to distinguish different error handling configurations.
ar_sa: يمكن استخدام الاسم للتمييز بين تكوينات معالجة الأخطاء المختلفة.
nb_no: Navnet kan brukes til å skille forskjellige feilhåndteringskonfigurasjoner.

source: Please provide a unique name for this web service.
ar_sa: الرجاء إدخال اسم فريد لخدمة الويب هذه.
nb_no: Vennligst velg et unikt navn for denne webtjenesten.

source: Error handling module backend
ar_sa: معالجة الأخطاء الخلفية
nb_no: Backend for feilhåndteringsmodul

source: This OTOBO error handling backend module will be called internally to process the error handling mechanism.
ar_sa: يتم استدعاء الواجهة الخلفية لمعالجة الأخطاء OTOBO داخليا لإجراء معالجة الأخطاء.
nb_no: Denne OTOBO-feilhåndteringsmodulen vil bli kalt internt for å behandle feilhåndteringsmekanismen.

source: Processing options
ar_sa: خيارات المعالجة
nb_no: Behandlingsalternativer

source: Configure filters to control error handling module execution.
ar_sa: تكوين عوامل التصفية للتحكم في تنفيذ الوحدة النمطية لمعالجة الأخطاء.
nb_no: Konfigurer filtre for å kontrollere utførelse av feilhåndteringsmoduler.

source: Only requests matching all configured filters (if any) will trigger module execution.
ar_sa: فقط الطلبات التي تطابق جميع عوامل التصفية التي تم تكوينها (إن وجدت) هي التي ستؤدي إلى تنفيذ الوحدة النمطية.
nb_no: Bare forespørsler som samsvarer med alle konfigurerte filtre (hvis noen) vil utløse modulkjøring.

source: Operation filter
ar_sa: مرشح التشغيل
nb_no: Driftsfilter

source: Only execute error handling module for selected operations.
ar_sa: تنفيذ وحدة معالجة الأخطاء فقط للعمليات المحددة.
nb_no: Utfør bare feilhåndteringsmodul for utvalgte operasjoner.

source: Note: Operation is undetermined for errors occuring while receiving incoming request data. Filters involving this error stage should not use operation filter.
ar_sa: ملاحظة: بالنسبة للأخطاء التي تحدث عند تلقي بيانات الطلب الوارد، تكون العملية غير محددة. يجب ألا تستخدم المرشحات التي تتضمن مرحلة الخطأ هذه مرشح التشغيل.
nb_no: Merk: Driften er ubestemt for feil som oppstår under mottak av innkommende forespørselsdata. Filtre som involverer dette feilstadiet skal ikke bruke operasjonsfilter.

source: Invoker filter
ar_sa: مرشح Invoker
nb_no: Utløserfilter

source: Only execute error handling module for selected invokers.
ar_sa: تنفيذ وحدة معالجة الأخطاء للمستدعين المختارين فقط.
nb_no: Utfør bare feilhåndteringsmodul for utvalgte utløsere.

source: Error message content filter
ar_sa: تصفية لمحتوى رسائل الخطأ
nb_no: Innholdsfilter for feilmelding

source: Enter a regular expression to restrict which error messages should cause error handling module execution.
ar_sa: أدخل تعبيرا عاديا لتقييد رسائل الخطأ التي يجب أن تتسبب في تنفيذ الوحدة النمطية لمعالجة الأخطاء.
nb_no: Skriv inn et regulært uttrykk for å begrense hvilke feilmeldinger som skal forårsake kjøring av feilhåndteringsmodul.

source: Error message subject and data (as seen in the debugger error entry) will considered for a match.
ar_sa: يتم التحقق من عنوان رسالة الخطأ ومحتواها (كما هو موضح في إدخال خطأ مصحح الأخطاء المقابل) بحثا عن التطابقات.
nb_no: Feilmeldingsemne og data (som vist i feilsøkingsfeiloppføringen) vil vurderes for et samsvar.

source: Example: Enter '^.*401 Unauthorized.*\\$' to handle only authentication related errors.
ar_sa: مثال: أدخل "^. * 401 Unauthorized. * \\ $" لمعالجة الأخطاء المتعلقة بالمصادقة فقط.
nb_no: Eksempel: Skriv inn '^.*401 Uautorisert.*\\ for å håndtere kun autentiseringsrelaterte feil.

source: Error stage filter
ar_sa: تصفية لمراحل معالجة الخطأ
nb_no: Feil trinnfilter

source: Only execute error handling module on errors that occur during specific processing stages.
ar_sa: تشغيل وحدة معالجة الأخطاء فقط لمراحل المعالجة المحددة.
nb_no: Utfør bare feilhåndteringsmodulen på feil som oppstår under bestemte behandlingstrinn.

source: Example: Handle only errors where mapping for outgoing data could not be applied.
ar_sa: مثال: معالجة الأخطاء التي تحدث عند تعيين البيانات الصادرة فقط.
nb_no: Eksempel: Håndter bare feil der kartlegging for utgående data ikke kunne brukes.

source: Error code
ar_sa: رمز الخطأ
nb_no: Feilkode

source: An error identifier for this error handling module.
ar_sa: معرف خطأ لوحدة معالجة الأخطاء هذه.
nb_no: En feilidentifikator for denne feilhåndteringsmodulen.

source: This identifier will be available in XSLT-Mapping and shown in debugger output.
ar_sa: سيتوفر هذا المعرف في XSLT-Mapping ويظهر في إخراج مصحح الأخطاء.
nb_no: Denne identifikatoren vil være tilgjengelig i XSLT-Mapping og vises i feilsøkingsutdata.

source: Error message
ar_sa: رسالة خطأ
nb_no: Feilmelding

source: An error explanation for this error handling module.
ar_sa: تفسير خطأ لوحدة معالجة الأخطاء هذه.
nb_no: En feilforklaring for denne feilhåndteringsmodulen.

source: This message will be available in XSLT-Mapping and shown in debugger output.
ar_sa: ستتوفر هذه الرسالة في XSLT-Mapping وستظهر في إخراج مصحح الأخطاء.
nb_no: Denne meldingen vil være tilgjengelig i XSLT-Mapping og vises i feilsøkingsutdata.

source: Define if processing should be stopped after module was executed, skipping all remaining modules or only those of the same backend.
ar_sa: حدد ما إذا كان يجب إيقاف المعالجة بعد تنفيذ الوحدة النمطية، وتخطي جميع الوحدات المتبقية أو فقط تلك الموجودة في نفس الواجهة الخلفية.
nb_no: Definer om behandlingen skal stoppes etter at modulen ble utført, og hoppe over alle gjenværende moduler eller bare de fra samme backend.

source: Default behavior is to resume, processing the next module.
ar_sa: السلوك الافتراضي هو استئناف، ومعالجة الوحدة التالية.
nb_no: Standard oppførsel er å gjenoppta og behandle neste modul.

source: This module allows to configure scheduled retries for failed requests.
ar_sa: تسمح هذه الوحدة بتكوين عمليات إعادة المحاولة المجدولة للطلبات الفاشلة.
nb_no: Denne modulen lar deg konfigurere planlagte forsøk for mislykkede forespørsler.

source: Default behavior of GenericInterface web services is to send each request exactly once and not to reschedule after errors.
ar_sa: السلوك الافتراضي لخدمات الويب GenericInterface هو إرسال كل طلب مرة واحدة بالضبط ولا تعيد جدولتها بعد حدوث الأخطاء.
nb_no: Standardoppførselen til GenericInterface-netttjenester er å sende hver forespørsel nøyaktig én gang og ikke å omplanlegge etter feil.

source: If more than one module capable of scheduling a retry is executed for an individual request, the module executed last is authoritative and determines if a retry is scheduled.
ar_sa: إذا تم تنفيذ أكثر من وحدة واحدة لطلب ما ، مما يتيح التخطيط للتكرار ، فإن الوحدة النمطية الأخيرة المنفذة تكون حاسمة لاتخاذ قرار بشأن ما إذا كان التكرار مقررا أم لا.
nb_no: Hvis mer enn én modul som er i stand til å planlegge et nytt forsøk utføres for en individuell forespørsel, er modulen som ble utført sist autoritativ og avgjør om et nytt forsøk er planlagt.

source: Request retry options
ar_sa: خيارات لإعادة محاولة الطلبات
nb_no: Alternativer for å prøve kallet på nytt

source: Retry options are applied when requests cause error handling module execution (based on processing options).
ar_sa: يتم تطبيق خيارات إعادة المحاولة عندما تؤدي الطلبات إلى تشغيل الوحدة النمطية لمعالجة الأخطاء (استنادا إلى خيارات المعالجة).
nb_no: Alternativer for forsøk på nytt brukes når forespørsler forårsaker kjøring av feilhåndteringsmoduler (basert på behandlingsalternativer).

source: Schedule retry
ar_sa: جدولة إعادة المحاولة
nb_no: Planlegg et nytt forsøk

source: Should requests causing an error be triggered again at a later time?
ar_sa: هل تريد تشغيل طلبات خاطئة مرة أخرى في وقت لاحق؟
nb_no: Bør forespørsler som forårsaker en feil utløses igjen på et senere tidspunkt?

source: Initial retry interval
ar_sa: الفاصل الزمني الأولي لإعادة المحاولة
nb_no: Innledende forsøksintervall

source: Interval after which to trigger the first retry.
ar_sa: الفاصل الزمني الذي يتم بعده تشغيل إعادة المحاولة الأولى.
nb_no: Intervall som det første forsøket på nytt skal utløses etter.

source: Note: This and all further retry intervals are based on the error handling module execution time for the initial request.
ar_sa: ملاحظة: يتم حساب الفاصل الزمني لهذه التكرارات وجميع التكرارات الأخرى استنادا إلى وقت تنفيذ وحدة معالجة الأخطاء للطلب الأولي.
nb_no: Merk: Dette og alle ytterligere gjenforsøksintervaller er basert på utførelsestiden for feilhåndteringsmodulen for den første forespørselen.

source: Factor for further retries
ar_sa: عامل لمزيد من عمليات إعادة المحاولة
nb_no: Faktor for ytterligere forsøk

source: If a request returns an error even after a first retry, define if subsequent retries are triggered using the same interval or in increasing intervals.
ar_sa: إذا قام طلب بإرجاع خطأ حتى بعد إعادة المحاولة الأولى، فحدد ما إذا كانت عمليات إعادة المحاولة اللاحقة يتم تشغيلها باستخدام نفس الفاصل الزمني أو في فترات زمنية متزايدة.
nb_no: Hvis en forespørsel returnerer en feil selv etter et første forsøk på nytt, definer om påfølgende forsøk skal utløses med samme intervall eller i økende intervaller.

source: Example: If a request is initially triggered at 10:00 with initial interval at '1 minute' and retry factor at '2', retries would be triggered at 10:01 (1 minute), 10:03 (2*1=2 minutes), 10:07 (2*2=4 minutes), 10:15 (2*4=8 minutes), ...
ar_sa: مثال: إذا تم تشغيل طلب في البداية في الساعة 10:00 مع الفاصل الزمني الأولي عند "دقيقة واحدة" وعامل إعادة المحاولة عند "2"، تشغيل عمليات إعادة المحاولة في الساعة 10:01 (دقيقة واحدة)، 10:03 (2 * 1 = 2 دقيقة)، 10:07 (2 * 2 = 4 دقائق)، 10:15 (2 * 4 = 8 دقائق)، ......
nb_no: Eksempel: Hvis en forespørsel først utløses kl. 10:00 med startintervall på '1 minutt' og forsøksfaktor ved '2', vil gjenforsøk bli utløst kl. 10:01 (1 minutt), 10:03 (2*1=2) minutter), 10:07 (2*2=4 minutter), 10:15 (2*4=8 minutter), ...

source: Maximum retry interval
ar_sa: الفاصل الزمني الأقصى لإعادة المحاولة
nb_no: Maksimalt gjenforsøksintervall

source: If a retry interval factor of '1.5' or '2' is selected, undesirably long intervals can be prevented by defining the largest interval allowed.
ar_sa: إذا تم تحديد عامل التكرار "1.5" أو "2"، فيمكن تجنب مسافات طويلة بشكل غير مرغوب فيه من خلال تحديد أكبر فاصل زمني ممكن.
nb_no: Hvis en ny forsøksintervallfaktor på '1,5' eller '2' er valgt, kan uønsket lange intervaller forhindres ved å definere det største tillatte intervallet.

source: Intervals calculated to exceed the maximum retry interval will then automatically be shortened accordingly.
ar_sa: سيتم بعد ذلك تلقائيًا تقصير الفترات المحسوبة لتجاوز الحد الأقصى للفاصل الزمني لإعادة المحاولة وفقًا لذلك.
nb_no: Intervaller beregnet til å overskride det maksimale gjenforsøksintervallet vil da automatisk bli forkortet tilsvarende.

source: Example: If a request is initially triggered at 10:00 with initial interval at '1 minute', retry factor at '2' and maximum interval at '5 minutes', retries would be triggered at 10:01 (1 minute), 10:03 (2 minutes), 10:07 (4 minutes), 10:12 (8=>5 minutes), 10:17, ...
ar_sa: مثال: إذا تم تشغيل طلب مبدئيًا في الساعة 10:00 مع فاصل زمني أولي عند "دقيقة واحدة"، وأعد المحاولة عند "2" والفاصل الزمني الأقصى عند "5 دقائق"، فسيتم تشغيل عمليات إعادة المحاولة عند 10:01 (دقيقة واحدة)، 10 : 03 (دقيقتان)، 10:07 (4 دقائق)، 10:12 (8 => 5 دقائق)، 10:17، ...
nb_no: Eksempel: Hvis en forespørsel først utløses kl. 10.00 med startintervall på '1 minutt', forsøksfaktor ved '2' og maksimalt intervall ved '5 minutter', vil gjenforsøk bli utløst kl. 10.01 (1 minutt), 10 :03 (2 minutter), 10:07 (4 minutter), 10:12 (8=>5 minutter), 10:17, ...

source: Maximum retry count
ar_sa: الحد الأقصى لعدد التكرارات
nb_no: Maksimalt antall forsøk på nytt

source: Maximum number of retries before a failing request is discarded, not counting the initial request.
ar_sa: الحد الأقصى لعدد عمليات إعادة المحاولة قبل تجاهل الطلب الفاشل، دون احتساب الطلب الأولي.
nb_no: Maksimalt antall forsøk før en mislykket forespørsel blir forkastet, ikke medregnet den første forespørselen.
