Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Custom RSS Feed
ar_sa: موجز RSS المخصص
nb_no: Egendefinert RSS Feed

source: Custom text for the page shown to customers that have no tickets yet (if you need those text translated add them to a custom translation module).
ar_sa: نص مخصص للعملاء الذين ليس لديهم تذاكر (إذا كنت تريد ترجمة لهذا النص، قم بإضافة الترجمة في وحدة ترجمة منفصلة).
nb_no: Egendefinert tekst for siden som vises til kunder som ikke har saker ennå (hvis du trenger teksten oversatt, legg dem til i en tilpasset oversettelsesmodul).

source: Customer Administration
ar_sa: إدارة العملاء
nb_no: Kundeadministrasjon

source: Customer Companies
ar_sa: عملاء
nb_no: Kundefirma

source: Customer Dashboard
ar_sa: لوحة معلومات العميل
nb_no: Kunde Dashboard

source: Customer Dynamic Field Database Detailed Search
ar_sa: البحث التفصيلي لقاعدة بيانات الحقل الديناميكي للعميل
nb_no: Kundens dynamiske feltdatabase detaljert søk

source: Customer Dynamic Field Database Details
ar_sa: تفاصيل قاعدة بيانات الحقل الديناميكي للعميل
nb_no: Kundens dynamiske feltdatabasedetaljer

source: Customer Dynamic Field Database Search
ar_sa: بحث قاعدة بيانات الحقل الديناميكي للعميل
nb_no: Kundens dynamiske feltdatabasesøk

source: Customer IDs
ar_sa: معرفات العميل
nb_no: Kunde-IDer

source: Customer Information Center Search.
ar_sa: البحث في مركز معلومات العملاء.
nb_no: Søk etter kundeinformasjonssenter.

source: Customer Information Center search.
ar_sa: البحث في مركز معلومات العملاء.
nb_no: Søk i kundeinformasjonssenter.

source: Customer Information Center.
ar_sa: مركز معلومات العملاء.
nb_no: Kundeinformasjonssenter.

source: Customer Password.
ar_sa: كلمة مرور العميل.
nb_no: Kundepassord.

source: Customer Ticket Print Module.
ar_sa: وحدة طباعة تذاكر العملاء.
nb_no: Kundesaksutskriftsmodul.

source: Customer User Administration
ar_sa: إدارة مستخدم العميل
nb_no: Kundebrukeradministrasjon

source: Customer User Information
ar_sa: معلومات مستخدم العميل
nb_no: Kundebrukerinformasjon

source: Customer User Information Center Search.
ar_sa: البحث في مركز معلومات المستخدم للعميل.
nb_no: Søk etter kundeinformasjonssenter.

source: Customer User Information Center search.
ar_sa: البحث في مركز معلومات مستخدم العميل.
nb_no: Søk etter kundeinformasjonssenter.

source: Customer User Information Center.
ar_sa: مركز معلومات المستخدم للعملاء.
nb_no: Kundebrukerinformasjonssenter.

source: Customer Users ↔ Customers
ar_sa: المستخدمون العملاء ↔ العملاء
nb_no: Kundebrukere ↔ Kunder

source: Customer Users ↔ Groups
ar_sa: المستخدمون العملاء ↔ المجموعات
nb_no: Kundebrukere ↔ Grupper

source: Customer Users ↔ Services
ar_sa: مستخدمي العملاء ↔ الخدمات
nb_no: Kundebrukere ↔ Tjenester

source: Customer dynamic field database detailed search.
ar_sa: البحث التفصيلي لقاعدة بيانات الحقل الديناميكي للعميل.
nb_no: Kunde dynamisk feltdatabase detaljert søk.

source: Customer dynamic field database details.
ar_sa: تفاصيل قاعدة بيانات الحقل الديناميكي للعميل.
nb_no: Kundens dynamiske feltdatabasedetaljer.

source: Customer dynamic field database search.
ar_sa: البحث في حقل قاعدة البيانات الديناميكية في منطقة العميل.
nb_no: Kunde dynamisk feltdatabasesøk.

source: Customer item (icon) which shows the closed tickets of this customer as info block. Setting CustomerUserLogin to 1 searches for tickets based on login name rather than CustomerID.
ar_sa: عنصر العميل (الأيقونة) الذي يظهر التذاكر المغلقة لهذا العميل ككتلة معلومات. تعيين CustomerUserLogin إلى 1 عمليات بحث عن التذاكر استنادا إلى اسم تسجيل الدخول بدلا من معرف العميل.
nb_no: Kundeelement (ikon) som viser de lukkede sakene til denne kunden som infoblokk. Sette CustomerUserLogin til 1 søk etter saker basert på påloggingsnavn i stedet for kunde-ID.

source: Customer item (icon) which shows the open tickets of this customer as info block. Setting CustomerUserLogin to 1 searches for tickets based on login name rather than CustomerID.
ar_sa: عنصر العميل (الأيقونة) الذي يظهر التذاكر المفتوحة لهذا العميل ككتلة معلومات. تعيين CustomerUserLogin إلى 1 عمليات بحث عن التذاكر استنادا إلى اسم تسجيل الدخول بدلا من معرف العميل.
nb_no: Kundeelement (ikon) som viser de åpne sakene til denne kunden som infoblokk. Sette CustomerUserLogin til 1 søk etter saker basert på påloggingsnavn i stedet for kunde-ID.

source: Customer preferences.
ar_sa: إعدادات العملاء.
nb_no: Kundens preferanser.

source: Customer ticket overview
ar_sa: نظرة عامة على تذكرة العميل
nb_no: Kundesaksoversikt

source: Customer ticket search.
ar_sa: البحث عن تذكرة العميل.
nb_no: Kundesakssøk.

source: Customer ticket zoom
ar_sa: طريقة عرض تذكرة العميل
nb_no: Kundesakszoom

source: Customer user search
ar_sa: بحث مستخدم العميل
nb_no: Kundebrukersøk

source: CustomerID search
ar_sa: بحث عن رقم العميل
nb_no: Kunde-ID-søk

source: CustomerName
ar_sa: اسم العميل
nb_no: Kundenavn

source: CustomerUser
ar_sa: مستخدم العميل
nb_no: KundeBruker

source: Customers ↔ Groups
ar_sa: العملاء ↔ المجموعات
nb_no: Kunder ↔ Grupper

source: Customizable stop words for fulltext index. These words will be removed from the search index.
ar_sa: كلمات إيقاف قابلة للتخصيص لفهرس النص الكامل. ستتم إزالة هذه الكلمات من فهرس البحث.
nb_no: Tilpassbare stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Czech
ar_sa: التشيكية
nb_no: Tjekkisk

source: Danish
ar_sa: دانماركي
nb_no: Dansk

source: Dashboard overview.
ar_sa: نظرة عامة على لوحة المعلومات.
nb_no: Oversikt over dashbord.

source: Data used to export the search result in CSV format.
ar_sa: البيانات المستخدمة لتصدير نتيجة البحث بتنسيق CSV.
nb_no: Data brukt for å eksportere søkeresultatet i CSV-format.

source: Date / Time
ar_sa: التاريخ / الوقت
nb_no: Dato / Tid

source: Default (Slim)
ar_sa: افتراضي (نحيف)
nb_no: Standard (slank)

source: Default ACL values for ticket actions.
ar_sa: قيم ACL الافتراضية لإجراءات التذكرة.
nb_no: Standard ACL-verdier for sakshendelser.

source: Default ProcessManagement entity prefixes for entity IDs that are automatically generated.
ar_sa: بادئات الكيان الافتراضية لإدارة العملية لمعرفات الكيانات التي يتم إنشاؤها تلقائيا.
nb_no: Standard ProcessManagement-enhetsprefikser for enhets-ID-er som genereres automatisk.

source: Default agent name
ar_sa: اسم الوكيل الافتراضي
nb_no: Standard agentnavn

source: Default data to use on attribute for ticket search screen. Example: "TicketCreateTimePointFormat=year;TicketCreateTimePointStart=Last;TicketCreateTimePoint=2;".
ar_sa: البيانات الافتراضية المطلوب إستخدامها على السمة لشاشة البحث عن التذكرة. مثال: "‏TicketCreateTimePointFormat=year;TicketCreateTimePointStart=Last;TicketCreateTimePoint=2;".
nb_no: Standarddata som skal brukes på attributt for sakssøkeskjermen. Eksempel: "TicketCreateTimePointFormat=år;TicketCreateTimePointStart=Siste;TicketCreateTimePoint=2;".

source: Default data to use on attribute for ticket search screen. Example: "TicketCreateTimeStartYear=2010;TicketCreateTimeStartMonth=10;TicketCreateTimeStartDay=4;TicketCreateTimeStopYear=2010;TicketCreateTimeStopMonth=11;TicketCreateTimeStopDay=3;".
ar_sa: البيانات الافتراضية المطلوب إستخدامها على السمة لشاشة البحث عن التذكرة. مثال: "TicketCreateTimeStartYear=2010;TicketCreateTimeStartMonth=10;TicketCreateTimeStartDay=4;TicketCreateTimeStopYear=2010;TicketCreateTimeStopMonth=11;TicketCreateTimeStopDay=3;".
nb_no: Standarddata som skal brukes på attributt for sakssøkeskjermen. Eksempel: "TicketCreateTimeStartYear=2010;TicketCreateTimeStartMonth=10;TicketCreateTimeStartDay=4;TicketCreateTimeStopYear=2010;TicketCreateTimeStopMonth=11;TicketCreateTimeStopDay".

source: Default display type for recipient (To,Cc) names in AgentTicketZoom and CustomerTicketZoom.
ar_sa: نوع العرض الافتراضي لأسماء المستلمين (إلى، نسخة (To,Cc)) في AgentTicketZoom و CustomerTicketZoom.
nb_no: Standard visningstype for mottakernavn (Til, Kopi) i AgentTicketZoom og CustomerTicketZoom.

source: Default display type for sender (From) names in AgentTicketZoom and CustomerTicketZoom.
ar_sa: نوع العرض الافتراضي لأسماء المرسل (من (From)) في AgentTicketZoom و CustomerTicketZoom.
nb_no: Standard visningstype for avsendernavn (Fra) i AgentTicketZoom og CustomerTicketZoom.

source: Default loop protection module.
ar_sa: وحدة "Loop Protection" الافتراضية.
nb_no: Standard loop-beskyttelsesmodul.

source: Default queue ID used by the system in the agent interface.
ar_sa: معرف قائمة الانتظار الافتراضي المستخدم من قبل OTOBO في واجهة الوكيل.
nb_no: Standard køID brukt av systemet for saksbehandlere.

source: Default skin for the agent interface (slim version).
ar_sa: واجهة الوكيل الافتراضية (الإصدار النحيف).
nb_no: Standard tema for agentgrensesnittet (slank versjon).

source: Default skin for the agent interface.
ar_sa: الجلد (skin) القياسي لواجهة الوكيل.
nb_no: Standard tema for agentgrensesnittet.

source: Default skin for the customer interface.
ar_sa: الجلد (skin) القياسي لواجهة العميل.
nb_no: Standard tema for kundegrensesnittet.

source: Default ticket ID used by the system in the agent interface.
ar_sa: معرف التذكرة القياسي الذي يستخدمه OTOBO في واجهة الوكيل.
nb_no: Standard Saksnr brukt av systemet i saksbehandler-delen.

source: Default ticket ID used by the system in the customer interface.
ar_sa: معرف التذكرة الافتراضي المستخدم من قبل OTOBO في واجهة العميل.
nb_no: Standard Saksnr brukt av systemet i kundeportalen.

source: Default value for NameX
ar_sa: القيمة الافتراضية ل NameX
nb_no: Standardverdi for NavnX

source: Define Actions where a settings button is available in the linked objects widget (LinkObject::ViewMode = "complex"). Please note that these Actions must have registered the following JS and CSS files: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js.
ar_sa: تعريف العمليات التي يجب أن يتوفر بها زر الإعدادات في ودجة كائن الرابط (LinkObject::ViewMode = "complex"). الرجاء ملاحظة أنه يجب تسجيل ملفات JS و CSS التالية لهذه الإجراءات: Core.CustomList.css، Core.UI.AllocationList.js، Core.UI.Table.Sort.js، Core.Agent.TableFilter.js.
nb_no: Definer handlinger der en innstillingsknapp er tilgjengelig i widgeten for koblede objekter (LinkObject::ViewMode = "complex"). Vær oppmerksom på at disse handlingene må ha registrert følgende JS- og CSS-filer: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js.

source: Define a filter for html output to add links behind a defined string. The element Image allows two input kinds. At once the name of an image (e.g. faq.png). In this case the OTOBO image path will be used. The second possiblity is to insert the link to the image.
ar_sa: يحدد عامل تصفية لإخراج HTML بإضافة روابط خلف سلسلة محددة. يسمح هذا العنصر بنوعين من الإدخال. الأول هو اسم صورة (على سبيل المثال faq.png). في هذه الحالة، يتم إستخدام مسار صورة OTOBO. الخيار الثاني هو إدراج الرابط إلى الصورة.
nb_no: Sett et filter for HTML-visning som legger til lenker bak en gitt tekst. Bildeelementet tillater to typer inn-data. For det første navnet på et bilde (f.eks. bilde01.png). I det tilfellet vil OTOBO sin bilde-sti brukes. Den andre muligheten er å skrive inn URL til bildet.

source: Define a mapping between variables of the customer user data (keys) and dynamic fields of a ticket (values). The purpose is to store customer user data in ticket dynamic fields. The dynamic fields must be present in the system and should be enabled for AgentTicketFreeText, so that they can be set/updated manually by the agent. They mustn't be enabled for AgentTicketPhone, AgentTicketEmail and AgentTicketCustomer. If they were, they would have precedence over the automatically set values. To use this mapping, you have to also activate the Ticket::EventModulePost###4100-DynamicFieldFromCustomerUser setting.
ar_sa: يحدد التعيين بين المتغيرات إلى بيانات مستخدم العميل (المفاتيح) والحقول الديناميكية للتذكرة (القيم). يتيح لك ذلك تخزين بيانات مستخدم العميل للتذكرة في الحقول الديناميكية. يجب أن تكون هذه الحقول الديناميكية موجودة في النظام ويجب تمكينها ل AgentTicketFreeText بحيث يمكن تعريفها / تحديثها يدويا بواسطة الوكيل. يجب عدم تمكينها ل AgentTicketPhone و AgentTicketEmail و AgentTicketCustomer. إذا فعلوا ذلك، فإنهم يأخذون الأسبقية على القيم المحددة تلقائيا. لاستخدام هذا التعيين، يجب أيضا تمكين إعداد تذكرة Ticket::EventModulePost###4100-DynamicFieldFromCustomerUser.
nb_no: Definer en tilordning mellom variabler av kundens brukerdata (nøkler) og dynamiske felt for en sak (verdier). Formålet er å lagre kundebrukerdata i saksdynamiske felt. De dynamiske feltene må være tilstede i systemet og bør være aktivert for AgentTicketFreeText, slik at de kan settes/oppdateres manuelt av agenten. De må ikke være aktivert for AgentTicketPhone, AgentTicketEmail og AgentTicketCustomer. Hvis de var det, ville de ha forrang over de automatisk innstilte verdiene. For å bruke denne tilordningen må du også aktivere Ticket::EventModulePost###4100-DynamicFieldFromCustomerUser-innstillingen.

source: Define a result field for the TicketID of the invoker response per web service (WebserviceID => DynamicFieldName).
ar_sa: حدد حقل نتيجة ل TicketID لاستجابة المستحضر (Invoker) عبر خدمة ويب (WebserviceID => DynamicFieldName).
nb_no: Definer et resultatfelt for TicketID for invoker-svaret per webtjeneste (WebserviceID => DynamicFieldName).

source: Define dynamic field name for end time. This field has to be manually added to the system as Ticket: "Date / Time" and must be activated in ticket creation screens and/or in any other ticket action screens.
ar_sa: تعريف اسم الحقل الديناميكي لوقت الانتهاء. يجب إضافة هذا الحقل يدويا إلى النظام كتذكرة: "التاريخ / الوقت" ويجب تنشيطه في شاشات إنشاء التذكرة و/أو في أي شاشات أخرى لإجراءات التذكرة.
nb_no: Definer dynamisk feltnavn for sluttid. Dette feltet må manuelt legges til systemet som sak: "Dato / klokkeslett" og må aktiveres i saksopprettingsskjermer og/eller i andre sakshandlingsskjermer.

source: Define dynamic field name for start time. This field has to be manually added to the system as Ticket: "Date / Time" and must be activated in ticket creation screens and/or in any other ticket action screens.
ar_sa: تعريف اسم الحقل الديناميكي لوقت البدء. يجب إضافة هذا الحقل يدويا إلى النظام كتذكرة: "التاريخ / الوقت" ويجب تنشيطه في شاشات إنشاء التذكرة و/أو في أي شاشات أخرى لإجراءات التذكرة.
nb_no: Definer dynamisk feltnavn for starttid. Dette feltet må manuelt legges til systemet som sak: "Dato / klokkeslett" og må aktiveres i saksopprettingsskjermer og/eller i andre sakshandlingsskjermer.

source: Define the max depth of queues.
ar_sa: حدد الحد الأقصى لعمق قوائم الانتظار.
nb_no: Definer maksimal dybde på køer.

source: Define the queue comment 2.
ar_sa: يحدد تعليق قائمة الانتظار 2.
nb_no: Definer køkommentaren 2.

source: Define the service comment 2.
ar_sa: حدد تعليق الخدمة 2.
nb_no: Definer tjenestekommentaren 2.

source: Define the sla comment 2.
ar_sa: تعريف تعليق (sla) إتفاقية مستوى الخدمة 2.
nb_no: Definer sla-kommentaren 2.

source: Define the start day of the week for the date picker for the indicated calendar.
ar_sa: حدد يوم بدء الأسبوع لمنتقي التاريخ للتقويم المشار إليه.
nb_no: Definer startdagen i uken for datovelgeren for den angitte kalenderen.

source: Define the start day of the week for the date picker.
ar_sa: حدد يوم بدء الأسبوع لمنتقي التاريخ.
nb_no: Setter dag for ukestart i datovelgeren.

source: Define which avatar default image should be used for the article view if no gravatar is assigned to the mail address. Check https://gravatar.com/site/implement/images/ for further information.
ar_sa: حدد الصورة الرمزية الافتراضية التي يجب استخدامها لعرض المقالة إذا لم يتم تعيين صورة رمزية لعنوان البريد. تحقق من https://gravatar.com/site/implement/images/ للحصول على مزيد من المعلومات.
nb_no: Definer hvilket avatar-standardbilde som skal brukes for artikkelvisningen hvis ingen gravatar er tilordnet e-postadressen. Sjekk https://gravatar.com/site/implement/images/ for mer informasjon.

source: Define which avatar default image should be used for the current agent if no gravatar is assigned to the mail address of the agent. Check https://gravatar.com/site/implement/images/ for further information.
ar_sa: حدد الصورة الرمزية الافتراضية التي يجب استخدامها للوكيل الحالي إذا لم يتم تعيين gravatar لعنوان البريد الخاص بالوكيل. تحقق من https://gravatar. com/site/implement/images/ للحصول على مزيد من المعلومات.
nb_no: Definer hvilket avatar-standardbilde som skal brukes for gjeldende agent hvis ingen gravatar er tilordnet e-postadressen til agenten. Sjekk https://gravatar.com/site/implement/images/ for mer informasjon.

source: Define which avatar engine should be used for the agent avatar on the header and the sender images in AgentTicketZoom. If 'None' is selected, initials will be displayed instead. Please note that selecting anything other than 'None' will transfer the encrypted email address of the particular user to an external service.
ar_sa: حدد محرك الصور الرمزية الذي يجب إستخدامه للعامل أفاتار الموجود في الرأس وصور المرسل في AgentTicketZoom. في حالة تحديد 'بلا'، سيتم عرض الأحرف الأولى بدلا من ذلك. الرجاء ملاحظة أن تحديد أي شيء بخلاف "لا شيء" سينقل عنوان البريد الإلكتروني المشفر للمستخدم المحدد إلى خدمة خارجية.
nb_no: Definer hvilken avatarmotor som skal brukes for agentavataren på overskriften og avsenderbildene i AgentTicketZoom. Hvis 'Ingen' er valgt, vil initialer vises i stedet. Vær oppmerksom på at hvis du velger noe annet enn "Ingen", overføres den krypterte e-postadressen til den aktuelle brukeren til en ekstern tjeneste.

source: Define which columns are shown in the linked appointment widget (LinkObject::ViewMode = "complex"). Possible settings: 0 = Disabled, 1 = Available, 2 = Enabled by default.
ar_sa: تحديد الأعمدة التي تظهر في عنصر واجهة مستخدم الموعد المرتبط (LinkObject::ViewMode = "معقد"). الإعدادات المحتملة: 0 = معطل، 1 = متوفر، 2 = ممكن بشكل افتراضي.
nb_no: Definer hvilke kolonner som skal vises i den koblede avtalewidgeten (LinkObject::ViewMode = "complex"). Mulige innstillinger: 0 = Deaktivert, 1 = Tilgjengelig, 2 = Aktivert som standard.

source: Define which columns are shown in the linked tickets widget (LinkObject::ViewMode = "complex"). Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: تحديد الأعمدة التي تظهر في عنصر واجهة مستخدم التذاكر المرتبطة (LinkObject::ViewMode = "معقد"). ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) ل DefaultColumns.
nb_no: Definer hvilke kolonner som vises i den koblede sak-widgeten (LinkObject::ViewMode = "complex"). Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Defines a customer item, which generates a LinkedIn icon at the end of a customer info block.
ar_sa: يعرف عنصر العميل الذي يضيف رمز LinkedIn في نهاية معلومات العميل.
nb_no: Definerer et kundeelement som lager et LinkedIn-symbol på slutten av kundeinfo-blokken.

source: Defines a customer item, which generates a XING icon at the end of a customer info block.
ar_sa: تحديد عنصر عميل، يقوم بإنشاء رمز XING في نهاية حظر معلومات العميل.
nb_no: Definerer et kundeelement som lager et XING-symbol på slutten av kundeinfo-blokken.

source: Defines a customer item, which generates a google icon at the end of a customer info block.
ar_sa: تعريف عنصر عميل، الذي يقوم بإنشاء أيقونة Google في نهاية كتلة معلومات العميل.
nb_no: Definerer et kundeelement som lager et Google-symbol på slutten av kundeinfo-blokken.

source: Defines a customer item, which generates a google maps icon at the end of a customer info block.
ar_sa: يعرف عنصر العميل الذي يضيف أيقونة خرائط جوجل في نهاية معلومات العميل.
nb_no: Definferer et kundeelement som lager et Google Maps-symbol på slutten av kunde-info-blokken.

source: Defines a filter for html output to add links behind CVE numbers. The element Image allows two input kinds. At once the name of an image (e.g. faq.png). In this case the OTOBO image path will be used. The second possiblity is to insert the link to the image.
ar_sa: يحدد عامل تصفية لمخرجات html لإضافة إرتباطات خلف أرقام CVE. تتيح صورة العنصر نوعين من أنواع الإدخال. في الحال اسم صورة ما (مثل faq.png). في هذه الحالة سيتم إستخدام مسار صورة OTOBO. الاحتمال الثاني هو إدخال الرابط إلى الصورة.
nb_no: Definerer et filter for HTML-visning for å legge til lenker bak CVE-nummer. Bilde-elementet tillater to typer inn-data. Enten navnet på en bilde-fil (f.eks. bilde01.png), der OTOBO vil gå utfra at bildet ligger i OTOBO sin bildemappe. Eller man kan oppgi URL til et bilde.

source: Defines a filter for html output to add links behind MSBulletin numbers. The element Image allows two input kinds. At once the name of an image (e.g. faq.png). In this case the OTOBO image path will be used. The second possiblity is to insert the link to the image.
ar_sa: يحدد عامل تصفية لمخرجات html لإضافة إرتباطات خلف أرقام MSBulletin. تتيح صورة العنصر نوعين من أنواع الإدخال. في الحال اسم صورة ما (مثل faq.png). في هذه الحالة سيتم إستخدام مسار صورة OTOBO. الاحتمال الثاني هو إدخال الرابط إلى الصورة.
nb_no: Definerer et filter i HTML-visningen for å legge til lenker bak MSBulletin-nummer. Bildeelementet tillater to typer inn-data. Enten navnet på en bilde-fil (f.eks. bilde01.png), der OTOBO vil gå utfra at bildet ligger i OTOBO sin bildemappe. Eller man kan oppgi URL til et bilde.

source: Defines a filter for html output to add links behind a defined string. The element Image allows two input kinds. At once the name of an image (e.g. faq.png). In this case the OTOBO image path will be used. The second possiblity is to insert the link to the image.
ar_sa: تحديد عامل تصفية لإخراج html لإضافة إرتباطات خلف سلسلة معرفة. تتيح صورة العنصر نوعين من أنواع الإدخال. في الحال اسم صورة ما (مثل faq.png). في هذه الحالة سيتم إستخدام مسار صورة OTOBO. الاحتمال الثاني هو إدخال الرابط إلى الصورة.
nb_no: Definerer et filter for HTML-visning som legger til lenker bak en definert tekst. Bilde-elementet tillater to typer inn-data. Enten navnet på en bilde-fil (f.eks. bilde01.png), der OTOBO vil gå utfra at bildet ligger i OTOBO sin bildemappe. Eller man kan oppgi URL til et bilde.

source: Defines a filter for html output to add links behind bugtraq numbers. The element Image allows two input kinds. At once the name of an image (e.g. faq.png). In this case the OTOBO image path will be used. The second possiblity is to insert the link to the image.
ar_sa: يحدد عامل تصفية لمخرجات html لإضافة إرتباطات خلف أرقام bugtraq. تتيح صورة العنصر نوعين من أنواع الإدخال. في الحال اسم صورة ما (مثل faq.png). في هذه الحالة سيتم إستخدام مسار صورة OTOBO. الاحتمال الثاني هو إدخال الرابط إلى الصورة.
nb_no: Definerer et filter for HTML-visning som legger til lenker bak BugTraq-numre. Bilde-elementet tillater to typer inn-data. Enten navnet på en bildefil (f.eks. bilde01.png), der OTOBO vil gå utfra at bildet ligger i OTOBO sin bildemappe. Eller man kan oppgi URL til et bilde.
