Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Add Group
ar_sa: إضافة مجموعة
nb_no: Legg til gruppe

source: Edit Group
ar_sa: تحرير المجموعة
nb_no: Endre gruppe

source: The admin group is to get in the admin area and the stats group to get stats area.
ar_sa: مجموعة المسؤول هي الدخول إلى منطقة المسؤول ومجموعة الإحصائيات للحصول على منطقة الإحصائيات.
nb_no: 'admin'-gruppen gir tilgang til Admin-området, 'stats'-gruppen til Statistikk-området.

source: Create new groups to handle access permissions for different groups of agent (e. g. purchasing department, support department, sales department, ...).
ar_sa: إنشاء مجموعات جديدة للتعامل مع أذونات الوصول لمجموعات مختلفة من الوكلاء (مثل قسم المشتريات، قسم الدعم، قسم المبيعات، ...).
nb_no: Opprett grupper for å håndtere tilgangsrettigheter for forskjellige grupperinger av saksbehandlinger (f.eks. salgsavdelingen, service, innkjøp, osv.)

source: It's useful for ASP solutions.
ar_sa: هذا مفيد لحلول ASP.
nb_no: Det er nyttig for ASP-løsninger.

source: System Log
ar_sa: سجل النظام
nb_no: Systemlogg

source: Here you will find log information about your system.
ar_sa: ستجد هنا معلومات السجل حول نظامك.
nb_no: Her finner du logg-informasjon fra systemet ditt.

source: Hide this message
ar_sa: إخفاء هذا الإشعار
nb_no: Skjul denne meldingen

source: Recent Log Entries
ar_sa: الإدخالات الحالية في سجل النظام
nb_no: Siste Loggmeldinger

source: Facility
ar_sa: مرفق
nb_no: Innretning

source: Message
ar_sa: رسالة
nb_no: Text;Chatmeldingstekst;;False;;;Perl

source: Mail Account Management
ar_sa: إدارة حساب البريد الإلكتروني
nb_no: Administrasjon: E-postkontoer

source: Add Mail Account
ar_sa: إضافة حساب بريد إلكتروني
nb_no: Legg til e-postkonto

source: Edit Mail Account for host
ar_sa: تحرير حساب البريد الإلكتروني للمضيف
nb_no: Rediger e-postkonto for vert

source: and user account
ar_sa: وحساب المستخدم
nb_no: og brukerkonto

source: Filter for Mail Accounts
ar_sa: تصفية حسابات البريد الإلكتروني
nb_no: Filter for e-postkontoer

source: Filter for mail accounts
ar_sa: تصفية حسابات البريد الإلكتروني
nb_no: Filter for e-postkontoer

source: All incoming emails with one account will be dispatched in the selected queue.
ar_sa: يتم فرز رسائل البريد الإلكتروني الواردة من حسابات POP3 في قائمة الانتظار المحددة.
nb_no: Alle innkommende e-poster med én konto vil bli sendt i den valgte køen.

source: If your account is marked as trusted, the X-OTOBO headers already existing at arrival time (for priority etc.) will be kept and used, for example in PostMaster filters.
ar_sa: إذا تم تمييز حسابك على أنه موثوق به، فسيتم الاحتفاظ برؤوس X-OTOBO الموجودة بالفعل في وقت الوصول (للأولوية وما إلى ذلك) واستخدامها، على سبيل المثال في مرشحات PostMaster.
nb_no: Hvis kontoen din er merket som klarert, vil X-OTOBO-overskriftene som allerede eksisterer ved ankomsttid (for prioritet osv.) beholdes og brukes, for eksempel i PostMaster-filtre.

source: Outgoing email can be configured via the Sendmail* settings in %s.
ar_sa: يمكن تكوين البريد الإلكتروني الصادر عبر إعدادات *Sendmail في ٪s.
nb_no: Utgående e-post kan konfigureres via Sendmail*-innstillingene i %s.

source: System Configuration
ar_sa: تكوين النظام
nb_no: Systeminstillinger

source: Host
ar_sa: مُضيف
nb_no: Tjener

source: Delete account
ar_sa: حذف الحساب
nb_no: Slett konto

source: Fetch mail
ar_sa: جلب البريد
nb_no: Hent e-post

source: Do you really want to delete this mail account?
ar_sa: هل أنت متأكد أنك تريد حذف حساب البريد الإلكتروني هذا؟
nb_no: Vil du virkelig slette denne e-postkontoen?

source: Example: mail.example.com
ar_sa: مثال: mail.example.com
nb_no: F.eks.: mail.eksempel.com

source: IMAP Folder
ar_sa: مجلد IMAP
nb_no: IMAP mappe

source: Only modify this if you need to fetch mail from a different folder than INBOX.
ar_sa: قم بتغيير هذا الإعداد فقط إذا كان سيتم جلب رسائل البريد الإلكتروني من مجلد آخر غير "INBOX".
nb_no: Endre denne om du må hente e-post fra en annen mappe en INBOX.

source: Trusted
ar_sa: موثوق
nb_no: Betrodd

source: Dispatching
ar_sa: تَوْزِيعٌ
nb_no: Fordeling

source: Edit Mail Account
ar_sa: تحرير حساب البريد الإلكتروني
nb_no: Rediger e-postkonto

source: Administration Overview
ar_sa: نظرة عامة على الإدارة
nb_no: Administrasjonsoversikt

source: Filter for Items
ar_sa: تصفية للعناصر
nb_no: Filtrer etter varer

source: Favorites
ar_sa: الْمُفَضَّلَة
nb_no: Favoritter

source: You can add favorites by moving your cursor over items on the right side and clicking the star icon.
ar_sa: يمكنك إضافة المفضلة عن طريق تحريك المؤشر فوق العناصر الموجودة على الجانب الأيسر والنقر فوق رمز النجمة.
nb_no: Du kan legge til favoritter ved å flytte markøren over elementer på høyre side og klikke på stjerneikonet.

source: Links
ar_sa: روابط
nb_no: Lenker

source: View the admin manual
nb_no: Se administrasjonsmanualen

source: No Matches
ar_sa: لا يوجد تطابق
nb_no: Ingen treff

source: Sorry, your search didn't match any items.
ar_sa: عذرا، لم يتطابق بحثك مع أي عناصر.
nb_no: Beklager, søket ditt samsvarte ikke med noen elementer.

source: Set as favorite
ar_sa: تعيين كمفضلة
nb_no: Sett som favoritt

source: Ticket Notification Management
ar_sa: إدارة إشعارات التذاكر
nb_no: Håndtering av saksvarsling

source: Here you can upload a configuration file to import Ticket Notifications to your system. The file needs to be in .yml format as exported by the Ticket Notification module.
ar_sa: هنا يمكنك تحميل ملف تكوين يمكن استخدامه لاستيراد إشعارات التذاكر إلى النظام. يجب أن يكون الملف في ملف تنسيق yml.، تماما كما يتم تصديره بواسطة وحدة إشعار التذكرة.
nb_no: Her kan du laste opp en konfigurasjonsfil for å importere saksvarsler til systemet ditt. Filen må være i .yml-format som eksportert av saksvarslingsmodulen.

source: Here you can choose which events will trigger this notification. An additional ticket filter can be applied below to only send for ticket with certain criteria.
ar_sa: هنا يمكنك تحديد الأحداث التي تؤدي إلى تشغيل هذا الإشعار. يمكن تعيين مرشح تذاكر إضافي أدناه لإرسال الإشعار فقط بشأن التذاكر ذات الخصائص المحددة.
nb_no: Her kan du velge hvilke hendelser som skal utløse dette varselet. Et ekstra saksfilter kan brukes nedenfor for kun å sende for sak med visse kriterier.

source: Ticket Filter
ar_sa: فلتر التذاكر
nb_no: Saksfilter

source: Lock
ar_sa: إقفال
nb_no: Ta sak

source: Customer User ID
ar_sa: رقم مستخدم العميل
nb_no: Kundebruker-ID

source: Article Filter
ar_sa: فلتر المقالة
nb_no: Artikkelfilter

source: Only for ArticleCreate and ArticleSend event
ar_sa: فقط للأحداث ArticleCreate و ArticleSend
nb_no: Bare for ArticleCreate og ArticleSend-hendelser

source: Article sender type
ar_sa: نوع مرسل المقالة
nb_no: Artikkelavsendertype

source: If ArticleCreate or ArticleSend is used as a trigger event, you need to specify an article filter as well. Please select at least one of the article filter fields.
ar_sa: إذا تم استخدام ArticleCreate أو ArticleSend كحدث محفز، فأنت بحاجة إلى تحديد عامل تصفية المقالة أيضًا. الرجاء تحديد حقل واحد على الأقل من حقول تصفية المقالات.
nb_no: Hvis ArticleCreate eller ArticleSend brukes som en triggerhendelse, må du spesifisere et artikkelfilter også. Velg minst ett av artikkelfilterfeltene.

source: Communication channel
ar_sa: قناة الاتصال
nb_no: Kommunikasjonskanal

source: Include attachments to notification
ar_sa: إرفاق المرفقات بالإشعار
nb_no: Bruk vedlegg i varslingen

source: Notify user just once per day about a single ticket using a selected transport.
ar_sa: قم بإخطار المستخدم مرة واحدة فقط يوميا بتذكرة واحدة باستخدام وسيلة نقل محددة.
nb_no: Varsle brukeren bare én gang om dagen om en enkeltsak med en valgt transport.

source: Notifications are sent to an agent or a customer.
ar_sa: يتم إرسال الإشعارات إلى الوكلاء والعملاء.
nb_no: Varslinger som sendes til saksbehandlere eller kunder.

source: To get the first 20 character of the subject (of the latest agent article).
ar_sa: أول 20 حرفا من الموضوع (مقالة الوكيل الأخيرة).
nb_no: For å få de første 20 tegn av emnefeltet (fra den siste agentsaken).

source: To get the first 5 lines of the body (of the latest agent article).
ar_sa: الأسطر الخمسة الأولى من الرسالة (مقالة الوكيل الأخيرة).
nb_no: For å få de første 5 linjene av meldingen (fra den siste agentsaken).

source: To get the first 20 character of the subject (of the latest customer article).
ar_sa: أول 20 حرفًا من الموضوع (من آخر مقالة للعميل).
nb_no: For å få de første 20 tegn av emnefeltet (fra den siste kundesaken).

source: To get the first 5 lines of the body (of the latest customer article).
ar_sa: الأسطر الخمسة الأولى من الرسالة (مقالة العميل الأخيرة).
nb_no: For å få de første 5 linjene av meldingen (fra den siste kundesaken).

source: Attributes of the current customer user data
ar_sa: سمات سجل مستخدم الزبون الحالي
nb_no: Attributter til gjeldende kundebrukerdata

source: Attributes of the current ticket owner user data
ar_sa: سمات بيانات مستخدم مالك التذكرة الحالي
nb_no: Attributter til gjeldende brukerdata for sakseiere

source: Attributes of the current ticket responsible user data
ar_sa: سمات بيانات المستخدم المسؤولة عن التذكرة الحالية
nb_no: Attributter til gjeldende saksansvarliges brukerdata

source: Attributes of the current agent user who requested this action
ar_sa: سمات بيانات المستخدم للوكيل الذي أدى إلى تنفيذ الإجراء
nb_no: Attributter til gjeldende agentbruker som ba om denne handlingen

source: Attributes of the ticket data
ar_sa: سمات بيانات التذكرة
nb_no: Attributter til saksdataene

source: Ticket dynamic fields internal key values
ar_sa: المفاتيح الداخلية للحقول الديناميكية للتذكرة
nb_no: Interne nøkkelverdier for saksdynamiske felt

source: Ticket dynamic fields display values, useful for Dropdown and Multiselect fields
ar_sa: عرض قيم الحقول الديناميكية للتذكرة، والتي يمكن استخدامها لحقول الاختيار
nb_no: Viste verdier for dynamiske felt for sak, nyttige for rullegardin- og flervalgsfelt

source: Use comma or semicolon to separate email addresses.
ar_sa: استخدم الفواصل أو الفاصلة المنقوطة للفصل بين عناوين البريد الإلكتروني.
nb_no: Bruk komma eller semikolon for å skille e-postadresser.

source: You can use OTOBO-tags like <OTOBO_TICKET_DynamicField_...> to insert values from the current ticket.
ar_sa: يمكنك استخدام علامات OTOBO مثل <..._OTOBO_TICKET_DynamicField> لإدراج قيم التذكرة الحالية.
nb_no: Du kan bruke OTOBO-tagger som <OTOBO_TICKET_DynamicField_...> for å sette inn verdier fra gjeldende sak.

source: PGP Management
ar_sa: إدارة PGP
nb_no: Administrasjon: PGP

source: Add PGP Key
ar_sa: إضافة مفتاح PGP
nb_no: Legg Til PGP-nøkkel

source: PGP support is disabled
ar_sa: تم تعطيل دعم PGP
nb_no: PGP støtte er deaktivert

source: To be able to use PGP in OTOBO, you have to enable it first.
ar_sa: لتتمكن من استخدام PGP في OTOBO، يجب عليك تمكينه أولاً.
nb_no: For å kunne bruke PGP funksjonen i OTOBO må du først aktivere den.

source: Enable PGP support
ar_sa: تفعيل دعم PGP
nb_no: Aktiver PGP støtte

source: Faulty PGP configuration
ar_sa: تكوين PGP غير صحيح
nb_no: Feil i PGP konfigurasjonen

source: PGP support is enabled, but the relevant configuration contains errors. Please check the configuration using the button below.
ar_sa: تم تمكين دعم PGP، لكن التكوين غير صحيح. يرجى التحقق من التكوين بالنقر فوق الزر أدناه.
nb_no: PGP støtte er aktivert, men konfigurasjonen inneholder feil. Vær vennlig å gå igjennom konfigurasjonen ved å bruke knappen nedenfor.

source: Configure it here!
ar_sa: قم بتكوينه هنا!
nb_no: Konfigurer den her!

source: Check PGP configuration
ar_sa: تحقق من تكوين PGP
nb_no: Sjekk PGP konfigurasjon

source: In this way you can directly edit the keyring configured in SysConfig.
ar_sa: وبهذه الطريقة يمكنك تحرير حلقة المفاتيح التي تم تكوينها مباشرة في SysConfig.
nb_no: På denne måten kan du direkte redigere nøkkelringen som er konfigurert i SysConfig.

source: Introduction to PGP
ar_sa: مقدمة في PGP
nb_no: Introduksjon til PGP

source: Fingerprint
ar_sa: بصمة الإصبع
nb_no: Fingeravtrykk

source: Expires
ar_sa: تنتهي
nb_no: Utgår

source: Delete this key
ar_sa: حذف هذا المفتاح
nb_no: Slett denne nøkkelen

source: PGP key
ar_sa: مفتاح PGP
nb_no: PGP-nøkkel

source: Package Manager
ar_sa: إدارة الحزم
nb_no: Pakkehåndterer

source: Uninstall Package
ar_sa: إلغاء تثبيت الحزمة
nb_no: Avinstaller pakken

source: Uninstall package
ar_sa: إلغاء تثبيت الحزمة
nb_no: Avinstaller pakke

source: Do you really want to uninstall this package?
ar_sa: هل تريد حقًا إلغاء تثبيت هذه الحزمة؟
nb_no: Vil du virkelig avinstallere denne pakken?

source: Reinstall package
ar_sa: إعادة تثبيت الحزمة
nb_no: re-installer pakken

source: Do you really want to reinstall this package? Any manual changes will be lost.
ar_sa: هل أنت متأكد أنك تريد إعادة تثبيت هذه الحزمة؟ ستفقد جميع التغييرات اليدوية.
nb_no: Vil du virkelig re-installere pakken? Alle manuelle endringer vil bli borte.

source: Go to updating instructions
ar_sa: انتقل إلى تعليمات التحديث
nb_no: Gå til oppdateringsinstruksjoner

source: Go to the OTOBO customer portal
ar_sa: انتقل إلى بوابة عملاء OTOBO
nb_no: Gå til OTOBO-kundeportalen

source: package information
ar_sa: معلومات الحزمة
nb_no: pakkeinformasjon

source: Package installation requires a patch level update of OTOBO.
ar_sa: يتطلب تثبيت الحزمة تحديث مستوى التصحيح من OTOBO.
nb_no: Pakkeinstallasjon krever en patch-nivåoppdatering av OTOBO.

source: Package update requires a patch level update of OTOBO.
ar_sa: يتطلب تحديث الحزمة تحديث مستوى التصحيح من OTOBO.
nb_no: Pakkeoppdatering krever en patch-nivåoppdatering av OTOBO.

source: Please note that your installed OTOBO version is %s.
ar_sa: يرجى ملاحظة أن إصدار OTOBO المثبت لديك هو٪ s.
nb_no: Vær oppmerksom på at din installerte OTOBO-versjon er %s.

source: To install this package, you need to update OTOBO to version %s or newer.
ar_sa: لتثبيت هذه الحزمة، يجب عليك أولاً تحديث OTOBO إلى الإصدار٪ s أو أحدث.
nb_no: For å installere denne pakken må du oppdatere OTOBO til versjon %s eller nyere.

source: This package can only be installed on OTOBO version %s or older.
ar_sa: يمكن تثبيت هذه الحزمة فقط على إصدار OTOBO ٪ s أو الأقدم.
nb_no: Denne pakken kan bare installeres på OTOBO versjon %s eller eldre.

source: This package can only be installed on OTOBO version %s or newer.
ar_sa: يمكن تثبيت هذه الحزمة فقط على إصدار OTOBO ٪ s أو الأحدث.
nb_no: Denne pakken kan bare installeres på OTOBO versjon %s eller nyere.

source: Why should I keep OTOBO up to date?
ar_sa: لماذا يجب أن أبقي OTOBO محدثًا؟
nb_no: Hvorfor bør jeg holde OTOBO oppdatert?

source: You will receive updates about relevant security issues.
ar_sa: ستتلقى تحديثات حول قضايا الأمان ذات الصلة.
nb_no: Du vil motta oppdateringer om relevante sikkerhetsproblemer.

source: You will receive updates for all other relevant OTOBO issues.
ar_sa: ستتلقى تحديثات لجميع المشكلات الأخرى ذات الصلة ب OTOBO.
nb_no: Du vil motta oppdateringer for alle andre relevante OTOBO-problemer.

source: How can I do a patch level update if I don’t have a contract?
ar_sa: كيف يمكنني إجراء تحديث لمستوى التصحيح إذا لم يكن لدي عقد؟
nb_no: Hvordan kan jeg gjøre en oppdatering hvis jeg ikke har en kontrakt?

source: Please find all relevant information within the updating instructions at %s.
ar_sa: يرجى الاطلاع على جميع المعلومات ذات الصلة ضمن تعليمات التحديث على ٪s.
nb_no: Finn all relevant informasjon i oppdateringsinstruksjonene på %s.

source: In case you would have further questions we would be glad to answer them.
ar_sa: إذا كان لديك أي أسئلة أخرى، سنكون سعداء بالإجابة عليها.
nb_no: Hvis du har flere spørsmål, svarer vi gjerne på dem.

source: Please visit our customer portal and file a request.
ar_sa: يرجى زيارة بوابة العملاء وفتح استفسار.
nb_no: Vennligst besøk vår kundeportal og send inn en forespørsel.

source: Install Package
ar_sa: تثبيت الحزمة
nb_no: Installer pakke

source: Update Package
ar_sa: حزمة التحديث
nb_no: Oppdater pakke

source: Continue
ar_sa: التَّالِي
nb_no: Fortsett

source: Please make sure your database accepts packages over %s MB in size (it currently only accepts packages up to %s MB). Please adapt the max_allowed_packet setting of your database in order to avoid errors.
ar_sa: قم بتخصيص قاعدة البيانات الخاصة بك لقبول الحزم التي تزيد عن ٪s ميغا بايت (لا تقبل حاليًا سوى حزم يصل حجمها إلى٪ s ميغا بايت). يرجى ضبط إعداد "max_allowed_packet" على تكوين قاعدة البيانات لتجنب الأخطاء.
nb_no: Sørg for at databasen din aksepterer pakker over %s MB i størrelse (den godtar for øyeblikket bare pakker opptil %s MB). Vennligst tilpass max_allowed_packet-innstillingen for databasen for å unngå feil.

source: Install
ar_sa: تثبيت
nb_no: Installer

source: Update repository information
ar_sa: تحديث الدليل
nb_no: Oppdater pakkelager-informasjon

source: Cloud services are currently disabled.
ar_sa: الخدمات السحابية معطلة حاليا.
nb_no: Skytjenester er for øyeblikket deaktivert.

source: OTOBO Verify can not continue!
ar_sa: OTOBO Verify لا يمكن أن يستمر!
nb_no: OTOBO Verify kan ikke fortsette!

source: Enable cloud services
ar_sa: تفعيل الخدمات السحابية
nb_no: Aktiver skytjenester

source: Update all installed packages
ar_sa: تحديث كافة الحزم المثبتة
nb_no: Oppdater alle installerte pakker

source: Online Repository
ar_sa: الدليل الإلكتروني
nb_no: Pakkelager på nettet

source: Vendor
ar_sa: موفّر
nb_no: Forhandler

source: Action
ar_sa: إِجْرَاءٌ
nb_no: Handling

source: Module documentation
ar_sa: وثائق الوحدة
nb_no: Modul-dokumentasjon

source: Local Repository
ar_sa: الدليل المحلي
nb_no: Lokalt pakkelager

source: This package is verified by OTOBOverify (tm)
ar_sa: تمت مراجعة هذه الحزمة من قبل OTOBOVerify (tm)
nb_no: Denne pakken er verifisert av OTOBOverify (tm)

source: Uninstall
ar_sa: إلغاء تثبيت
nb_no: Avinstaller

source: Package not correctly deployed! Please reinstall the package.
ar_sa: الحزمة غير مثبتة بشكل صحيح. الرجاء التثبيت مرة أخرى.
nb_no: Pakken er ikke riktig installert! Vennligst installer pakken på nytt.

source: Reinstall
ar_sa: إعادة التثبيت
nb_no: re-installer

source: Features for %s customers only
ar_sa: حصري: ميزات لعملاء ٪s
nb_no: Funksjoner tilgjengelig kun for %s kunder

source: With %s, you can benefit from the following optional features. Please make contact with %s if you need more information.
ar_sa: باستخدام ٪s، يمكنك الاستفادة من الميزات الاختيارية التالية. يرجى الاتصال ب ٪s لمزيد من المعلومات.
nb_no: Med %s kan du dra nytte av følgende valgfrie funksjoner. Ta kontakt med %s hvis du trenger mer informasjon.

source: Package Information
ar_sa: معلومات الحزمة
nb_no: Pakkeinformasjon

source: Download package
ar_sa: تحميل الحزمة
nb_no: Last ned pakke

source: Rebuild package
ar_sa: إعادة بناء الحزمة
nb_no: Gjenoppbygg pakke

source: Change Log
ar_sa: سجل التغيير
nb_no: Endrings-logg

source: Date
ar_sa: تَارِيخٌ
nb_no: Dato

source: List of Files
ar_sa: قائمة الملفات
nb_no: Fil-liste

source: Permission
ar_sa: أذونات
nb_no: to

source: Download file from package!
ar_sa: تحميل الملف من الحزمة!
nb_no: Last ned fil fra pakke!

source: Required
ar_sa: مطلوب
nb_no: Påkrevd

source: Primary Key
ar_sa: المفتاح الأساسي
nb_no: Primærnøkkel

source: Auto Increment
ar_sa: زيادة تلقائية
nb_no: Automatisk økning

source: File Differences for File %s
ar_sa: الاختلافات في الملف ٪s
nb_no: Filforskjeller for fil %s

source: File differences for file %s
ar_sa: الاختلافات في الملف ٪s
nb_no: Forskjeller for filen %s

source: Performance Log
ar_sa: سجل الأداء
nb_no: Ytelseslogg

source: Range
ar_sa: نِطاق
nb_no: Rekkevidde

source: last
ar_sa: الأخير
nb_no: siste

source: This feature is enabled!
ar_sa: تم تمكين هذه الميزة!
nb_no: Denne funksjonen er aktivert!

source: Just use this feature if you want to log each request.
ar_sa: ما عليك سوى استخدام هذه الميزة إذا كنت ترغب في تسجيل كل طلب.
nb_no: Bruk denne funksjonen kun dersom du vil logge hver forespørsel.

source: Activating this feature might affect your system performance!
ar_sa: يرجى ملاحظة أن تنشيط هذه الوظيفة يمكن أن يؤدي إلى انخفاض الأداء!
nb_no: Aktivering av denne funksjonen kan påvirke system-ytelsen!

source: Disable it here!
ar_sa: قم بإلغاء التنشيط هنا!
nb_no: Deaktiver denne her!

source: Logfile too large!
ar_sa: ملف السجل كبير جدًا!
nb_no: Loggfilen er for stor!

source: The logfile is too large, you need to reset it
ar_sa: ملف السجل كبير جدًا، ويجب إعادة تعيينه
nb_no: Loggfilen er for stor, du må nullstille den

source: Interface
ar_sa: وَاجِهَةٌ
nb_no: Grensesnitt

source: Requests
ar_sa: طَلَبَات
nb_no: Forespørsler

source: Min Response
ar_sa: الحد الأدنى من وقت الاستجابة
nb_no: Min Respons

source: Max Response
ar_sa: أقصى وقت استجابة
nb_no: Max Respons

source: Average Response
ar_sa: متوسط وقت الاستجابة
nb_no: Gjennomsnittlig Respons

source: Period
ar_sa: فَتْرة
nb_no: Periode

source: minutes
ar_sa: دقائق
nb_no: minutter

source: Min
ar_sa: الحد الأدنى
nb_no: Minimum

source: Max
ar_sa: حدَ أقصى
nb_no: Maks

source: Average
ar_sa: مُتَوَسِّطٌ
nb_no: Gjennomsnitt

source: PostMaster Filter Management
ar_sa: إدارة عامل التصفية Postmaster
nb_no: Administrasjon: E-postfilter

source: Add PostMaster Filter
ar_sa: أضف عامل تصفية PostMaster
nb_no: Legg til Postmaster-filter

source: Edit PostMaster Filter
ar_sa: تحرير عامل تصفية PostMaster
nb_no: Endre Postmaster-filter

source: Filter for PostMaster Filters
ar_sa: تصفية لفلاتر PostMaster
nb_no: Filter for PostMaster-filtre

source: Filter for PostMaster filters
ar_sa: تصفية لفلاتر PostMaster
nb_no: Filter for PostMaster-filtre

source: To dispatch or filter incoming emails based on email headers. Matching using Regular Expressions is also possible.
ar_sa: توزيع رسائل البريد الإلكتروني الواردة أو تصفيتها باستخدام رؤوس البريد الإلكتروني. يمكن أيضًا استخدام التعبيرات العادية في البحث.
nb_no: For å behandle eller filtrere innkommende e-poster basert på e-posthoder. Regulære uttrykk kan også brukes.

source: If you want to match only the email address, use EMAILADDRESS:info@example.com in From, To or Cc.
ar_sa: إذا كنت تبحث فقط عن عنوان بريد إلكتروني، فاستخدم EMAILADDRESS: info@example.com في من أو إلى أو نسخة.
nb_no: Dersom du ønsker å kun treffe e-postadresser, benytt EMAILADDRESS:info@example.com i Fra, Til eller Kopi.

source: If you use Regular Expressions, you also can use the matched value in () as [***] in the 'Set' action.
ar_sa: إذا كنت تستخدم التعبيرات العادية، يمكنك أيضًا استخدام القيمة المطابقة في () مثل [***] في إجراء "التعيين".
nb_no: Hvis du bruker "Regular Expressions" kan du også bruke verdien i () som [***] i "Sett"-verdier.

source: You can also use named captures %s and use the names in the 'Set' action %s (e.g. Regexp: %s, Set action: %s). A matched EMAILADDRESS has the name '%s'.
ar_sa: يمكنك أيضًا استخدام المجموعات المسماة٪ s والأسماء في إجراء "المجموعة"٪ s (على سبيل المثال، Regexp: %s, Set action: %s). تم العثور على EMAILADDRESS له الاسم "٪ s".
nb_no: Du kan også bruke navngitte opptak %s og bruke navnene i 'Sett'-handlingen %s (f.eks. Regexp: %s, Angi handling: %s). En samsvarende EMAILADDRESS har navnet '%s'.

source: Delete this filter
ar_sa: حذف هذا الفلتر
nb_no: Slett dette filteret

source: Do you really want to delete this postmaster filter?
ar_sa: هل أنت متأكد من أنك تريد حذف فلتر مدير البريد هذا؟
nb_no: Vil du virkelig slette dette postmesterfilteret?

source: A postmaster filter with this name already exists!
ar_sa: يوجد بالفعل مرشح مدير مكتب البريد بهذا الاسم!
nb_no: Et postmesterfilter med dette navnet finnes allerede!

source: Filter Condition
ar_sa: حالة الفلتر
nb_no: Filter-tilstand

source: AND Condition
ar_sa: "و" الشرط
nb_no: OG Tilstand

source: Search header field
ar_sa: استعراض حقل الرأس
nb_no: Søkehodefelt

source: for value
ar_sa: حسب القيمة
nb_no: for verdi

source: The field needs to be a valid regular expression or a literal word.
ar_sa: يجب أن يحتوي هذا الحقل على تعبير عادي أو كلمة صالحة.
nb_no: Feltet må være et gyldig regulært uttrykk eller et bokstavelig ord.

source: Negate
ar_sa: أَبْطَلَ
nb_no: Inverter

source: Set Email Headers
ar_sa: تعيين رؤوس البريد الإلكتروني
nb_no: Sett meldingshoder
