Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: To add a new field, select the field type from one of the object's list, the object defines the boundary of the field and it can't be changed after the field creation.
ar_sa: لإضافة حقل جديد، حدد نوع الحقل من قائمة الأنواع المتوفرة لهذا الكائن. تحديد الكائن ملزم ولا يمكن تغييره لاحقا.
nb_no: For å legge til et nytt felt, velg felttypen fra en av objektets liste, objektet definerer grensen for feltet og det kan ikke endres etter feltopprettingen.

source: Dynamic Fields List
ar_sa: قائمة الحقول الديناميكية
nb_no: Liste over dynamiske felt

source: Dynamic fields per page
ar_sa: الحقول الديناميكية لكل صفحة
nb_no: Dynamiske felt per side

source: Label
ar_sa: تَسْمية
nb_no: Etikett

source: Order
ar_sa: مَوْضِع
nb_no: Sortering

source: Object
ar_sa: كائن
nb_no: Objekt

source: Delete this field
ar_sa: حذف هذا الحقل
nb_no: Fjern dette feltet

source: Import / Export
ar_sa: استيراد/تصدير
nb_no: Import / Eksport

source: Here you can upload a configuration file to import dynamic fields to your system. The file needs to be in .yml format as exported by dynamic field management module.
ar_sa: هنا يمكنك تحميل ملف تكوين لاستيراد الحقول الديناميكية إلى نظامك. يجب أن يكون الملف بتنسيق . yml كما تم تصديره بواسطة الوحدة النمطية لإدارة الحقول الديناميكية.
nb_no: Her kan du laste opp en konfigurasjonsfil for å importere dynamiske felt til systemet ditt. Filen må være i .yml-format som eksportert av den dynamiske feltstyringsmodulen.

source: DynamicFields Import
ar_sa: استيراد حقول ديناميكية
nb_no: Import av dynamiske felter

source: DynamicFields Export
ar_sa: تصدير الحقول الديناميكية
nb_no: Eksport av dynamiske felter

source: Dynamic Fields Screens
ar_sa: أسطح الحقول الديناميكية
nb_no: Dynamiske felt-skjermer

source: Here you can manage the dynamic fields in the respective screens.
ar_sa: هنا يمكنك إدارة الحقول الديناميكية في الواجهات المعنية.
nb_no: Her kan du administrere de dynamiske feltene i de respektive skjermbildene.

source: Dynamic Fields
ar_sa: الحقول الديناميكية
nb_no: Dynamiske felte

source: Go back to overview
ar_sa: ارجع إلى النظرة العامة
nb_no: Gå tilbake til oversikten

source: General
ar_sa: عَامٌّ
nb_no: Generelt

source: This field is required, and the value should be alphabetic and numeric characters only.
ar_sa: هذا الحقل مطلوب، ويجب أن تكون القيمة أحرف أبجدية ورقمية فقط.
nb_no: Dette feltet er påkrevd, og innholdet må bare være bokstaver og tall.

source: Must be unique and only accept alphabetic and numeric characters.
ar_sa: يجب أن تكون فريدة من نوعها ويجب أن تتكون فقط من الحروف والأرقام.
nb_no: Må være unikt og bare inneholde bokstaver og tall.

source: Changing this value will require manual changes in the system.
ar_sa: سيتطلب تغيير هذه القيمة تغييرات يدوية في النظام.
nb_no: Endring av denne verdien vil kreve manuelle endringer i systemet.

source: This is the name to be shown on the screens where the field is active.
ar_sa: يظهر هذا الاسم على الشاشات التي يكون فيها هذا الحقل نشطا.
nb_no: Dette er navnet som vil bli vist på skjermen hvor feltet er aktivert.

source: Field order
ar_sa: الترتيب الميداني
nb_no: Feltrekkefølge

source: This field is required and must be numeric.
ar_sa: هذا الحقل مطلوب ويمكن أن يحتوي فقط على أرقام.
nb_no: Dette feltet er påkrevd og må inneholde tall.

source: This is the order in which this field will be shown on the screens where is active.
ar_sa: هذا هو الترتيب الذي سيظهر به هذا الحقل على الشاشات حيث يكون نشطًا.
nb_no: Dette er rekkefølgen som vises på feltene på skjermen hvor de er aktive.

source: Tooltip message:
ar_sa: رسالة تلميح الأداة:
nb_no: Verktøytipsmelding:

source: This is the tooltip message shown inside the customer interface.
ar_sa: هذه هي رسالة تلميح الأدوات المعروضة داخل واجهة العميل.
nb_no: Dette er verktøytipsmeldingen som vises i kundegrensesnittet.

source: Is not possible to invalidate this entry, all config settings have to be changed beforehand.
ar_sa: لا يمكن تعيين هذا الإدخال إلى غير صالح حتى يتم ضبط جميع التكوينات المتأثرة وفقا لذلك.
nb_no: Det er ikke mulig å ugyldiggjøre denne oppføringen, alle konfigurasjonsinnstillinger må endres på forhånd.

source: Field type
ar_sa: نوع الحقل
nb_no: Felt type

source: Object type
ar_sa: نوع الكائن
nb_no: Objekt type

source: Internal field
ar_sa: المجال الداخلي
nb_no: Internt felt

source: This field is protected and can't be deleted.
ar_sa: هذا حقل داخلي محمي ولا يمكن حذفه.
nb_no: Dette feltet er beskyttet og kan ikke slettes.

source: This dynamic field is used in the following config settings:
ar_sa: يتم استخدام هذا الحقل الديناميكي في إعدادات التكوين التالية:
nb_no: Dette dynamiske feltet brukes i følgende konfigurasjonsinnstillinger:

source: Field Settings
ar_sa: إعدادات الحقل
nb_no: Felt Innstillinger

source: Default value
ar_sa: القيمة الافتراضية
nb_no: Standardverdi

source: This is the default value for this field.
ar_sa: هذه هي القيمة الافتراضية لهذا الحقل.
nb_no: Dette er standardverdien for dette feltet.

source: Add or edit contacts
ar_sa: إضافة أو تحرير جهات الاتصال
nb_no: Legg til eller rediger kontakter

source: To add contacts to this field please fill out all the needed information and save it.
ar_sa: لإضافة جهات اتصال إلى هذا الحقل ، يرجى ملء جميع المعلومات المطلوبة وحفظها.
nb_no: For å legge til kontakter i dette feltet, fyll ut all nødvendig informasjon og lagre den.

source: Click on the field name from the overview to edit it and find the corresponding action in the sidebar or from the 'Tickets' menu.
ar_sa: انقر على اسم الحقل في النظرة العامة لتحريره والعثور على الإجراء المقابل في الشريط الجانبي أو في القائمة "التذاكر".
nb_no: Klikk på feltnavnet fra oversikten for å redigere det og finn den tilsvarende handlingen i sidefeltet eller fra 'Saker'-menyen.

source: Name Field
ar_sa: اسم الحقل
nb_no: Navnefelt

source: ValidID Field
nb_no: Gyldig ID-felt

source: Other Fields
ar_sa: مجالات أخرى
nb_no: Andre felt

source: Key
ar_sa: مفتاح
nb_no: Nøkkel

source: Value
ar_sa: قيمة
nb_no: Verdi

source: Remove value
ar_sa: إزالة القيمة
nb_no: Fjern verdi

source: Add Field
ar_sa: إضافة حقل
nb_no: Legg til felt

source: Add value
ar_sa: إضافة قيمة
nb_no: Legg til verdi

source: These are the possible data attributes for contacts.
ar_sa: هذه هي سمات البيانات المحتملة لجهات الاتصال.
nb_no: Dette er de mulige dataattributtene for kontakter.

source: Mandatory fields
ar_sa: الحقول المطلوبة
nb_no: Obligatoriske felt

source: Comma separated list of mandatory keys (optional). Keys 'Name' and 'ValidID' are always mandatory and doesn't have to be listed here.
ar_sa: قائمة الحقول الإلزامية مفصولة بفواصل (اختياري). دائمًا ما يكون المفتاحان "Name" و "ValidID" حقلين إلزاميين ولا يجب إدراجهما هنا.
nb_no: Kommaseparert liste over obligatoriske nøkler (valgfritt). Nøklene "Navn" og "Gyldig ID" er alltid obligatoriske og trenger ikke å være oppført her.

source: Sorted fields
ar_sa: الحقول التي تم فرزها
nb_no: Sorterte felt

source: Comma separated list of keys in sort order (optional). Keys listed here come first, all remaining fields afterwards and sorted alphabetically.
ar_sa: قائمة مفاتيح مفصولة بفواصل بترتيب فرز (اختياري). تأتي المفاتيح المدرجة هنا أولا ، وجميع الحقول المتبقية بعد ذلك ويتم فرزها أبجديا.
nb_no: Kommaseparert liste over nøkler i sorteringsrekkefølge (valgfritt). Taster som er oppført her kommer først, alle gjenværende felt etterpå og sortert alfabetisk.

source: Searchable fields
ar_sa: الحقول القابلة للبحث
nb_no: Søkbare felt

source: Comma separated list of searchable keys (optional). Key 'Name' is always searchable and doesn't have to be listed here.
ar_sa: قائمة مفصولة بفواصل للمفاتيح القابلة للبحث (اختياري). يمكن دائمًا البحث عن المفتاح "Name" ولا يلزم إدراجه هنا.
nb_no: Kommaseparert liste over søkbare nøkler (valgfritt). Nøkkel 'Navn' er alltid søkbar og trenger ikke å være oppført her.

source: Translatable values
ar_sa: قيم قابلة للترجمة
nb_no: Oversettbare verdier

source: If you activate this option the values will be translated to the user defined language.
ar_sa: إذا قمت بتنشيط هذا الخيار، فسيتم ترجمة القيم إلى اللغة التي يحددها المستخدم.
nb_no: Om du aktiverer dette valget vil verdiene bli oversatt til det bruker har definert som språk.

source: Note
ar_sa: ملاحظة
nb_no: Notis

source: You need to add the translations manually into the language translation files.
ar_sa: تحتاج إلى إضافة الترجمات يدويا إلى ملفات ترجمة اللغة.
nb_no: Du må legge til oversettelsen manuelt i språkfilen.

source: Possible values
ar_sa: القيم المحتملة
nb_no: Tilgjengelige verdier

source: Searchfield
ar_sa: مربع البحث
nb_no: Søkefelt

source: Listfield
ar_sa: مربع قائمة
nb_no: Listefelt

source: Show link
ar_sa: إظهار الرابط
nb_no: Vis lenke

source: Here you can specify an optional HTTP link for the field value in Overviews and Zoom screens.
ar_sa: هنا يمكنك تحديد ارتباط HTTP اختياري لقيمة الحقل في شاشات اللمحات العامة والتكبير/التصغير.
nb_no: Her kan du angi en valgfri HTTP-lenke for feltverdien i Oversikter og Zoom-skjermer.

source: Example
ar_sa: مثال
nb_no: Eksempel

source: You can reference the field with its own field name. You can also refer to other fields, e.g. with 'DynamicField_OtherFieldName'.
nb_no: Du kan referere til feltet med sitt eget feltnavn. Du kan også vise til andre felt, f.eks. med 'DynamicField_OtherFieldName'.

source: Link for preview
ar_sa: رابط للمعاينة
nb_no: Lenke for forhåndsvisning

source: If filled in, this URL will be used for a preview which is shown when this link is hovered in ticket zoom. Please note that for this to work, the regular URL field above needs to be filled in, too.
ar_sa: يتم استخدام عنوان URL هذا (إن وجد) للمعاينة عندما يكون الماوس فوق هذا الرابط في طريقة عرض التذكرة. لهذا الغرض، يجب أيضا ملء حقل عنوان URL أعلاه.
nb_no: Hvis den er fylt ut, vil denne URL-en bli brukt for en forhåndsvisning som vises når denne lenken holdes i sak-zoom. Vær oppmerksom på at for at dette skal fungere, må det vanlige URL-feltet ovenfor også fylles ut.

source: Server
ar_sa: خَادِمٌ
nb_no: Tjener

source: Table / View
ar_sa: الجدول / العرض
nb_no: Tabell / Visning

source: User
ar_sa: مستخدم
nb_no: Bruker

source: Password
ar_sa: كلمة المرور
nb_no: Passord

source: Identifier
ar_sa: المعرف
nb_no: Nøkkel

source: Must be unique column from the table entered in Table/View.
ar_sa: يجب أن يكون عمودا فريدا من الجدول الذي تم إدخاله في الجدول/طريقة العرض.
nb_no: Må være unik kolonne fra tabellen angitt i Tabell/Visning.

source: Multiselect
ar_sa: اختيار متعدد
nb_no: Flervalg

source: Searchprefix
ar_sa: بادئة البحث
nb_no: Søkeprefiks

source: Searchsuffix
ar_sa: لاحقة البحث
nb_no: Søkesuffiks

source: Result Limit
ar_sa: قيود النتائج
nb_no: Resultatgrense

source: Case Sensitive
ar_sa: يميز بين الأحرف الكبيرة والصغيرة
nb_no: Skiller mellom store og små bokstaver

source: Default date difference
ar_sa: فرق التاريخ الافتراضي
nb_no: Standard dato forskjeller

source: This field must be numeric.
ar_sa: يمكن أن يحتوي هذا الحقل على أرقام فقط.
nb_no: Dette feltet må inneholde tall.

source: The difference from NOW (in seconds) to calculate the field default value (e.g. 3600 or -60).
ar_sa: يتم استخدام الفرق من الآن، بالثواني، لحساب القيمة الافتراضية للحقل (على سبيل المثال، 3600 أو -60).
nb_no: Forskjellen fra NÅ (i sekunder) for å beregne feltets standardverdi (f.eks. 3600 eller -60).

source: Define years period
ar_sa: تحديد النطاق السنوي
nb_no: Definer årsperiode

source: Activate this feature to define a fixed range of years (in the future and in the past) to be displayed on the year part of the field.
ar_sa: قم بتنشيط هذه الميزة لتحديد نطاق ثابت من السنوات (في المستقبل وفي الماضي) ليتم عرضها في جزء السنة من الحقل.
nb_no: Aktiver denne funksjonen for å definere et fast område av år (i fremtiden og i fortiden) som skal vises på årsdelen av feltet.

source: Years in the past
ar_sa: سنوات في الماضي
nb_no: År i fortiden

source: Years in the past to display (default: 5 years).
ar_sa: السنوات الماضية المراد عرضها (الافتراضي: 5 سنوات).
nb_no: År i det siste som skal vises (standard: 5 år).

source: Years in the future
ar_sa: سنوات في المستقبل
nb_no: År i fremtiden

source: Years in the future to display (default: 5 years).
ar_sa: السنوات المستقبلية التي يتم عرضها (الافتراضية: 5).
nb_no: År i fremtiden som skal vises (standard: 5 år).

source: If special characters (&, @, :, /, etc.) should not be encoded, use 'url' instead of 'uri' filter.
ar_sa: إذا كنت لا ترغب في ترميز الأحرف الخاصة (&، @، :، /، إلخ)، فاستخدم فلتر "URL" بدلا من عامل تصفية "uri".
nb_no: Hvis spesialtegn (&, @, :, / osv.) ikke skal kodes, bruk 'url' i stedet for 'uri'-filter.

source: Restrict entering of dates
ar_sa: تقييد إدخال البيانات
nb_no: Begrens inntasting av datoer

source: Here you can restrict the entering of dates of tickets.
ar_sa: هنا يمكنك تقييد إدخال البيانات في هذا الحقل.
nb_no: Her kan du begrense inntasting av datoer for saker.

source: Add Value
ar_sa: إضافة قيمة
nb_no: Legg til verdi

source: Add empty value
ar_sa: إضافة قيمة فارغة
nb_no: Legg til tom verdi

source: Activate this option to create an empty selectable value.
ar_sa: قم بتنشيط هذا الخيار لإنشاء قيمة فارغة قابلة للتحديد.
nb_no: Aktiver dette valget for å lage tomme valgbare verdier.

source: Tree View
ar_sa: عرض الشجرة
nb_no: Trestruktur

source: Activate this option to display values as a tree.
ar_sa: قم بتنشيط هذا الخيار لعرض القيم كشجرة.
nb_no: Aktiver dette valget for å vise verdier som en trestruktur.

source: Select the items you want to
ar_sa: حدد العناصر التي تريدها
nb_no: Velg elementene du vil

source: Select the desired elements and confirm the import with 'import'.
ar_sa: حدد العناصر المطلوبة وقم بتأكيد الاستيراد باستخدام "استيراد".
nb_no: Velg de ønskede elementene og bekreft importen med 'importer'.

source: Here you can export a configuration file of dynamic fields and dynamic field screens to import these on another system. The configuration file is exported in yml format.
ar_sa: هنا يمكنك تصدير ملف تكوين من الحقول الديناميكية وشاشات الحقول الديناميكية لاستيرادها على نظام آخر. يتم تصدير ملف التكوين بتنسيق yml.
nb_no: Her kan du eksportere en konfigurasjonsfil med dynamiske felt og dynamiske feltskjermer for å importere disse på et annet system. Konfigurasjonsfilen eksporteres i yml-format.

source: The following dynamic fields can not be imported because of an invalid backend.
ar_sa: لا يمكن استيراد الحقول الديناميكية التالية بسبب خلفية غير صالحة.
nb_no: Følgende dynamiske felt kan ikke importeres på grunn av en ugyldig backend.

source: Toggle all available elements
ar_sa: تبديل جميع العناصر المتاحة
nb_no: Veksle alle tilgjengelige elementer

source: Fields
ar_sa: حقول
nb_no: Felter

source: Screens
ar_sa: شاشات
nb_no: Skjermer

source: Management of Dynamic Fields <-> Screens
ar_sa: إدارة الحقول الديناميكية <-> شاشات
nb_no: Håndtering av dynamiske felt <-> skjermer

source: Overview
ar_sa: نظرة عامة
nb_no: Oversikt

source: Default Columns Screens
ar_sa: شاشات الأعمدة الافتراضية
nb_no: Skjermer for standard kolonner

source: Add DynamicField
ar_sa: إضافة حقل ديناميكي
nb_no: Legg til dynamisk felt

source: You can assign elements to this Screen/Field by dragging the elements with the mouse from the left list to the right list.
ar_sa: يمكنك تعيين عناصر لهذه الشاشة/الحقل عن طريق سحب العناصر بالماوس من القائمة اليسرى إلى القائمة اليمنى.
nb_no: Du kan tilordne elementer til denne skjermen/feltet ved å dra elementene med musen fra venstre liste til høyre liste.

source: Ordering the elements within the list is also possible by drag 'n' drop.
ar_sa: يمكن أيضا ترتيب العناصر عن طريق تحريكها باستخدام الماوس.
nb_no: Det er også mulig å sortere elementene i listen ved å dra og slippe.

source: Filter available elements
ar_sa: تصفية العناصر المتوفرة
nb_no: Filtrer tilgjengelige elementer

source: selected to available elements
ar_sa: العناصر المختارة التي ستكون متاحة
nb_no: valgt til tilgjengelige elementer

source: Available Elements
ar_sa: العناصر المتوفرة
nb_no: Tilgjengelige elementer

source: Filter disabled elements
ar_sa: تصفية العناصر المعطلة
nb_no: Filtrer deaktiverte elementer

source: selected to disabled elements
ar_sa: سيتم إلغاء تنشيط العناصر المحددة
nb_no: valgt til deaktiverte elementer

source: Toggle all disabled elements
ar_sa: تبديل جميع العناصر المعطلة
nb_no: Veksle alle deaktiverte elementer

source: Disabled Elements
ar_sa: العناصر المعطلة
nb_no: Deaktiverte elementer

source: Filter assigned elements
ar_sa: تصفية العناصر المعينة
nb_no: Filtrer tilordnede elementer

source: selected to assigned elements
ar_sa: العناصر المحددة التي سيتم تعيينها
nb_no: valgt til tilordnede elementer

source: Toggle all assigned elements
ar_sa: تبديل جميع العناصر المعينة
nb_no: Veksle alle tildelte elementer

source: Assigned Elements
ar_sa: العناصر المعينة
nb_no: Tilordnede elementer

source: Filter assigned required elements
ar_sa: تصفية العناصر المطلوبة المعينة
nb_no: Filtrer tildelte påkrevde elementer

source: selected to assigned required elements
ar_sa: تم اختياره للعناصر المطلوبة المعينة
nb_no: valgt til tilordnede nødvendige elementer

source: Toggle all assigned required elements
ar_sa: تبديل جميع العناصر المطلوبة المعينة
nb_no: Veksle alle tildelte nødvendige elementer

source: Assigned Required Elements
ar_sa: العناصر المطلوبة المعينة
nb_no: Tilordnede påkrevd elementer

source: Reset
ar_sa: إعادة ضبط
nb_no: Nullstill

source: Number of rows
ar_sa: عدد الصفوف
nb_no: Antall rader

source: Specify the height (in lines) for this field in the edit mode.
ar_sa: يحدد عدد الصفوف لهذا الحقل في وضع التحرير.
nb_no: Spesifiser høyden (i antall linjer) for dette feltet i endrings-modus.

source: Number of cols
ar_sa: عدد الأعمدة
nb_no: Antall kolonner

source: Specify the width (in characters) for this field in the edit mode.
ar_sa: حدد العرض (بالأحرف) لهذا الحقل في وضع التحرير.
nb_no: Spesifiser bredden (i antall tegn) for dette feltet i endrings-modus.

source: Check RegEx
ar_sa: تحقق من RegEx
nb_no: Sjekk RegEx

source: Here you can specify a regular expression to check the value. The regex will be executed with the modifiers xms.
ar_sa: هنا يمكنك تحديد تعبير عادي للتحقق من القيمة. سيتم تنفيذ regex مع المعدلات xms.
nb_no: Her kan du angi et regulært uttrykk for å kontrollere verdien. Regex vil bli utført med modifikatorene xms.

source: Invalid RegEx
ar_sa: RegEx غير صالح
nb_no: Ugyldig RegEx

source: Error Message
ar_sa: بلاغ الخطأ
nb_no: Feilmelding

source: Add RegEx
ar_sa: أضف RegEx
nb_no: Legg til RegEx

source: Template
ar_sa: نَموذَج
nb_no: Relations

source: Style
ar_sa: أُسلوب
nb_no: Stil

source: bold
ar_sa: غَامِقٌ
nb_no: fet skrift

source: italic
ar_sa: مَائِلٌ
nb_no: kursiv

source: underline
ar_sa: أكد
nb_no: understreket

source: Font style of the label.
ar_sa: نمط خط التسمية التوضيحية.
nb_no: Skriftstilen til etiketten.

source: Size
ar_sa: الحجم
nb_no: Størrelse

source: Font size of the label.
ar_sa: حجم خط التسمية التوضيحية.
nb_no: Skriftstørrelse på etiketten.

source: Color in hex.
ar_sa: اللون كقيمة HEX.
nb_no: Farge i hex.

source: This field is required
ar_sa: هذا الحقل مطلوب
nb_no: Dette feltet er obligatorisk

source: The web service to be executed for possible values.
ar_sa: خدمة الويب التي سيتم تنفيذها للقيم المحتملة.
nb_no: Webtjenesten som skal utføres for mulige verdier.

source: Invoker
ar_sa: المنادي على
nb_no: Utløser

source: The invoker to be used to perform requests (invoker needs to be of type 'Generic::PassThrough').
ar_sa: المستحضر الذي سيتم استخدامه لتنفيذ الطلبات (يجب أن يكون المستحضر من النوع "Generic :: PassThrough").
nb_no: Utløseren som skal brukes til å utføre forespørsler (utløseren må være av typen 'Generic::PassThrough').

source: Activate this option to allow multiselect on results.
ar_sa: قم بتنشيط هذا الخيار للسماح بتحديدات متعددة على النتائج.
nb_no: Aktiver dette alternativet for å tillate flervalg på resultater.

source: Cache time to live (in minutes), to save the retrieved possible values.
ar_sa: تخزين TTL مؤقتًا (بالدقائق)، لحفظ القيم المحتملة التي تم استردادها.
nb_no: Buffertid (i minutter), for å lagre de hentede mulige verdiene.

source: Here you can specify an optional HTTP link for the field value in Overviews and Zoom screens. Optional HTTP link works only for single-select fields.
ar_sa: هنا يمكنك تحديد ارتباط HTTP اختياري لقيمة الحقل في لمحات عامة وطرق عرض التفاصيل. يعمل رابط HTTP الاختياري فقط مع الحقول ذات التحديد الفردي.
nb_no: Her kan du angi en valgfri HTTP-lenke for feltverdien i Oversikter og Zoom-skjermer. Valgfri HTTP-kobling fungerer bare for enkeltvalgte felt.

source: Admin Message
ar_sa: رسالة المسؤول
nb_no: Admin-melding

source: With this module, administrators can send messages to agents, group or role members.
ar_sa: تسمح هذه الوحدة للمسؤولين بإرسال رسائل إلى الوكلاء أو المجموعة أو أعضاء الأدوار.
nb_no: Med denne modulen kan administratorer sende meldinger til saksbehandlere, gruppe- eller rolle-medlemmer.

source: Create Administrative Message
ar_sa: إنشاء رسالة مسؤول
nb_no: Lag Administrativ melding

source: Your message was sent to
ar_sa: تم إرسال رسالتك إلى
nb_no: Meldingen ble sendt til

source: From
ar_sa: من
nb_no: Fra

source: Send message to users
ar_sa: إرسال رسالة إلى المستخدمين
nb_no: Send melding til brukere

source: Send message to group members
ar_sa: إرسال رسالة إلى أعضاء المجموعة
nb_no: Send melding til gruppemedlemmer

source: Group members need to have permission
ar_sa: أعضاء المجموعة بحاجة إلى الحصول على إذن
nb_no: Gruppemedlemmer må ha tilgang

source: Send message to role members
ar_sa: إرسال رسالة إلى أعضاء الدور
nb_no: Send melding til medlemmer av rolle

source: Also send to customers in groups
ar_sa: أرسل أيضا إلى العملاء في مجموعات
nb_no: Send også til kunder i grupper

source: Body
ar_sa: نص الرسالة
nb_no: Meldingstekst

source: Generic Agent Job Management
ar_sa: إدارة وظائف الوكيل العام
nb_no: Generisk agent jobbehandler

source: Edit Job
ar_sa: تعديل الوظيفة
nb_no: Rediger jobb

source: Add Job
ar_sa: إضافة وظيفة
nb_no: Legg til jobb

source: Run Job
ar_sa: تشغيل الوظيفة
nb_no: Kjør jobb

source: Filter for Jobs
ar_sa: تصفية للوظائف
nb_no: Filter for jobber

source: Filter for jobs
ar_sa: تصفية للوظائف
nb_no: Filter for jobber

source: Last run
ar_sa: آخر تشغيل
nb_no: Sist kjørt

source: Run Now!
ar_sa: تشغيل الآن!
nb_no: Kjør nå!

source: Delete this task
ar_sa: حذف هذا الطلب
nb_no: Slett denne oppgaven

source: Run this task
ar_sa: تشغيل هذه المهمة
nb_no: Kjør denne oppgaven

source: Job Settings
ar_sa: إعدادات الوظيفة
nb_no: Innstillinger for jobb

source: Job name
ar_sa: اسم الوظيفة
nb_no: Navn

source: The name you entered already exists.
ar_sa: الاسم الذي أدخلته موجود بالفعل.
nb_no: Navnet du oppga finnes allerede.

source: Automatic Execution (Multiple Tickets)
ar_sa: التنفيذ التلقائي (تذاكر متعددة)
nb_no: Automatisk utførelse (flere saker)

source: Execution Schedule
ar_sa: خطة التنفيذ
nb_no: Utførelsesplan

source: Schedule minutes
ar_sa: تشغيل إلى دقيقة (دقائق)
nb_no: Minutter

source: Schedule hours
ar_sa: تشغيل في ساعة (ساعات)
nb_no: Timer

source: Schedule days
ar_sa: تشغيل في اليوم (الأيام)
nb_no: Dager

source: Automatic execution values are in the system timezone.
ar_sa: توجد قيم التنفيذ التلقائي في المنطقة الزمنية للنظام.
nb_no: Verdiene for automatisk utførelse er i systemets tidssone.

source: Currently this generic agent job will not run automatically.
ar_sa: حاليا لن يتم تشغيل وظيفة الوكيل العام هذه تلقائيًا.
nb_no: Føreløpig vil ikke denne generiske agentjobben kjøres automatisk.

source: To enable automatic execution select at least one value from minutes, hours and days!
ar_sa: لتمكين التنفيذ التلقائي، حدد قيمة واحدة على الأقل من الدقائق والساعات والأيام!
nb_no: For å skru på automatisk utførelse velg minst en verdi i form av minutter, timer og dager!

source: Event Based Execution (Single Ticket)
ar_sa: التنفيذ القائم على الحدث (تذكرة واحدة)
nb_no: Hendelsesbasert gjennomføring (enkeltsak)

source: Event Triggers
ar_sa: محفزات الحدث
nb_no: Hendelse utløser
