Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: English (United States)
ar_sa: الإنجليزية (الولايات المتحدة)
nb_no: Engelsk (Amerika)

source: English stop words for fulltext index. These words will be removed from the search index.
ar_sa: كلمات التوقف الإنجليزية لفهرس النص الكامل. تتم إزالة هذه الكلمات من الفهرس.
nb_no: Engelske stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Enroll process for this ticket
ar_sa: يبدأ عملية لهذه التذكرة
nb_no: Registreringsprosessen for denne saken

source: Enter your shared secret to enable two factor authentication. WARNING: Make sure that you add the shared secret to your generator application and the application works well. Otherwise you will be not able to login anymore without the two factor token.
ar_sa: أدخل "السر المشترك" لتمكين المصادقة الثنائية. تحذير: تأكد من إضافة "السر المشترك" إلى تطبيق المولد الخاص بك وسيعمل التطبيق بشكل جيد. خلاف ذلك، لن تتمكن من تسجيل الدخول بدون الرمز المميز ذي العاملين.
nb_no: Skriv inn din delte hemmelighet for å aktivere tofaktorautentisering. ADVARSEL: Pass på at du legger til den delte hemmeligheten til generatorapplikasjonen din, og applikasjonen fungerer bra. Ellers vil du ikke kunne logge på lenger uten to-faktor-tokenet.

source: Escalated Tickets
ar_sa: تذاكر متصاعدة
nb_no: Eskalerte saker

source: Escalation view
ar_sa: عرض التصعيد
nb_no: Eskaleringsvisning

source: EscalationTime
ar_sa: مدة التصعيد
nb_no: Eskaleringstid

source: Estonian
ar_sa: الإستونية
nb_no: Estisk

source: Event module registration (store historical data in dynamic fields).
ar_sa: تسجيل وحدة الحدث (تخزين البيانات التاريخية في الحقول الديناميكية).
nb_no: Registrering av hendelsesmodul (lagre historiske data i dynamiske felt).

source: Event module registration. For more performance you can define a trigger event (e. g. Event => TicketCreate).
ar_sa: تسجيل وحدة الحدث للحصول على أداء أعلى، يمكنك تحديد حدث المشغل (مثل: الحدث (Event) => TictCreate).
nb_no: Registrering av arrangementsmodul. For mer ytelse kan du definere en triggerbegivenhet (f.eks. Event => TicketCreate).

source: Event module registration. For more performance you can define a trigger event (e. g. Event => TicketCreate). This is only possible if all Ticket dynamic fields need the same event.
ar_sa: تسجيل وحدة الحدث للحصول على أداء أعلى، يمكنك تحديد حدث المشغل (مثل: الحدث => TictCreate). يكون هذا ممكنا فقط إذا كانت كافة حقول التذاكر الديناميكية تتطلب نفس الحدث.
nb_no: Registrering av arrangementsmodul. For mer ytelse kan du definere en triggerbegivenhet (f.eks. Event => TicketCreate). Dette er kun mulig hvis alle saksdynamiske felt trenger samme arrangement.

source: Event module that performs an update statement on TicketIndex to rename the queue name there if needed and if StaticDB is actually used.
ar_sa: الوحدة النمطية للأحداث التي تنفذ بيان تحديث على TicketIndex لإعادة تسمية قائمة الانتظار (إذا لزم الأمر وإذا تم استخدام StaticDB).
nb_no: Hendelsesmodul som utfører en oppdateringssetning på TicketIndex for å gi nytt navn til kønavnet der om nødvendig og hvis StaticDB faktisk brukes.

source: Event module that updates customer company object name for dynamic fields.
ar_sa: وحدة الحدث التي تقوم بتحديث اسم كائن شركة العميل للحقول الديناميكية.
nb_no: Hendelsesmodul som oppdaterer kundeselskapets objektnavn for dynamiske felt.

source: Event module that updates customer user object name for dynamic fields.
ar_sa: الوحدة النمطية للأحداث التي تقوم بتحديث اسم كائن مستخدم العميل للحقول الديناميكية.
nb_no: Hendelsesmodul som oppdaterer kundebrukerobjektnavn for dynamiske felt.

source: Event module that updates customer user search profiles if login changes.
ar_sa: وحدة الحدث التي تقوم بتحديث ملفات تعريف بحث العملاء عند تغيير أسماء تسجيل الدخول.
nb_no: Hendelsesmodul som oppdaterer kundebrukersøkeprofiler hvis pålogging endres.

source: Event module that updates customer user service membership if login changes.
ar_sa: وحدة الأحداث التي تقوم بتحديث تعيينات الخدمة للعملاء عند تغيير أسماء تسجيل الدخول.
nb_no: Eventmodul som oppdaterer kundebrukerservicemedlemskap hvis pålogging endres.

source: Event module that updates customer users after an update of the Customer.
ar_sa: وحدة الحدث التي تقوم بتحديث مستخدمي العميل بعد تحديث العميل.
nb_no: Eventmodul som oppdaterer kundebrukere etter en oppdatering av Kunden.

source: Event module that updates tickets after an update of the Customer User.
ar_sa: وحدة الحدث التي تقوم بتحديث تذكرة بعد تحديث مستخدم العميل.
nb_no: Eventmodul som oppdaterer saker etter oppdatering av Kundebruker.

source: Event module that updates tickets after an update of the Customer.
ar_sa: وحدة الحدث التي تقوم بتحديث تذكرة بعد تحديث العميل.
nb_no: Eventmodul som oppdaterer saker etter oppdatering av Kunden.

source: Events Ticket Calendar
ar_sa: تقويم حدث التذاكر
nb_no: Eventsakskalender

source: Example package autoload configuration.
ar_sa: مثال على تكوين التحميل التلقائي للحزم.
nb_no: Eksempel på autoload-konfigurasjon for pakke.

source: Execute SQL statements.
ar_sa: تنفيذ أوامر SQL.
nb_no: Kjør SQL-spørringer.

source: Executes a custom command or module. Note: if module is used, function is required.
ar_sa: يشغل أمرًا مخصصًا أو وحدة نمطية. ملاحظة: إذا تم استخدام وحدة نمطية، فيجب أن تكون الوظيفة متاحة.
nb_no: Utfører en egendefinert kommando eller modul. Merk: hvis modul brukes, er funksjon nødvendig.

source: Executes follow-up checks on In-Reply-To or References headers for mails that don't have a ticket number in the subject.
ar_sa: يقوم بإجراء فحوصات متابعة على رؤوس الرسائل الواردة في الرد أو المراجع التي لا يحتوي موضوعها على رقم تذكرة.
nb_no: Utfører oppfølgingskontroller på In-Reply-To eller References-hoder for e-poster som ikke har et saksnummer i emnet.

source: Executes follow-up checks on OTOBO Header 'X-OTOBO-Bounce'.
ar_sa: يقوم بإجراء فحوصات متابعة X-OTOBO-Bounce' OTOBO Header'.
nb_no: Utfører oppfølgingskontroller på OTOBO Header 'X-OTOBO-Bounce'.

source: Executes follow-up checks on attachment contents for mails that don't have a ticket number in the subject.
ar_sa: يقوم بإجراء فحوصات متابعة على مرفقات رسائل البريد الإلكتروني التي لا يحتوي موضوعها على رقم تذكرة.
nb_no: Utfører oppfølgingskontroller av vedleggsinnhold for e-poster som ikke har saksnummer i emnet.

source: Executes follow-up checks on email body for mails that don't have a ticket number in the subject.
ar_sa: يقوم بإجراء فحوصات متابعة على نص رسائل البريد الإلكتروني التي لا يحتوي موضوعها على رقم تذكرة.
nb_no: Utfører oppfølgingssjekker på e-posttekst for e-poster som ikke har et saksnummer i emnet.

source: Executes follow-up checks on the raw source email for mails that don't have a ticket number in the subject.
ar_sa: يقوم بإجراء فحوصات متابعة على الكود المصدري لرسائل البريد الإلكتروني التي لا يحتوي موضوعها على رقم تذكرة.
nb_no: Utfører oppfølgingssjekker av råkilde-e-posten for e-poster som ikke har et saksnummer i emnet.

source: Exports the whole article tree in search result (it can affect the system performance).
ar_sa: تصدير شجرة المقالة الكاملة في نتيجة البحث (قد يؤثر على أداء النظام).
nb_no: Eksporterer hele artikkeltreet i søkeresultatet (det kan påvirke systemytelsen).

source: External
ar_sa: خَارِجِيّ
nb_no: Ekstern

source: External Link
ar_sa: رابط خارجي
nb_no: Ekstern lenke

source: Fetch emails via fetchmail (using SSL).
ar_sa: يتلقى رسائل البريد الإلكتروني من خلال Fetchmail (مع SSL).
nb_no: Hent e-poster via fetchmail (ved hjelp av SSL).

source: Fetch emails via fetchmail.
ar_sa: إستلام رسائل البريد الإلكتروني من خلال fetchmail.
nb_no: Hent e-poster via fetchmail.

source: Fetch incoming emails from configured mail accounts.
ar_sa: استرداد رسائل البريد الإلكتروني الواردة من حسابات البريد التي تم تكوينها.
nb_no: Hent innkommende e-poster fra konfigurerte e-postkontoer.

source: Fetches packages via proxy. Overwrites "WebUserAgent::Proxy".
ar_sa: تنزيل الحزم من خلال وكيل (proxy). يلغي "WebUserAgent :: Proxy".
nb_no: Henter pakker via proxy. Overskriver "WebUserAgent::Proxy".

source: Fields of the customer company index, used for the company fulltext search. Fields are also stored, but are not mandatory for the overall functionality.
ar_sa: حقول فهرس العملاء المستخدمة للبحث عن النص الكامل للشركة. يتم أيضا حفظ الحقول، ولكنها غير مطلوبة للوظائف العامة.
nb_no: Felter i kundebedriftsindeksen, brukt for selskapets fulltekstsøk. Felt lagres også, men er ikke obligatoriske for den generelle funksjonaliteten.

source: Fields of the ticket index, used for the ticket fulltext search. Fields are also stored, but are not mandatory for the overall functionality. If fields are added which can be updated (especially DynamicFields), their respective update event has to be added to the TicketManagement invoker of the Elasticsearch webservice!
ar_sa: حقول فهرس التذاكر المستخدمة في البحث عن النص الكامل للتذكرة. يتم أيضًا حفظ الحقول، ولكنها ليست مطلوبة للوظيفة العامة. إذا تمت إضافة الحقول التي يمكن تحديثها (خاصة الحقول الديناميكية)، فيجب إضافة حدث التحديث المقابل إلى مُدعو TicketManagement لخدمة الويب Elasticsearch!
nb_no: Felter i saksindeksen, brukt for saksfulltekstsøk. Felt lagres også, men er ikke obligatoriske for den generelle funksjonaliteten. Hvis det legges til felt som kan oppdateres (spesielt DynamicFields), må deres respektive oppdateringshendelse legges til TicketManagement-oppkalleren til Elasticsearch-netttjenesten!

source: Fields stored in the customer company index which are used for other things besides fulltext searches. For the complete functionality all fields are mandatory.
ar_sa: الحقول المخزنة في فهرس العميل والمستخدمة لأغراض أخرى بجانب البحث الكامل في النص. كافة الحقول مطلوبة للوظائف العامة.
nb_no: Felt lagret i kundebedriftsindeksen som brukes til andre ting enn fulltekstsøk. For fullstendig funksjonalitet er alle felt obligatoriske.

source: Fields stored in the customer user index which are used for other things besides fulltext searches. For the complete functionality all fields are mandatory.
ar_sa: الحقول المخزنة في فهرس مستخدم العميل والمستخدمة لأغراض أخرى غير البحث عن نص كامل. جميع الحقول مطلوبة للوظيفة العامة.
nb_no: Felt lagret i kundebrukerindeksen som brukes til andre ting enn fulltekstsøk. For fullstendig funksjonalitet er alle felt obligatoriske.

source: Fields stored in the ticket index which are used for other things besides fulltext searches. For the complete functionality all fields are mandatory. If fields are added which can be updated (especially DynamicFields), their respective update event has to be added to the TicketManagement invoker of the Elasticsearch webservice!
ar_sa: تستخدم حقول فهرس التذاكر لأغراض أخرى غير البحث عن نص كامل. جميع الحقول مطلوبة للوظيفة العامة. إذا تمت إضافة الحقول التي يمكن تحديثها (خاصة الحقول الديناميكية)، فيجب إضافة حدث التحديث المقابل إلى مُدعو TicketManagement لخدمة الويب Elasticsearch!
nb_no: Felt lagret i saksindeksen som brukes til andre ting enn fulltekstsøk. For fullstendig funksjonalitet er alle felt obligatoriske. Hvis det legges til felt som kan oppdateres (spesielt DynamicFields), må deres respektive oppdateringshendelse legges til TicketManagement-oppkalleren til Elasticsearch-netttjenesten!

source: Fields to be searched in ticket index. Fields are also stored, but are not mandatory for the overall functionality.
ar_sa: الحقول المراد البحث فيها في فهرس التذكرة. يتم حفظ الحقول أيضا، ولكنها غير مطلوبة للوظائف العامة.
nb_no: Felter som skal søkes i saksregisteret. Felt lagres også, men er ikke obligatoriske for den generelle funksjonaliteten.

source: File that is displayed in the Kernel::Modules::AgentInfo module, if located under Kernel/Output/HTML/Templates/Standard/AgentInfo.tt.
ar_sa: الملف المستخدم في وحدة Kernel::Modules::AgentInfo إذا كان موجودًا في Kernel/Output/HTML/Templates/Standard/AgentInfo.tt.
nb_no: Fil som vises i Kernel::Modules::AgentInfo-modulen, hvis den ligger under Kernel/Output/HTML/Templates/Standard/AgentInfo.tt.

source: Filter for debugging ACLs. Note: More ticket attributes can be added in the format <OTOBO_TICKET_Attribute> e.g. <OTOBO_TICKET_Priority>.
ar_sa: مرشحات لتصحيح أخطاء قوائم التحكم في الوصول (ACLs). ملاحظة: يمكن إضافة سمات تذكرة إضافية بالتنسيق <OTOBO_TICKET_Attribute> (على سبيل المثال<OTOBO_TICKET_Priority>).
nb_no: Filter for feilsøking av ACLer. Merk: Flere saksattributter kan legges til i formatet <OTOBO_TICKET_Attribute>, f.eks. <OTOBO_TICKET_Priority>.

source: Filter for debugging Transitions. Note: More filters can be added in the format <OTOBO_TICKET_Attribute> e.g. <OTOBO_TICKET_Priority>.
ar_sa: عوامل تصفية لتصحيح الانتقالات. ملاحظة: يمكن إضافة عوامل تصفية أخرى في تنسيق <OTOBO_TICKET_Attribute> (مثل <OTOBO_TICKET_Priority>).
nb_no: Filter for feilsøking av overganger. Merk: Flere filtre kan legges til i formatet <OTOBO_TICKET_Attribute>, f.eks. <OTOBO_TICKET_Priority>.

source: Filter incoming emails.
ar_sa: تصفية رسائل البريد الإلكتروني الواردة.
nb_no: Filtrering av innkommende e-poster.

source: Finnish
ar_sa: الفنلندية
nb_no: Finsk

source: First Christmas Day
ar_sa: اليوم الأول من عيد الميلاد
nb_no: Første juledag

source: First Queue
ar_sa: قائمة الانتظار الأولى
nb_no: Første kø

source: First response time
ar_sa: وقت الاستجابة الأولى
nb_no: Første responstid

source: FirstLock
ar_sa: فترة الحجب الأولية
nb_no: FørsteLås

source: FirstResponse
ar_sa: وقت الاستجابة الأولي
nb_no: FørsteTilbakemelding

source: FirstResponseDiffInMin
ar_sa: فرق وقت الاستجابة الأولي بالدقائق
nb_no: FørsteTilbakemeldingDiffIMin

source: FirstResponseInMin
ar_sa: وقت الاستجابة الأولي بالدقائق
nb_no: FørsteTilbakemeldingIMin

source: Firstname Lastname
ar_sa: الاسم الأول اسم العائلة
nb_no: Fornavn Etternavn

source: Firstname Lastname (UserLogin)
ar_sa: الاسم الأول اسم العائلة (تسجيل دخول المستخدم)
nb_no: Firstname Lastname (Brukernavn)

source: For these state types the ticket numbers are striked through in the link table.
ar_sa: يتم شطب التذاكر ذات الأنواع المحددة هنا في جدول الكائنات المرتبطة.
nb_no: For disse tilstandstypene er saksnumrene gjennomstreket i lenketabellen.

source: Force the storage of the original article text in the article search index, without executing filters or applying stop word lists. This will increase the size of the search index and thus may slow down fulltext searches.
ar_sa: يفرض تخزين محتوى المقالة الأصلي في فهرس بحث المقالة دون تطبيق عوامل التصفية وإيقاف الكلمات. يؤدي ذلك إلى زيادة حجم فهرس البحث، مما قد يؤدي إلى إبطاء عمليات البحث عن النص الكامل.
nb_no: Tving lagring av den opprinnelige artikkelteksten i artikkelsøkeindeksen, uten å kjøre filtre eller bruke stoppordlister. Dette vil øke størrelsen på søkeindeksen og kan dermed redusere fulltekstsøk.

source: Forces encoding of outgoing emails (7bit|8bit|quoted-printable|base64).
ar_sa: يفرض تشفير رسائل البريد الإلكتروني الصادرة (7bit|8bit|quoted-printable|base64).
nb_no: Tvinger frem koding av utgående e-poster (7bit|8bit|quoted-printable|base64).

source: Forces to choose a different ticket state (from current) after lock action. Define the current state as key, and the next state after lock action as content.
ar_sa: يفرض إعداد حالة تذكرة تختلف عن الحالة الحالية بعد حظر التذكرة. قم بتعيين الحالة الحالية كمفتاح والحالة الجديدة كمحتوى.
nb_no: Tvinger til å velge en annen saksstatus (fra gjeldende) etter låsehandling. Definer gjeldende tilstand som nøkkel, og neste tilstand etter låsehandling som innhold.

source: Forces to unlock tickets after being moved to another queue.
ar_sa: تم إلغاء تأمين التذاكر بعد الانتقال إلى قائمة انتظار أخرى.
nb_no: Tvinger opp-låsing av saker ved flytting til ny kø.

source: Format of Creation date shown for tickets. As an example '%Y-%m-%d %H:%M:%S' would be interpreted as '2020-01-22 18:07:23'. Please refer to http://search.cpan.org/~drolsky/DateTime-1.21/lib/DateTime.pm#strftime_Patterns.
ar_sa: تنسيق تاريخ الإنشاء المحدد للتذاكر. مثال: يتم عرض "%Y-%m-%d %H:%M:%S' ك '2020-01-22 18:07:23'. لمزيد من المعلومات، راجع 'http://search.cpan.org/~drolsky/DateTime-1.21/lib/DateTime.pm#strftime_Patterns'.
nb_no: Format for opprettelsesdato vist for saker. Som et eksempel vil '%Y-%m-%d %H:%M:%S' bli tolket som '2020-01-22 18:07:23'. Vennligst se http://search.cpan.org/~drolsky/DateTime-1.21/lib/DateTime.pm#strftime_Patterns.

source: Format to be ingested.
ar_sa: تنسيق للقراءة.
nb_no: Format som skal inntas.

source: Forwarded to "%s".
ar_sa: إعادة التوجيه إلى "%s".
nb_no: Videresendt til «%s».

source: French
ar_sa: فرنسي
nb_no: Fransk

source: French (Canada)
ar_sa: الفرنسية (كندا)
nb_no: Fransk (Canada)

source: French stop words for fulltext index. These words will be removed from the search index.
ar_sa: كلمات التوقف الفرنسية لفهرس النص الكامل. يتم إزالة هذه الكلمات من فهرس البحث.
nb_no: Franske stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Frontend module registration (disable AgentTicketService link if Ticket Service feature is not used).
ar_sa: تسجيل وحدة الواجهة الأمامية (قم بإزالة ارتباط AgentTicketService إذا كانت ميزة الخدمة غير نشطة).
nb_no: Frontend-modulregistrering (deaktiver AgentTicketService-lenken hvis sakstjenestefunksjonen ikke brukes).

source: Frontend module registration (disable company link if no company feature is used).
ar_sa: تسجيل الوحدة النمطية الأمامية (قم بإزالة ارتباط الشركة إذا كانت ميزة الشركة غير نشطة).
nb_no: Frontend-modulregistrering (deaktiver firmalink hvis ingen firmafunksjon brukes).

source: Frontend module registration (disable ticket processes screen if no process available).
ar_sa: تسجيل وحدة الواجهة الأمامية (إخفاء عمليات التذاكر في حالة عدم توفر عملية).
nb_no: Frontend-modulregistrering (deaktiver skjermbildet for saksprosesser hvis ingen prosess er tilgjengelig).

source: Frontend module registration (show personal favorites as sub navigation items of 'Admin').
ar_sa: تسجيل الوحدة النمطية للواجهة الأمامية (عرض المفضلة الشخصية كقائمة فرعية لعنصر "Admin").
nb_no: Frontend-modulregistrering (vis personlige favoritter som undernavigasjonselementer til 'Admin').

source: Frontend module registration for the admin interface.
ar_sa: تسجيل وحدة الواجهة الأمامية في منطقة الوكيل.
nb_no: Frontend-modulregistrering for admin-grensesnittet.

source: Frontend module registration for the agent interface.
ar_sa: تسجيل الوحدة النمطية الأمامية في واجهة الوكيل.
nb_no: Registrering av websidemodul i agentdelen.

source: Frontend module registration for the customer interface.
ar_sa: تسجيل وحدة الواجهة الأمامية لمنطقة العميل.
nb_no: Frontend-modulregistrering for kundegrensesnittet.

source: Frontend module registration for the public interface.
ar_sa: تسجيل وحدة الواجهة الأمامية للواجهة العامة.
nb_no: Modulregistrering for den offentlige delen.

source: Full value
ar_sa: القيمة الكاملة
nb_no: Full verdi

source: Fulltext index regex filters to remove parts of the text.
ar_sa: مرشح Regex لفهرس النص الكامل لإزالة أجزاء من النص.
nb_no: Fulltekstindeksregex-filtre for å fjerne deler av teksten.

source: Fulltext search
ar_sa: بحث كامل في النص
nb_no: Fulltekst-søk

source: Fulltext search using Elasticsearch.
ar_sa: بحث النص الكامل مع بحث Elasticsearch.
nb_no: Fulltekstsøk med Elasticsearch.

source: FulltextES
nb_no: FulltekstES

source: Galician
ar_sa: الجاليكية
nb_no: Galisisk

source: General ticket data shown in the ticket overviews (fall-back). Note that TicketNumber can not be disabled, because it is necessary.
ar_sa: عرض بيانات التذاكر العامة في لمحات عامة عن التذاكر (احتياطي). لاحظ أنه لا يمكن إيقاف تشغيل رقم التذكرة.
nb_no: Generelle saksdata vist i saksoversiktene (fall-back). Merk at TicketNumber ikke kan deaktiveres, fordi det er nødvendig.

source: Generate HTML comment hooks for the specified blocks so that filters can use them.
ar_sa: إنشاء تعليقات HTML للكتل المحددة بحيث يمكن لعوامل التصفية إستخدامها.
nb_no: Generer HTML-kommentarkroker for de angitte blokkene slik at filtre kan bruke dem.

source: Generate dashboard statistics.
ar_sa: إنشاء إحصائيات لوحة المعلومات.
nb_no: Generer dashbordstatistikk.

source: Generic Info module.
ar_sa: وحدة المعلومات العامة.
nb_no: Generisk infomodul.

source: GenericAgent
nb_no: Administrasjon: Generisk Saksbehandler

source: GenericInterface Operation GUI
ar_sa: واجهة مستخدم GenericInterface Operation
nb_no: Generisk grensesnitt operasjon GUI

source: GenericInterface TransportHTTPREST GUI
ar_sa: GenericInterface TransportHTTPREST واجهة المستخدم
nb_no: Generisk grensesnitt TransportHTTPREST GUI

source: GenericInterface TransportHTTPSOAP GUI
ar_sa: واجهة مستخدم GenericInterface TransportHTTPSOAP
nb_no: Generisk grensesnitt TransportHTTPSOAP GUI

source: GenericInterface module registration for an error handling module.
ar_sa: تسجيل الوحدة النمطية ل GenericInterface لوحدة معالجة الأخطاء.
nb_no: GenericInterface-modulregistrering for en feilhåndteringsmodul.

source: GenericInterface module registration for the PassThrough invoker layer.
ar_sa: تسجيل الوحدة النمطية GenericInterface لطبقة استدعاء Passthrough.
nb_no: GenericInterface-modulregistrering for PassThrough-invoker-laget.

source: GenericInterface module registration for the TicketCreate invoker layer.
ar_sa: تسجيل وحدة GenericInterface لطبقة استدعاء TicketCreate-Invoker.
nb_no: GenericInterface-modulregistrering for TicketCreate-invokerlaget.

source: GenericInterface module registration for the TicketUpdate invoker layer.
ar_sa: تسجيل الوحدة النمطية GenericInterface لطبقة استدعاء TicketUpdate.
nb_no: GenericInterface-modulregistrering for TicketUpdate-invokerlaget.

source: GenericInterface module registration for the invoker layer.
ar_sa: تسجيل الوحدة النمطية لطبقة المدعو من GenericInterface.
nb_no: GenericInterface-modulregistrering for invoker-laget.

source: GenericInterface module registration for the mapping layer.
ar_sa: تسجيل الوحدة النمطية لتعيين طبقات GenericInterface.
nb_no: GenericInterface-modulregistrering for kartleggingslaget.

source: GenericInterface module registration for the operation layer.
ar_sa: تسجيل الوحدة النمطية لطبقة التشغيل ل GenericInterface.
nb_no: GenericInterface-modulregistrering for operasjonslaget.

source: GenericInterface module registration for the transport layer.
ar_sa: تسجيل الوحدة النمطية لطبقة النقل ل GenericInterface.
nb_no: Generisk grensesnittmodulregistrering for transportlaget.

source: German
ar_sa: ألماني
nb_no: Tysk

source: German stop words for fulltext index. These words will be removed from the search index.
ar_sa: كلمات التوقف الألمانية لفهرس النص الكامل. ستتم إزالة هذه الكلمات من فهرس البحث.
nb_no: Tyske stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Gives customer users group based access to tickets from customer users of the same customer (ticket CustomerID is a CustomerID of the customer user).
ar_sa: يمنح العملاء حق الوصول إلى التذاكر من زبائن العميل نفسه على أساس المجموعة (رقم العميل للتذكرة هو رقم العميل الخاص بمستخدم العميل).
nb_no: Gir kundebrukere gruppebasert tilgang til saker fra kundebrukere av samme kunde (sak KundeID er en KundeID for kundebruker).
