Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Shows a link in the menu to add a note in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å legge til et notat i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to add a note to a ticket in every ticket overview of the agent interface.
nb_no: Viser en lenke i menyen for å legge til et notat til en billett i hver billettoversikt over agentgrensesnittet.

source: Shows a link in the menu to add a phone call inbound in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en kobling i menyen for å legge til en innkommende telefonsamtale i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to add a phone call outbound in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å legge til en utgående telefonsamtale i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to change the customer who requested the ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å endre kunden som ba om billetten i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to change the owner of a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å endre eieren av en billett i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to change the responsible agent of a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å endre ansvarlig agent for en billett i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to close a ticket in every ticket overview of the agent interface.
nb_no: Viser en lenke i menyen for å lukke en billett i hver billettoversikt over agentgrensesnittet.

source: Shows a link in the menu to close a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å lukke en billett i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:gruppe2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to delete a ticket in every ticket overview of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
nb_no: Viser en lenke i menyen for å slette en billett i hver billettoversikt over agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:gruppe2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to delete a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å slette en billett i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:gruppe2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to enroll a ticket into a process in the ticket zoom view of the agent interface.
nb_no: Viser en lenke i menyen for å registrere en billett i en prosess i billettzoomvisningen til agentgrensesnittet.

source: Shows a link in the menu to go back in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å gå tilbake i sakszoomvisningen av agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a link in the menu to lock / unlock a ticket in the ticket overviews of the agent interface.
nb_no: Viser en lenke i menyen for å låse eller låse opp en sak i saksoversiktene til agentgrensesnittet.

source: Shows a link in the menu to lock/unlock tickets in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å låse eller låse opp saker i sakszoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a link in the menu to move a ticket in every ticket overview of the agent interface.
nb_no: Viser en lenke i menyen for å flytte en sak i hver saksoversikt over agentgrensesnittet.

source: Shows a link in the menu to print a ticket or an article in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å skrive ut en sak eller en artikkel i sakszoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a link in the menu to quick close a ticket in every ticket overview of the agent interface.
nb_no: Viser en lenke i menyen for å raskt lukke en sak i hver saksoversikt over agentgrensesnittet.

source: Shows a link in the menu to quick close a ticket in the ticket zoom view of the agent interface.
nb_no: Viser en lenke i menyen for å raskt lukke en sak i sakszoomvisningen til agentgrensesnittet.

source: Shows a link in the menu to see the history of a ticket in every ticket overview of the agent interface.
nb_no: Viser en lenke i menyen for å se historien til en sak i hver saksoversikt over agentgrensesnittet.

source: Shows a link in the menu to see the priority of a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å se prioriteten til en sak i sakszoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a link in the menu to send an outbound email in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å sende en utgående e-post i sakszoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a link in the menu to set a ticket as junk in every ticket overview of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
nb_no: Viser en lenke i menyen for å angi en sak som søppelpost i hver saksoversikt over agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Shows a link in the menu to set a ticket as pending in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å angi en sak som ventende i sakszoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a link in the menu to set the priority of a ticket in every ticket overview of the agent interface.
nb_no: Viser en lenke i menyen for å angi prioritet til en sak i hver saksoversikt over agentgrensesnittet.

source: Shows a link in the menu to zoom a ticket in the ticket overviews of the agent interface.
nb_no: Viser en lenke i menyen for å zoome inn en sak i saksoversiktene til agentgrensesnittet.

source: Shows a link to access article attachments via a html online viewer in the zoom view of the article in the agent interface.
nb_no: Viser en lenke for å få tilgang til artikkelvedlegg via en html-nettleser i zoomvisningen av artikkelen i agentgrensesnittet.

source: Shows a link to download article attachments in the zoom view of the article in the agent interface.
nb_no: Viser en lenke for å laste ned artikkelvedlegg i zoomvisningen av artikkelen i agentgrensesnittet.

source: Shows a link to see a zoomed email ticket in plain text.
nb_no: Viser en kobling for å se en zoomet e-postsak i ren tekst.

source: Shows a link to set a ticket as junk in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke for å angi en sak som søppel i sakszoomvisningen i agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer, bruk for nøkkel "ClusterName" og for innholdet et hvilket som helst navn du vil se i brukergrensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen til en bestemt klynge i verktøylinjen.

source: Shows a list of all the involved agents on this ticket, in the close ticket screen of the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i skjermbildet for lukke sak i agentgrensesnittet.

source: Shows a list of all the involved agents on this ticket, in the ticket free text screen of the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i saksfritekstskjermen i agentgrensesnittet.

source: Shows a list of all the involved agents on this ticket, in the ticket note screen of the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i saksnotatskjermen i agentgrensesnittet.

source: Shows a list of all the involved agents on this ticket, in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Shows a list of all the involved agents on this ticket, in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i saksventer-skjermen til en zoomet sak i agentgrensesnittet.

source: Shows a list of all the involved agents on this ticket, in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Shows a list of all the involved agents on this ticket, in the ticket responsible screen of the agent interface.
nb_no: Viser en liste over alle involverte agenter på denne saken, i den saksansvarlige skjermen i agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the close ticket screen of the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i lukesaksskjermen i agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket free text screen of the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i saksfritekstskjermen i agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket note screen of the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i saksnotatskjermen til agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i "sak venter"-skjermen til en zoomet sak i agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket responsible screen of the agent interface.
nb_no: Viser en liste over alle mulige agenter (alle agenter med notatrettigheter på køen/saken) for å bestemme hvem som skal informeres om dette notatet, i den saksansvarlige skjermen i agentgrensesnittet.

source: Shows a preview of the ticket overview (CustomerInfo => 1 - shows also Customer-Info, CustomerInfoMaxSize max. size in characters of Customer-Info).
nb_no: Viser en forhåndsvisning av saksoversikten (CustomerInfo => 1 - viser også Customer-Info, CustomerInfoMaxSize maks. størrelse i tegn av Customer-Info).

source: Shows all both ro and rw queues in the queue view.
nb_no: Viser alle både ro- og rw-køer i køvisningen.

source: Shows all both ro and rw tickets in the service view.
nb_no: Viser alle både ro- og rw-saker i servicevisningen.

source: Shows all the articles of the ticket (expanded) in the agent zoom view.
nb_no: Viser alle artiklene i saken (utvidet) i agentzoomvisningen.

source: Shows all the articles of the ticket (expanded) in the customer zoom view.
nb_no: Viser alle artiklene til saken (utvidet) i kundezoomvisningen.

source: Shows all the customer identifiers in a multi-select field (not useful if you have a lot of customer identifiers).
nb_no: Viser alle kunde-identifikatorer i et multivalg-felt (ikke brukbart hvis du har mange identifikatorer).
