Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: This filter allow you to show all queues
ar_sa: يسمح هذا المرشح بعرض جميع قوائم الانتظار
nb_no: Dette filteret lar deg vise alle køer

source: Show All Queues
ar_sa: إظهار جميع قوائم الانتظار
nb_no: Vis alle køer

source: Auto Responses
ar_sa: الردود التلقائية
nb_no: Autosvar

source: Manage Template-Queue Relations
ar_sa: إدارة تخصيص القوالب لقوائم الانتظار
nb_no: Koplinger mellom Mal og Kø

source: Filter for Templates
ar_sa: تصفية القوالب
nb_no: Filter for Maler

source: Filter for templates
ar_sa: تصفية القوالب
nb_no: Filter for maler

source: Templates
ar_sa: نماذج
nb_no: Maler

source: System Registration Management
ar_sa: إدارة تسجيل النظام
nb_no: Systemregistreringsadministrasjon

source: Edit System Registration
ar_sa: تحرير تسجيل النظام
nb_no: Endre systemregistrering

source: System Registration Overview
ar_sa: نظرة عامة على تسجيل النظام
nb_no: Systemregistreringsoversikt

source: Register System
ar_sa: نظام التسجيل
nb_no: Registrer System

source: Validate OTOBO-ID
ar_sa: التحقق من صحة OTOBO-ID
nb_no: Valider OTOBO-ID

source: Deregister System
ar_sa: نظام إلغاء التسجيل
nb_no: Avregistrere system

source: Edit details
ar_sa: تعديل التفاصيل
nb_no: Endre detaljer

source: Show transmitted data
ar_sa: إظهار البيانات المرسلة
nb_no: Vis overført data

source: Deregister system
ar_sa: نظام إلغاء التسجيل
nb_no: Avregistrere system

source: Overview of registered systems
ar_sa: نظرة عامة على الأنظمة المسجلة
nb_no: Oversikt over registrerte systemet

source: This system is registered with OTOBO Team.
ar_sa: هذا النظام مسجل لدى مجموعة OTOBO.
nb_no: Dette systemet er registrert hos OTOBO Team.

source: Unique ID
nb_no: Unik ID

source: Last communication with registration server
ar_sa: آخر اتصال مع خادم التسجيل
nb_no: Sist kommunikasjon med registreringstjeneren

source: System Registration not Possible
ar_sa: التسجيل في النظام غير ممكن
nb_no: Systemregistrering er ikke mulig

source: Please note that you can't register your system if OTOBO Daemon is not running correctly!
ar_sa: يرجى ملاحظة أنه لا يمكنك تسجيل النظام الخاص بك إذا كان OTOBO Daemon لا يعمل!
nb_no: Vennligst legg merket til at du ikke kan registrere systemet, dersom OTOBO tjenesten ikke kjører riktig!

source: Instructions
ar_sa: تَعْلِيمَاتٌ
nb_no: Instruksjoner

source: System Deregistration not Possible
ar_sa: تعذر إلغاء تسجيل النظام
nb_no: Systemavregistrering ikke mulig

source: OTOBO-ID Login
ar_sa: تسجيل الدخول إلى OTOBO-ID
nb_no: OTOBO-ID

source: System registration is a service of OTOBO Team, which provides a lot of advantages!
ar_sa: تسجيل النظام هي خدمة من مجموعة OTOBO تمنحك العديد من المزايا!
nb_no: Systemregistrering er en tjeneste fra OTOBO Team, som gir mange fordeler!

source: Read more
ar_sa: اقرأ أكثر
nb_no: Les mer

source: You need to log in with your OTOBO-ID to register your system.
ar_sa: لتسجيل النظام الخاص بك ، يرجى تسجيل الدخول باستخدام OTOBO-ID الخاص بك.
nb_no: Du må logge inn med din OTOBO-ID for å registrere systemet ditt.

source: Your OTOBO-ID is the email address you used to sign up on the OTOBO.com webpage.
ar_sa: OTOBO-ID الخاص بك هو عنوان البريد الإلكتروني الذي استخدمته للتسجيل في صفحة الويب OTOBO.com.
nb_no: Din OTOBO-ID er e-postadressen du brukte til å registrere deg på OTOBO.com-nettsiden.

source: Data Protection
ar_sa: حماية الخصوصية
nb_no: Databeskyttelse

source: What are the advantages of system registration?
ar_sa: ما هي مميزات التسجيل في النظام؟
nb_no: Hva er fordelene med registrering av systemet?

source: You will receive updates about relevant security releases.
ar_sa: سيتم إعلامك بالإصدارات المتعلقة بالأمان.
nb_no: Du vil motta oppdateringer om relevante sikkerhetsoppdateringer.

source: With your system registration we can improve our services for you, because we have all relevant information available.
ar_sa: يتيح تسجيل نظامك لمجموعة OTOBO خدمتك بشكل أسرع وأكثر كفاءة لأن لدينا بالفعل معلومات مهمة حول نظامك تجعل الاستفسارات المتكررة غير ضرورية.
nb_no: Med din systemregistrering kan vi forbedre tjenestene våre for deg, fordi vi har all relevant informasjon tilgjengelig.

source: This is only the beginning!
ar_sa: هذه ليست سوى البداية!
nb_no: Dette er bare begynnelsen!

source: We will inform you about our new services and offerings soon.
ar_sa: كن متشوقًا لمعرفة المزيد من خدماتنا وعروضنا الجديدة التي سنقدمها لك.
nb_no: Vi vil informere deg om våre nye tjenester og tilbud snart.

source: Can I use OTOBO without being registered?
ar_sa: هل يمكنني استخدام OTOBO بدون تسجيل؟
nb_no: Kan jeg bruke OTOBO uten å være registrert?

source: System registration is optional.
ar_sa: تسجيل النظام اختياري.
nb_no: Registrering er valgfritt.

source: You can download and use OTOBO without being registered.
ar_sa: يمكنك أيضا تنزيل واستخدام OTOBO بالكامل دون تسجيل.
nb_no: Du kan laste ned og bruke OTOBO uten å være registrert.

source: Is it possible to deregister?
ar_sa: هل من الممكن إلغاء التسجيل؟
nb_no: Er det mulig å avregistrere seg?

source: You can deregister at any time.
ar_sa: يمكنك إلغاء التسجيل في أي وقت.
nb_no: Du kan avregistrere deg når som helst.

source: Which data is transfered when registering?
ar_sa: ما هي البيانات التي يتم نقلها عند التسجيل؟
nb_no: Hvilke data blir overført ved registrering?

source: A registered system sends the following data to OTOBO Team:
ar_sa: يرسل النظام المسجل البيانات التالية إلى فريق OTOBO:
nb_no: Et registrert system sender følgende data til OTOBO Team:

source: Fully Qualified Domain Name (FQDN), OTOBO version, Database, Operating System and Perl version.
ar_sa: اسم المجال المؤهل بالكامل (FQDN) وإصدار OTOBO وقاعدة البيانات ونظام التشغيل وإصدار Perl.
nb_no: Fully Qualified Domain Name (FQDN), OTOBO versjon, Database-, Operativsystem- og Perl versjon.

source: Why do I have to provide a description for my system?
ar_sa: لماذا يجب وصف النظام؟
nb_no: Hvorfor må jeg gi en beskrivelse for mitt system?

source: The description of the system is optional.
ar_sa: وصف النظام اختياري.
nb_no: Beskrivelsen er valgfri.

source: The description and system type you specify help you to identify and manage the details of your registered systems.
ar_sa: سيساعدك نوع النظام ووصفه في تحديد أنظمتك وإدارة سجل النظام.
nb_no: Beskrivelsen og systemtypen du angir hjelper deg med å identifisere og administrere detaljene til de registrerte systemene dine.

source: How often does my OTOBO system send updates?
ar_sa: كم مرة يرسل OTOBO الخاص بي التحديثات؟
nb_no: Hvor ofte sender mitt OTOBO system oppdateringer?

source: Your system will send updates to the registration server at regular intervals.
ar_sa: سيرسل نظامك تحديثات إلى خادم التسجيل على فترات منتظمة.
nb_no: Ditt system vil sende oppdateringer til registreringstjeneren med jevne mellomrom.

source: Typically this would be around once every three days.
ar_sa: عادة ما يكون هذا حوالي مرة واحدة كل ثلاثة أيام.
nb_no: Typisk så vil dette være en gang vær tredje dag.

source: If you deregister your system, you will lose these benefits:
ar_sa: إذا قمت بإلغاء تسجيل نظامك، فستفقد المزايا التالية:
nb_no: Hvis du avregistrerer systemet ditt, vil du miste disse fordelene:

source: You need to log in with your OTOBO-ID to deregister your system.
ar_sa: تحتاج إلى تسجيل الدخول باستخدام OTOBO-ID الخاص بك لإلغاء تسجيل نظامك.
nb_no: Du må logge på med din OTOBO-ID for å avregistrere systemet ditt.

source: You don't have an OTOBO-ID yet?
ar_sa: ليس لديك OTOBO-ID حتى الآن؟
nb_no: Har du ikke en OTOBO-ID enda?

source: Sign up now
ar_sa: سجل الآن
nb_no: Registrer deg her

source: Forgot your password?
ar_sa: هل نسيت كلمة المرور؟
nb_no: Glemt ditt passord?

source: Retrieve a new one
ar_sa: استرداد واحدة جديدة
nb_no: Hent en ny en

source: Next
ar_sa: التالي
nb_no: Neste

source: This data will be frequently transferred to OTOBO Team when you register this system.
ar_sa: سيتم نقل هذه البيانات بشكل متكرر إلى فريق OTOBO عند تسجيل هذا النظام.
nb_no: Disse dataene vil ofte bli overført til OTOBO Team når du registrerer dette systemet.

source: Attribute
ar_sa: سِمَة
nb_no: Attributt

source: OTOBO Version
ar_sa: إصدار OTOBO
nb_no: OTOBO versjon

source: Operating System
ar_sa: نظام التشغيل
nb_no: Operativsystem

source: Perl Version
ar_sa: إصدار Perl
nb_no: Perl versjon

source: Optional description of this system.
ar_sa: وصف اختياري لهذا النظام.
nb_no: Valgfri beskrivelse av dette systemet.

source: This will allow the system to send additional support data information to OTOBO Team.
ar_sa: يتيح هذا الإعداد إرسال معلومات دعم إضافية إلى مجموعة OTOBO.
nb_no: Dette vil tillate systemet å sende ytterligere støttedatainformasjon til OTOBO Team.

source: Register
ar_sa: سَجَّلَ
nb_no: Registrer

source: Continuing with this step will deregister the system from OTOBO Team.
ar_sa: سيؤدي الاستمرار في هذه الخطوة إلى إلغاء تسجيل النظام من فريق OTOBO.
nb_no: Hvis du fortsetter med dette trinnet, avregistreres systemet fra OTOBO Team.

source: Deregister
ar_sa: إلغاء التسجيل
nb_no: Avregistrere

source: You can modify registration settings here.
ar_sa: يمكنك تعديل إعدادات التسجيل هنا.
nb_no: Du kan endre registreringsinnstillingene her.

source: Overview of Transmitted Data
ar_sa: نظرة عامة على البيانات المرسلة
nb_no: Oversikt over overførte data

source: There is no data regularly sent from your system to %s.
ar_sa: لا يتم إرسال أي بيانات بشكل منتظم إلى٪ s من نظامك.
nb_no: Det finnes ikke noe jevnlig data som er sent fra ditt system til %s.

source: The following data is sent at minimum every 3 days from your system to %s.
ar_sa: يتم نقل البيانات التالية من نظامك إلى٪ s كل 3 أيام على الأقل.
nb_no: Følgende data sendes minimum hver 3. dag fra systemet til %s.

source: The data will be transferred in JSON format via a secure https connection.
ar_sa: سيتم نقل البيانات بتنسيق JSON عبر اتصال https آمن.
nb_no: Dataene vil bli overført i JSON-format via en sikker https-tilkobling.

source: System Registration Data
ar_sa: بيانات تسجيل النظام
nb_no: Systemregistreringsdata

source: Support Data
ar_sa: بيانات الدعم
nb_no: Støttedata

source: Role Management
ar_sa: إدارة الأدوار
nb_no: Administrasjon: Roller

source: Add Role
ar_sa: إضافة دور
nb_no: Ny Rolle

source: Edit Role
ar_sa: تحرير الدور
nb_no: Endre Rolle

source: Filter for Roles
ar_sa: تصفية الأدوار
nb_no: Filter for Roller

source: Filter for roles
ar_sa: تصفية الأدوار
nb_no: Filtrer etter roller

source: Create a role and put groups in it. Then add the role to the users.
ar_sa: إنشاء دور ووضع المجموعات فيه. ثم أضف الدور إلى المستخدمين.
nb_no: Opprett en rolle og legg grupper til rollen. Legg deretter til saksbehandlere til rollen.

source: There are no roles defined. Please use the 'Add' button to create a new role.
ar_sa: لا توجد أدوار محددة. الرجاء استخدام الزر "إضافة" لإنشاء دور جديد.
nb_no: Ingen roller er definerte. Vennligst bruk "Ny rolle" for å opprett en.

source: Manage Role-Group Relations
ar_sa: إدارة تعيينات الأدوار للمجموعات
nb_no: Koplinger mellom Rolle og Gruppe

source: Roles
ar_sa: ادوار
nb_no: Roller

source: Select the role:group permissions.
ar_sa: حدد الدور:أذونات المجموعة.
nb_no: Velg rolle:grupperettigheter.

source: If nothing is selected, then there are no permissions in this group (tickets will not be available for the role).
ar_sa: إذا لم يتم تحديد أي شيء، فإن الدور في تلك المجموعة ليس لديه أذونات (ولا يمكنه الوصول إلى التذاكر).
nb_no: Hvis ingenting blir valgt vil det ikke være noen tilgang til gruppen (rollen vil ikke se saker for gruppen).

source: Toggle %s permission for all
ar_sa: تبديل إذن٪ s للجميع
nb_no: Slå av/på tilgang for alle

source: move_into
ar_sa: الانتقال إلى
nb_no: Flytt til

source: Permissions to move tickets into this group/queue.
ar_sa: أذونات لنقل التذاكر إلى هذه المجموعة/قائمة الانتظار.
nb_no: Rettighet til å flytte saker i denne gruppen/køen.

source: create
ar_sa: أَنْشَأَ
nb_no: opprett

source: Permissions to create tickets in this group/queue.
ar_sa: أذونات لإنشاء تذاكر في هذه المجموعة / قائمة الانتظار.
nb_no: Rettighet til å opprette saker i denne gruppen/køen.

source: note
ar_sa: مُلاحَظَة
nb_no: notis

source: Permissions to add notes to tickets in this group/queue.
ar_sa: أذونات لإضافة ملاحظات إلى التذاكر في هذه المجموعة / قائمة الانتظار.
nb_no: Rettigheter for å svare på saker i denne gruppen/køen.

source: owner
ar_sa: مَالِك
nb_no: update

source: Permissions to change the owner of tickets in this group/queue.
ar_sa: أذونات لتغيير مالك التذاكر في هذه المجموعة / قائمة الانتظار.
nb_no: Rettigheter til å endre eier av saker i denne gruppen/køen.

source: priority
ar_sa: أَوْلَوِيَّةٌ
nb_no: prioritet

source: Permissions to change the ticket priority in this group/queue.
ar_sa: أذونات لتغيير أولوية التذكرة في هذه المجموعة / قائمة الانتظار.
nb_no: Rettighet til å endre prioritet i denne gruppen/køen.

source: Manage Agent-Role Relations
ar_sa: إدارة العلاقات بين الوكيل والدور
nb_no: Koplinger mellom Saksbehandlere og Roller

source: Add Agent
ar_sa: إضافة وكيل
nb_no: Legg til Saksbehandler

source: Filter for Agents
ar_sa: تصفية للوكلاء
nb_no: Filter for Saksbehandlere

source: Filter for agents
ar_sa: تصفية للوكلاء
nb_no: Filter for agenter

source: Agents
ar_sa: الوكلاء
nb_no: Saksbehandlere

source: Manage Role-Agent Relations
ar_sa: إدارة العلاقات بين الدور والوكيل
nb_no: Koplinger mellom Rolle og Saksbehandler

source: SLA Management
ar_sa: إدارة اتفاقية مستوى الخدمة
nb_no: Administrasjon: SLA

source: Edit SLA
ar_sa: تحرير اتفاقية مستوى الخدمة
nb_no: Endre SLA

source: Add SLA
ar_sa: إضافة اتفاقية مستوى الخدمة
nb_no: Ny SLA

source: Filter for SLAs
ar_sa: تصفية لاتفاقيات مستوى الخدمة
nb_no: Filter for SLAer

source: Please write only numbers!
ar_sa: الرجاء كتابة الأرقام فقط!
nb_no: Vennligst skriv kun siffer!

source: S/MIME Management
ar_sa: إدارة S/MIME
nb_no: Administrasjon: S/MIME

source: Add Certificate
ar_sa: إضافة شهادة
nb_no: Legg til sertifikat

source: Add Private Key
ar_sa: إضافة مفتاح خاص
nb_no: Legg til privat nøkkel

source: SMIME support is disabled
ar_sa: تم تعطيل دعم SMIME
nb_no: SMIME-støtte er deaktivert

source: To be able to use SMIME in OTOBO, you have to enable it first.
ar_sa: لتتمكن من استخدام SMIME في OTOBO، يجب عليك تمكينه أولا.
nb_no: For å kunne bruke SMIME i OTOBO, må du først aktivere det.

source: Enable SMIME support
ar_sa: تفعيل دعم SMIME
nb_no: Aktiver SMIME-støtte

source: Faulty SMIME configuration
ar_sa: تكوين SMIME خاطئ
nb_no: Feil SMIME-konfigurasjon

source: SMIME support is enabled, but the relevant configuration contains errors. Please check the configuration using the button below.
ar_sa: تم تمكين دعم SMIME، ولكن التكوين ذي الصلة يحتوي على أخطاء. يرجى التحقق من التكوين باستخدام الزر أدناه.
nb_no: SMIME-støtte er aktivert, men den relevante konfigurasjonen inneholder feil. Vennligst sjekk konfigurasjonen ved å bruke knappen nedenfor.

source: Check SMIME configuration
ar_sa: التحقق من تكوين S/MIME
nb_no: Sjekk SMIME-konfigurasjonen

source: Filter for Certificates
ar_sa: تصفية الشهادات
nb_no: Filtrer etter sertifikater

source: Filter for certificates
ar_sa: تصفية الشهادات
nb_no: Filter for sertifikater

source: To show certificate details click on a certificate icon.
ar_sa: لعرض تفاصيل الشهادة، انقر على أيقونة الشهادة.
nb_no: For å vise detaljer rundt sertifikatet, trykk på et sertifikat ikon.

source: To manage private certificate relations click on a private key icon.
ar_sa: لإدارة ارتباطات الشهادات، يمكنك النقر فوق رمز المفتاح الخاص.
nb_no: For å endre private sertifikat relasjoner, trykk på et privat nøkkel ikon.

source: Here you can add relations to your private certificate, these will be embedded to the S/MIME signature every time you use this certificate to sign an email.
ar_sa: يمكنك هنا إضافة علاقات إلى شهادتك الخاصة، والتي تتم إضافتها إلى توقيع S/MIME في كل مرة تستخدم فيها هذه الشهادة لتوقيع رسالة بريد إلكتروني.
nb_no: Her kan du legge til relasjoner til ditt private sertifikat, disse vil bli innebygd i S/MIME-signaturen hver gang du bruker dette sertifikatet til å signere en e-post.

source: See also
ar_sa: أنظر أيضا
nb_no: Se også

source: In this way you can directly edit the certification and private keys in file system.
ar_sa: بهذه الطريقة، يمكنك تحرير الشهادات والمفاتيح الخاصة مباشرةً في نظام الملفات.
nb_no: På denne måten kan du direkte redigere sertifikatet og private nøkler i filsystemet.

source: Create
ar_sa: إنشاء
nb_no: Opprett

source: Handle related certificates
ar_sa: إدارة الشهادات المرتبطة
nb_no: Behandle relaterte sertifikater

source: Read certificate
ar_sa: قراءة الشهادة
nb_no: Les sertifikat

source: Delete this certificate
ar_sa: حذف هذه الشهادة
nb_no: Slett dette sertifikatet

source: File
ar_sa: ملف
nb_no: Fil

source: Secret
ar_sa: خَفِيَّةٌ
nb_no: Hemmelighet

source: Related Certificates for
ar_sa: الشهادات المرتبطة ب
nb_no: Relaterte sertifikater for

source: Delete this relation
ar_sa: حذف هذه العلاقة
nb_no: Fjern denne relasjonen

source: Available Certificates
ar_sa: الشهادات المتاحة
nb_no: Tilgjengelige sertifikater

source: Filter for S/MIME certs
ar_sa: تصفية لشهادات S/MIME
nb_no: Filter for S/MIME certifikater

source: Relate this certificate
ar_sa: ربط هذه الشهادة
nb_no: Relater dette sertifikatet

source: S/MIME Certificate
ar_sa: شهادة S/MIME
nb_no: S/MIME-sertifikat

source: Certificate Details
ar_sa: تفاصيل الشهادة
nb_no: Sertifikatdetaljer

source: Close this dialog
ar_sa: إغلاق مربع الحوار هذا
nb_no: Lukk denne dialogen

source: Salutation Management
ar_sa: إدارة التحية
nb_no: Administrasjon: Hilsninger

source: Add Salutation
ar_sa: إضافة تحية
nb_no: Legg til hilsning

source: Edit Salutation
ar_sa: تحرير التحية
nb_no: Endre hilsning

source: Filter for Salutations
ar_sa: تصفية التحية
nb_no: Filter for hilsener

source: Filter for salutations
ar_sa: تصفية التحية
nb_no: Filter for hilsener

source: e. g.
ar_sa: على سبيل المثال.
nb_no: f.eks.

source: Example salutation
ar_sa: مثال على التحية
nb_no: Eksempel på hilsning

source: Secure Mode Needs to be Enabled!
ar_sa: يجب تمكين الوضع الآمن!
nb_no: Sikker modus må aktiveres!

source: Secure mode will (normally) be set after the initial installation is completed.
ar_sa: عادةً ما يتم تشغيل الوضع الآمن بعد اكتمال التثبيت.
nb_no: Sikkermodus vil (normalt) være satt etter førstegangs-installasjon er ferdig.

source: If secure mode is not activated, activate it via SysConfig because your application is already running.
ar_sa: إذا لم يكن وضع الأمان نشطًا، فيمكنك تمكينه باستخدام SysConfig نظرًا لأن نظامك قيد التشغيل بالفعل.
nb_no: Hvis sikkermodus ikke er slått på, slå det på via Systemkonfigurasjon fordi applikasjonen er i drift.

source: SQL Box
ar_sa: صندوق SQL
nb_no: SQL-boks

source: Filter for Results
ar_sa: تصفية النتائج
nb_no: Filtrer for resultater

source: Filter for results
ar_sa: تصفية النتائج
nb_no: Filtrer for resultater

source: Here you can enter SQL to send it directly to the application database. It is not possible to change the content of the tables, only select queries are allowed.
ar_sa: هنا يمكنك إدخال SQL لإرساله مباشرة إلى قاعدة بيانات التطبيق. لا يمكن تغيير محتوى الجداول، يسمح فقط بتحديد الاستعلامات.
nb_no: Her kan du skrive inn SQL for å sende den direkte til applikasjonsdatabasen. Det er ikke mulig å endre innholdet i tabellene, kun utvalgte spørringer er tillatt.

source: Here you can enter SQL to send it directly to the application database.
ar_sa: هنا يمكنك إدخال SQL التي سيتم إرسالها إلى قاعدة البيانات.
nb_no: Her kan du skrive SQL for å sende kommandoer rett til OTOBO sin database.

source: Options
ar_sa: خيارات
nb_no: Reference;Referanse

source: Only select queries are allowed.
ar_sa: يسمح فقط بتحديد الاستعلامات.
nb_no: Kun select spørringer er mulig.

source: The syntax of your SQL query has a mistake. Please check it.
ar_sa: يحتوي بناء جملة استعلام SQL على خطأ. يرجى التحقق من ذلك.
nb_no: SQL-spørringen har en syntaks-feil. Vennligst sjekk den.

source: There is at least one parameter missing for the binding. Please check it.
ar_sa: معلمة واحدة على الأقل للربط مفقودة. يرجى التحقق.
nb_no: Det mangler minst ett parameter i bindingen. Vennligst sjekk den.

source: Result format
ar_sa: شكل النتيجة
nb_no: Format for resultatet

source: Run Query
ar_sa: تنفيذ الاستفسار
nb_no: Kjør spørring

source: %s Results
ar_sa: نتائج٪ s
nb_no: %s resultater

source: Query is executed.
ar_sa: الطلب قيد التنفيذ.
nb_no: Spørringen er utført.

source: Service Management
ar_sa: إدارة الخدمات
nb_no: Administrasjon: Tjenester

source: Add Service
ar_sa: إضافة خدمة
nb_no: Legg til Tjeneste

source: Edit Service
ar_sa: تحرير الخدمة
nb_no: Endre Tjeneste

source: Service name maximum length is 200 characters (with Sub-service).
ar_sa: الحد الأقصى لطول اسم الخدمة هو 200 حرف (مع الخدمة الفرعية).
nb_no: Tjenestenavnets maksimale lengde er 200 tegn (med undertjeneste).

source: Sub-service of
ar_sa: الخدمة الفرعية ل
nb_no: Under-tjeneste av

source: Session Management
ar_sa: إدارة الجلسة
nb_no: Administrasjon: Sesjoner

source: Detail Session View for %s (%s)
ar_sa: عرض الجلسة التفصيلية ل٪ s (٪ s)
nb_no: Detaljøktvisning for %s (%s)

source: All sessions
ar_sa: جميع الجلسات
nb_no: Alle sesjoner

source: Agent sessions
ar_sa: جلسات الوكلاء
nb_no: Saksbehandler-sesjoner

source: Customer sessions
ar_sa: جلسات العملاء
nb_no: Kunde-sesjoner

source: Unique agents
ar_sa: وكلاء فريدون
nb_no: Unike saksbehandlere

source: Unique customers
ar_sa: عملاء فريدون
nb_no: Unike kunder

source: Kill all sessions
ar_sa: إنهاء كل الجلسات
nb_no: Terminer alle sesjoner

source: Kill this session
ar_sa: إنهاء هذه الجلسة
nb_no: Terminer denne sesjonen

source: Filter for Sessions
ar_sa: تصفية للجلسات
nb_no: Filtrer for økter

source: Filter for sessions
ar_sa: تصفية للجلسات
nb_no: Filtrer for økter

source: Session
ar_sa: جلسة
nb_no: Sesjon

source: Kill
ar_sa: إنْهَاءٌ
nb_no: Terminer

source: Detail View for SessionID: %s - %s
ar_sa: طريقة عرض التفاصيل ل SessionID: ٪s - ٪s
nb_no: Detaljvisning for økt-ID: %s - %s

source: Signature Management
ar_sa: إدارة التوقيع
nb_no: Administrasjon: Signaturer

source: Add Signature
ar_sa: إضافة توقيع
nb_no: Legg til signatur

source: Edit Signature
ar_sa: تحرير التوقيع
nb_no: Endre Signatur

source: Filter for Signatures
ar_sa: تصفية التواقيع
nb_no: Filter for signaturer

source: Filter for signatures
ar_sa: تصفية التواقيع
nb_no: Filtrer for signaturer

source: Example signature
ar_sa: مثال على التوقيع
nb_no: Eksempel på signatur

source: State Management
ar_sa: إدارة الحالة
nb_no: Administrasjon: Statuser

source: Add State
ar_sa: إضافة حالة
nb_no: Legg til status

source: Edit State
ar_sa: تحرير الحالة
nb_no: Endre status

source: Filter for States
ar_sa: تصفية الحالة
nb_no: Filtrer etter tilstander

source: Filter for states
ar_sa: تصفية الحالة
nb_no: Filtrer etter tilstander

source: Attention
ar_sa: تنبيه
nb_no: OBS

source: Please also update the states in SysConfig where needed.
ar_sa: يرجى أيضًا تحديث الحالات في SysConfig عند الحاجة.
nb_no: Vennligst også oppdatert nødvendige statuser i SysConfig.

source: This state is present in a SysConfig setting, confirmation for updating settings to point to the new type is needed!
ar_sa: توجد هذه الحالة في إعداد SysConfig. من الضروري وجود تأكيد لتحديث الإعداد إلى الحالة الجديدة!
nb_no: Denne tilstanden er tilstede i en SysConfig-innstilling, bekreftelse for oppdatering av innstillinger for å peke til den nye typen er nødvendig!

source: State type
ar_sa: نوع الحالة
nb_no: Statustype

source: It's not possible to invalidate this entry because there is no other merge states in system!
ar_sa: لا يمكن إبطال هذا الإدخال لأنه لا توجد حالات دمج أخرى في النظام!
nb_no: Det er ikke mulig å ugyldiggjøre denne oppføringen fordi det ikke er andre flettetilstander i systemet!

source: This state is used in the following config settings:
ar_sa: يتم استخدام هذه الحالة في إعدادات التكوين التالية:
nb_no: Denne tilstanden brukes i følgende konfigurasjonsinnstillinger:
