Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Defines if the message in the email resend screen of the agent interface is visible for the customer by default.
ar_sa: تحديد ما إذا كانت الرسالة في شاشة إعادة إرسال البريد الإلكتروني لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om meldingen i skjermbildet for e-postsending på nytt i agentgrensesnittet er synlig for kunden som standard.

source: Defines if the message in the ticket compose screen of the agent interface is visible for the customer by default.
ar_sa: يحدد ما إذا كانت الرسالة في شاشة إنشاء التذاكر لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om meldingen i saksskrivingsskjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the message in the ticket forward screen of the agent interface is visible for the customer by default.
ar_sa: يحدد ما إذا كانت الرسالة في شاشة إعادة توجيه التذكرة لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om meldingen i saksvideresendingsskjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the close ticket screen of the agent interface is visible for the customer by default.
ar_sa: يحدد ما إذا كانت الملاحظة الموجودة في شاشة إغلاق التذكرة لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om notatet i skjermbildet for lukke sak i agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket bulk screen of the agent interface is visible for the customer by default.
ar_sa: يشير إلى ما إذا كان يجب أن تكون الملاحظة مرئية للعميل في شاشة معالجة مجموعة التذاكر الخاصة بلوحة الوكيل بشكل افتراضي.
nb_no: Definerer om notatet i saksmasseskjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket free text screen of the agent interface is visible for the customer by default.
ar_sa: تحديد ما إذا كانت الملاحظة الموجودة في شاشة النص الحر للتذكرة الخاصة بواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om notatet i saksfritekstskjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket note screen of the agent interface is visible for the customer by default.
ar_sa: تحديد ما إذا كانت الملاحظة الموجودة في شاشة إشعار التذكرة لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om notatet i sakslappskjermbildet til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket owner screen of the agent interface is visible for the customer by default.
ar_sa: تحديد ما إذا كانت الملاحظة الموجودة في شاشة مالك التذكرة الخاصة بواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om notatet i sakseierskjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket pending screen of the agent interface is visible for the customer by default.
ar_sa: يحدد ما إذا كانت الملاحظة الموجودة في شاشة انتظار التذكرة لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om notatet i skjermbildet for ventende sak i agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket priority screen of the agent interface is visible for the customer by default.
ar_sa: تحديد ما إذا كانت الملاحظة الموجودة في شاشة أولوية التذكرة لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om notatet i saksprioritetsskjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the note in the ticket responsible screen of the agent interface is visible for the customer by default.
ar_sa: يحدد ما إذا كانت الملاحظة الموجودة في شاشة مسؤول التذكرة لواجهة الوكيل مرئية للعميل افتراضيا.
nb_no: Definerer om notatet i saksansvarlig-skjermen til agentgrensesnittet er synlig for kunden som standard.

source: Defines if the previously valid token should be accepted for authentication. This is slightly less secure but gives users 30 seconds more time to enter their one-time password.
ar_sa: تحديد ما إذا كان يجب قبول الرمز المميز الصالح سابقا للمصادقة. وهذا الأمر أقل أمانا بعض الشيء ولكنه يمنح المستخدمين 30 ثانية إضافية من الوقت لإدخال كلمة المرور مرة واحدة.
nb_no: Definerer om det tidligere gyldige tokenet skal aksepteres for autentisering. Dette er litt mindre sikkert, men gir brukerne 30 sekunder mer tid til å skrive inn engangspassordet sitt.

source: Defines if the values for filters should be retrieved from all available tickets. If enabled, only values which are actually used in any ticket will be available for filtering. Please note: The list of customers will always be retrieved like this.
ar_sa: تحديد ما إذا كان سيتم إسترداد قيم المرشح من كافة التذاكر المتوفرة أم لا. عند التمكين، تكون القيم المستخدمة حاليا في أي تذكرة فقط متاحة للتصفية. الرجاء ملاحظة: سيتم دائما إسترداد قائمة العملاء بهذه الطريقة.
nb_no: Definerer om verdiene for filtre skal hentes fra alle tilgjengelige saker. Hvis aktivert, vil bare verdier som faktisk brukes i en sak være tilgjengelig for filtrering. Merk: Listen over kunder vil alltid bli hentet slik.

source: Defines if time accounting is mandatory in the agent interface. If enabled, a note must be entered for all ticket actions (no matter if the note itself is configured as active or is originally mandatory for the individual ticket action screen).
ar_sa: يعرف ما إذا كان تسجيل الوقت إلزاميا في واجهة العميل. عند تمكين هذه الميزة، يجب وضع ملاحظة لكافة إجراءات التذاكر (سواء تم تكوين الملاحظة على أنها نشطة أو تم تكوينها أصلا بحيث تكون محددة لإجراءات التذاكر الفردية).
nb_no: Definerer om tidsregnskap er obligatorisk i agentgrensesnittet. Hvis aktivert, må det legges inn et notat for alle sakshandlinger (uansett om selve lappen er konfigurert som aktiv eller opprinnelig obligatorisk for den individuelle sakshandlingsskjermen).

source: Defines if time accounting must be set to all tickets in bulk action.
ar_sa: تحديد ما إذا كان يجب تعيين حساب الوقت إلى كافة التذاكر قيد الإجراء المجمع.
nb_no: Definerer om tidsregnskap må settes til alle saker i bulkhandling.

source: Defines internal communication channel.
ar_sa: يحدد قناة الاتصال الداخلية.
nb_no: Definerer intern kommunikasjonskanal.

source: Defines out of office message template. Two string parameters (%s) available: end date and number of days left.
ar_sa: يعرف قوالب الرسائل "ليس في المكتب". تتوفر معلمات سلسلة (%s): تاريخ الانتهاء وعدد الأيام المتبقية.
nb_no: Definerer fraværsmeldingsmal. To strengparametere (%s) tilgjengelig: sluttdato og antall dager igjen.

source: Defines phone communication channel.
ar_sa: يحدد قناة الاتصال الهاتفي.
nb_no: Definerer telefonkommunikasjonskanal.

source: Defines queues that's tickets are used for displaying as calendar events.
ar_sa: يحدد قوائم الانتظار التي تستخدم التذاكر لعرضها كأحداث تقويم.
nb_no: Definerer køer som saker brukes for visning som kalenderhendelser.

source: Defines the HTTP hostname for the support data collection with the public module 'PublicSupportDataCollector' (e.g. used from the OTOBO Daemon).
ar_sa: يحدد اسم مضيف HTTP لجمع بيانات الدعم باستخدام الوحدة النمطية العامة "PublicSupportDataCollector" (على سبيل المثال المستخدمة من OTOBO Daemon).
nb_no: Definerer HTTP-vertsnavnet for støttedatainnsamlingen med den offentlige modulen 'PublicSupportDataCollector' (f.eks. brukt fra OTOBO-demonen).

source: Defines the IP regular expression for accessing the local repository. You need to enable this to have access to your local repository and the package::RepositoryList is required on the remote host.
ar_sa: يحدد التعبيرات العادية لعناوين IP للوصول إلى المستودع المحلي. يجب تمكين هذه الإعدادات للوصول إلى المستودع المحلي الخاص بك، ويجب أيضا تثبيت حزمة package::RepositoryList على المضيف البعيد.
nb_no: Spesifiserer Regulær-uttrykk for IPen til lokalt pakkelager. Du må slå dette på for å ha tilgang til ditt lokale pakkelager. I tillegg er package::RepositoryList påkrevd på andre tjenere.

source: Defines the PostMaster header to be used on the filter for keeping the current state of the ticket.
ar_sa: تعريف رأس PostMaster الذي سيتم إستخدامه على عامل التصفية للاحتفاظ بالحالة الحالية للتذكرة.
nb_no: Definerer PostMaster-overskriften som skal brukes på filteret for å beholde gjeldende status for saken.

source: Defines the URL CSS path.
ar_sa: يعرف مسار URL CSS.
nb_no: Definerer URL til CSS.

source: Defines the URL base path of icons, CSS and Java Script.
ar_sa: تعريف المسار الأساسي ل URL الخاص بالأيقونات و CSS و Java Script.
nb_no: Definerer URL som basesti for icons, CSS og JavaScript.

source: Defines the URL image path of icons for navigation.
ar_sa: تعريف مسار صورة عنوان URL الخاص بالأيقونات للتنقل.
nb_no: Definerer URL for bildesti til navigasjons-icons.

source: Defines the URL java script path.
ar_sa: يعرف عنوان URL لمسار JavaScript.
nb_no: Definerer URL til JavaScript-filer.

source: Defines the URL rich text editor path.
ar_sa: تعريف مسار محرر نص URL المنسق.
nb_no: Definerer URL til Rik Tekst-redigereren.

source: Defines the address of a dedicated DNS server, if necessary, for the "CheckMXRecord" look-ups.
ar_sa: تعريف عنوان خادم DNS مخصص، إذا لزم الأمر، لعمليات البحث "CheckMXRecord".
nb_no: Definerer en dedikert DNS-tjener å bruke, hvis nødvendig, for å gjøre MX-sjekk på e-postadresser.

source: Defines the agent preferences key where the shared secret key is stored.
ar_sa: تعريف مفتاح تفضيلات الوكيل حيث يتم تخزين المفتاح السري المشترك.
nb_no: Definerer nøkkelen for agentpreferanser der den delte hemmelige nøkkelen er lagret.

source: Defines the available steps in time selections. Select "Minute" to be able to select all minutes of one hour from 1-59. Select "30 Minutes" to only make full and half hours available.
ar_sa: يضبط الخطوات المتوفرة في حقول تحديد الوقت. حدد "دقائق" لتحديد كل دقيقة من ساعة واحدة من ١-٥٩. أختر "٣٠ دقيقة" لتحديد ساعات كاملة ونصف فقط.
nb_no: Definerer de tilgjengelige trinnene i tidsvalg. Velg "Minutt" for å kunne velge alle minuttene på en time fra 1-59. Velg "30 minutter" for kun å gjøre hele og halve timer tilgjengelig.

source: Defines the body for the quick close action, which gets used for ticket history in the agent interface.
ar_sa: يحدد النص الأساسي لإجراء "الإغلاق الفوري"، والذي يستخدم في سجل التذاكر في منطقة الوكيل.
nb_no: Definerer kroppen for den raske lukkehandlingen, som blir brukt til sakshistorikk i agentgrensesnittet.

source: Defines the body text for notification mails sent to agents, about new password.
ar_sa: يعرف النص الموجود في قسم رسائل البريد الإلكتروني الخاصة بالإخطار إلى العملاء فيما يتعلق بكلمة المرور الجديدة.
nb_no: Definerer brødteksten for varslingsposter sendt til agenter om nytt passord.

source: Defines the body text for notification mails sent to agents, with token about new requested password.
ar_sa: يحدد نص البريد الإلكتروني للإعلام المرسل إلى الوكلاء عند تقديم طلب كلمة مرور.
nb_no: Definerer brødteksten for varslingsposter sendt til agenter, med token om nytt forespurt passord.

source: Defines the body text for notification mails sent to customers, about new account.
ar_sa: يحدد النص الموجود في النص الأساسي لرسائل البريد الإلكتروني للإشعارات المرسلة إلى العملاء حول حساب جديد.
nb_no: Definerer meldingsteksten sent til nye kunder når kontoen blir opprettet.

source: Defines the body text for notification mails sent to customers, about new password.
ar_sa: يحدد النص الموجود في النص الأساسي لرسائل البريد الإلكتروني للإشعارات للعملاء فيما يتعلق بكلمة المرور الجديدة.
nb_no: Definerer brødteksten for varslingsposter sendt til kunder, om nytt passord.

source: Defines the body text for notification mails sent to customers, with token about new requested password.
ar_sa: يعرف نص رسائل البريد الإلكتروني للإخطار مع الرمز المميز لكلمة المرور الجديدة التي يتم إرسالها إلى العملاء.
nb_no: Definerer brødteksten for varslingsposter sendt til kunder, med token om nytt forespurt passord.

source: Defines the body text for rejected emails.
ar_sa: يحدد النص الأساسي لرسائل البريد الإلكتروني المرفوضة.
nb_no: Meldingstekst for avviste e-poster.

source: Defines the calendar width in percent. Default is 95%.
ar_sa: تعريف عرض التقويم بالنسبة المئوية. الافتراضي هو 95٪.
nb_no: Definerer kalenderbredden i prosent. Standard er 95 %.

source: Defines the close state for quick close.
ar_sa: يعرف حالة الإغلاق ل "إغلاق فوري".
nb_no: Definerer lukketilstanden for hurtiglukking.

source: Defines the column to store the keys for the preferences table.
ar_sa: يعرف العمود الذي يجب أن يتم فيه تخزين مفاتيح الجدول مع الإعدادات.
nb_no: Definerer hvilken kolonne som skal brukes for å lagre nøkler til valgtabellen.

source: Defines the communication chanel for the quick close article action.
ar_sa: يحدد قناة الاتصال لإجراء العنصر "إغلاق فوري".
nb_no: Definerer kommunikasjonskanalen for rask lukking av artikkelhandlingen.

source: Defines the config options for the autocompletion feature.
ar_sa: تعريف خيارات التكوين لميزة الإكمال التلقائي.
nb_no: Definerer konfigurasjonsalternativene for autofullføringsfunksjonen.

source: Defines the config parameters of this item, to be shown in the preferences view.
ar_sa: تعريف معلمات التكوين لهذا العنصر، ليتم عرضها في إعدادات المستخدم.
nb_no: Definerer parametrene som skal vises i Innstillinger for dette objektet.

source: Defines the config parameters of this item, to be shown in the preferences view. 'PasswordRegExp' allows to match passwords against a regular expression. Define the minimum number of characters using 'PasswordMinSize'. Define if at least 2 lowercase and 2 uppercase letter characters are needed by setting the appropriate option to '1'. 'PasswordMin2Characters' defines if the password needs to contain at least 2 letter characters (set to 0 or 1). 'PasswordNeedDigit' controls the need of at least 1 digit (set to 0 or 1 to control). 'PasswordMaxLoginFailed' allows to set an agent to invalid-temporarily if max failed logins reached. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: يحدد معلمات التكوين للعنصر الذي يتم عرضه في إعداد المستخدم. يسمح لك PasswordRegExp بالتحقق من كلمات المرور مقابل التعبير العادي. اضبط الحد الأدنى لطول كلمة المرور باستخدام "PasswordMinSize". حدد ما إذا كان يجب أن تحتوي كلمة المرور على حرفين صغيرين على الأقل وحرفين كبيرين عن طريق تعيين الخيار المقابل على "1". يحدد "PasswordMin2Characters" أن هناك حاجة إلى حرفين على الأقل (القيم المحتملة هي "0" أو "1"). يحدد "PasswordNeedDigit" ما إذا كان يجب أن تحتوي كلمة المرور على رقم واحد على الأقل (القيم المحتملة هي "0" أو "1"). يسمح "PasswordMaxLoginFailed" للوكيل بأن يكون غير صالح مؤقتا عند الوصول إلى الحد الأقصى لعدد عمليات تسجيل الدخول الفاشلة. يرجى ملاحظة: إذا تم تعيين "نشط" على 0، فهذا يمنع الوكلاء فقط من تغيير إعداد هذه المجموعة في إعداداتهم الشخصية. لا يزال بإمكان المسؤول تغيير هذه الإعدادات نيابة عن المستخدمين. استخدم "PreferenceGroup" للتحكم في المنطقة التي يتم فيها عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Definerer konfigurasjonsparametrene for dette elementet, som skal vises i preferansevisningen. 'PasswordRegExp' lar deg matche passord mot et regulært uttrykk. Definer minimum antall tegn ved å bruke 'PasswordMinSize'. Definer om minst 2 små og 2 store bokstaver trengs ved å sette det aktuelle alternativet til '1'. 'PasswordMin2Characters' definerer om passordet må inneholde minst 2 bokstaver (sett til 0 eller 1). 'PasswordNeedDigit' kontrollerer behovet for minst 1 siffer (sett til 0 eller 1 for å kontrollere). 'PasswordMaxLoginFailed' tillater å sette en agent til ugyldig-midlertidig hvis maksimalt antall mislykkede pålogginger nås. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Defines the config parameters of this item, to be shown in the preferences view. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: يحدد معلمات التكوين للعنصر الذي يتم عرضه في إعداد المستخدم. يرجى ملاحظة: إذا تم تعيين "نشط" على 0، فهذا يمنع الوكلاء فقط من تغيير إعداد هذه المجموعة في إعداداتهم الشخصية. لا يزال بإمكان المسؤول تغيير هذه الإعدادات نيابة عن المستخدمين. استخدم "PreferenceGroup" للتحكم في المنطقة التي يتم فيها عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Definerer konfigurasjonsparametrene for dette elementet, som skal vises i preferansevisningen. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Defines the connections for http/ftp, via a proxy.
ar_sa: تعريف الاتصالات ل http/ftp، عبر وكيل.
nb_no: Spesifiserer proxy-oppsett for http/ftp.

source: Defines the customer preferences key where the shared secret key is stored.
ar_sa: يعرف حقل إعدادات العميل حيث يتم تخزين المفتاح السري المشترك.
nb_no: Definerer kundepreferansenøkkelen der den delte hemmelige nøkkelen er lagret.

source: Defines the date input format used in forms (option or input fields).
ar_sa: يعرف تنسيق إدخال التاريخ المستخدم في النماذج (حقول الخيار أو الإدخال).
nb_no: Spesifiserer datoformat på skjema (valg- eller tekstfelter).

source: Defines the default CSS used in rich text editors.
ar_sa: تعريف CSS الافتراضي المستخدم في محررات النص المنسق.
nb_no: Spesifiserer standard CSS til bruk i rik-tekst-redigering.

source: Defines the default agent name in the ticket zoom view of the customer interface.
ar_sa: يحدد اسم الوكيل الافتراضي في عرض تفاصيل التذاكر لواجهة العميل.
nb_no: Definerer standard agentnavn i sakszoomvisningen i kundegrensesnittet.

source: Defines the default auto response type of the article for this operation.
ar_sa: يحدد نوع الاستجابة التلقائية الافتراضي للعنصر لهذه العملية.
nb_no: Definerer standard autoresponstype for artikkelen for denne operasjonen.

source: Defines the default body of a note in the ticket free text screen of the agent interface.
ar_sa: يحدد المحتوى الافتراضي للملاحظة في شاشة النص الحر للتذكرة الخاصة في واجهة الوكيل.
nb_no: Spesifiserer standardinnholdet for notiser i sakens fritekstdel for saksbehandlere.

source: Defines the default filter fields in the customer user address book search (CustomerUser or CustomerCompany). For the CustomerCompany fields a prefix 'CustomerCompany_' must be added.
ar_sa: يحدد حقول التصفية الافتراضية في البحث في دفتر عناوين مستخدم العميل (مستخدم عميل أو شركة عميل). بالنسبة لحقول CustomerCompany، يجب إضافة بادئة "CustomerCompany_".
nb_no: Definerer standard filterfelt i kundebrukeradresseboksøket (CustomerUser eller CustomerCompany). For CustomerCompany-feltene må et prefiks 'CustomerCompany_' legges til.

source: Defines the default history type in the customer interface.
ar_sa: يحدد نوع المحفوظات الافتراضي في واجهة العميل.
nb_no: Spesifiserer standard historikkvisning i kundeportalen.

source: Defines the default interface. Unknown pathes below the script alias are redirected to the selected interface.
ar_sa: يحدد الواجهة الافتراضية. تتم إعادة توجيه المسارات غير المعروفة أسفل الاسم المستعار للبرنامج النصي إلى الواجهة المحددة.
nb_no: Definerer standardgrensesnittet. Ukjente stier under skriptaliaset blir omdirigert til det valgte grensesnittet.

source: Defines the default maximum number of X-axis attributes for the time scale.
ar_sa: يعرف الحد الأقصى الافتراضي للسمات لمحور x للمحور الزمني.
nb_no: Setter standardverdi for maks. antall atributter på X-aksen for tidsskalaen.

source: Defines the default maximum number of statistics per page on the overview screen.
ar_sa: يتحكم في الحد الأقصى لعدد الإحصائيات المعروضة لكل صفحة في النظرة العامة.
nb_no: Definerer standard maksimalt antall statistikk per side på oversiktsskjermen.

source: Defines the default next state for a ticket after customer follow-up in the customer interface.
ar_sa: تحديد الحالة التالية الافتراضية للتذكرة بعد متابعة العميل في واجهة العميل.
nb_no: Definerer standard neste tilstand for en sak etter kundeoppfølging i kundegrensesnittet.

source: Defines the default next state of a ticket after adding a note, in the close ticket screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة، في شاشة إغلاق التذكرة لواجهة الوكيل.
nb_no: Setter standardverdi for neste status etter å ha lagt til en notis når man stenger en sak i agentdelen.

source: Defines the default next state of a ticket after adding a note, in the ticket free text screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة، في شاشة النص الحر للتذكرة لواجهة الوكيل.
nb_no: Setter standardverdi for neste status etter å ha lagt til en notis i sakens fritekstside i agentdelen.

source: Defines the default next state of a ticket after adding a note, in the ticket note screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة، في شاشة ملاحظة التذكرة لواجهة الوكيل.
nb_no: Setter standardverdi for neste status når agent legger til en notis under interne notater.

source: Defines the default next state of a ticket after adding a note, in the ticket owner screen of a zoomed ticket in the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة إلى شاشة المالك في واجهة العميل.
nb_no: Definerer standard for neste saksstatus når agent legger til en notis i eier-delen.

source: Defines the default next state of a ticket after adding a note, in the ticket pending screen of a zoomed ticket in the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة، في شاشة التذكرة المعلقة لتذكرة مكبرة في واجهة الوكيل.
nb_no: Definerer standard for neste status for en sak etter å ha lagt til en notis i avventingsdelen av agents saksvisning.

source: Defines the default next state of a ticket after adding a note, in the ticket priority screen of a zoomed ticket in the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة لها إلى شاشة الأولوية في واجهة الوكيل.
nb_no: Definerer standard for neste saksstatus etter at agent har lagt til en notis og endret prioritet på en sak.

source: Defines the default next state of a ticket after adding a note, in the ticket responsible screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إضافة ملاحظة، في شاشة مسؤول التذكرة لواجهة الوكيل.
nb_no: Definerer standard for neste saksstatus etter at agent har lagt til en notis under saksansvar.

source: Defines the default next state of a ticket after being bounced, in the ticket bounce screen of the agent interface.
ar_sa: تعيين حالة التسلسل للتذاكر التي تحتوي على ملاحظة مضافة إلى شاشة إعادة التوجيه في واجهة العميل.
nb_no: Definerer standard for neste saksstatus etter at agent har lagt til en notis for en sak som blir avvist.

source: Defines the default next state of a ticket after being forwarded, in the ticket forward screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة التي تمت إضافة ملاحظة لها إلى شاشة إعادة التوجيه في واجهة الوكيل.
nb_no: Definerer standard for neste saksstatus når agent videresender en sak.
