Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Categories used in ticket presentation. Order is only used to determine the starting position before size arrangement. If no default color is given, item will not be shown if selection is not defined in the color hash. Optionally the attribute Text can be added to override the field value, templating methods can be used (e.g. "Text" => "[% Data.Value | remove('^.+::') %]"). Link can be used the same way.
ar_sa: الفئات المستخدمة في عرض التذاكر. يتم إستخدام الأمر فقط لتحديد موضع البدء قبل ترتيب الحجم. إذا لم يتم إعطاء لون افتراضي، لن يتم إظهار العنصر إذا لم يتم تعريف التحديد في تجزئة اللون. إختياريا، يمكن إضافة السمة Text لتجاوز قيمة الحقل، ويمكن إستخدام أساليب إنشاء القوالب (على سبيل المثال: "Text" => "[% Data.Value | remove('^.+::') %]"). يمكن إستخدام الارتباط بنفس الطريقة.
nb_no: Kategorier brukt i sakspresentasjon. Ordren brukes kun til å bestemme startposisjon før størrelsesarrangement. Hvis ingen standardfarge er gitt, vil ikke elementet vises hvis valget ikke er definert i fargehashen. Eventuelt kan attributtet Text legges til for å overstyre feltverdien, malmetoder kan brukes (f.eks. "Text" => "[% Data.Value | remove('^.+::') %]"). Link kan brukes på samme måte.

source: Change Ticket
ar_sa: تغيير التذكرة
nb_no: Bytt sak

source: Change Ticket information
ar_sa: تغيير معلومات التذكرة
nb_no: Endre saksinformasjon

source: Change queue!
ar_sa: تغيير قائمة الانتظار!
nb_no: Endre kø!

source: Change the customer for this ticket
ar_sa: تغيير عميل التذاكر
nb_no: Bytt kunde for denne saken

source: Change the owner for this ticket
ar_sa: تغيير مالك هذه التذكرة
nb_no: Bytt eier av denne saken

source: Change the priority for this ticket
ar_sa: تغيير أولوية هذه التذكرة
nb_no: Bytt prioriteten på denne saken

source: Change the responsible for this ticket
ar_sa: تغيير المسؤول عن هذه التذكرة
nb_no: Endre ansvarlig for denne saken

source: Change your avatar image.
ar_sa: تغيير الصورة الرمزية.
nb_no: Endre avatarbildet ditt.

source: Change your password and more.
ar_sa: تغيير كلمة المرور وغيرها.
nb_no: Endre passordet ditt og mer.

source: Changed SLA to "%s" (%s).
ar_sa: تم تغيير SLA إلى ‎"%s" (%s).
nb_no: Endret SLA til "%s" (%s).

source: Changed archive state to "%s".
ar_sa: تم تغيير حالة الأرشيف إلى "%s".
nb_no: Endret arkivstatus til "%s".

source: Changed customer to "%s".
ar_sa: تم تغيير العميل إلى "%s".
nb_no: Endret kunde til "%s".

source: Changed dynamic field %s from "%s" to "%s".
ar_sa: تم تغيير الحقل الديناميكي %s من "%s" إلى "%s".
nb_no: Endret dynamisk felt %s fra "%s" til "%s".

source: Changed owner to "%s" (%s).
ar_sa: تم تغيير المالك إلى "%s" (%s).
nb_no: Endret eier til "%s" (%s).

source: Changed pending time to "%s".
ar_sa: تم تغيير وقت الانتظار إلى "%s".
nb_no: Endret ventetid til "%s".

source: Changed priority from "%s" (%s) to "%s" (%s).
ar_sa: تم تغيير الأولوية من "%s" (%s) إلى "%s" (%s).
nb_no: Endret prioritet fra «%s» (%s) til «%s» (%s).

source: Changed queue to "%s" (%s) from "%s" (%s).
ar_sa: تم تغيير قائمة الانتظار إلى "%s" (%s) من "%s" (%s).
nb_no: Endret kø til "%s" (%s) fra "%s" (%s).

source: Changed responsible to "%s" (%s).
ar_sa: تم تغيير المسؤول إلى "%s" (%s).
nb_no: Endret ansvarlig til "%s" (%s).

source: Changed service to "%s" (%s).
ar_sa: تم تغيير الخدمة إلى "%s" (%s).
nb_no: Endret tjeneste til "%s" (%s).

source: Changed state from "%s" to "%s".
ar_sa: تم تغيير الحالة من "%s" إلى "%s".
nb_no: Endret tilstand fra "%s" til "%s".

source: Changed title from "%s" to "%s".
ar_sa: تم تغيير العنوان من "%s" إلى "%s".
nb_no: Endret tittel fra "%s" til "%s".

source: Changed type from "%s" (%s) to "%s" (%s).
ar_sa: تم تغيير النوع من "%s" (%s). إلى "%s" (%s).
nb_no: Endret type fra "%s" (%s) til "%s" (%s).

source: Changes the owner of tickets to everyone (useful for ASP). Normally only agent with rw permissions in the queue of the ticket will be shown.
ar_sa: تغيير مالك التذكرة إلى الكل (مفيد ل ASP). في العادة، سيتم عرض العملاء الذين لديهم أذونات rw فقط على قائمة الانتظار.
nb_no: Endrer eier på saker til "alle" (brukbart for ASP). Normalt vil kun saksbehandlere med Les/skriv-tilgang til køen bli vist.

source: Chat communication channel.
ar_sa: قناة اتصال الدردشة.
nb_no: Chat kommunikasjonskanal.

source: Checkbox
ar_sa: خانة الاختيار
nb_no: Avkryssningsfelt

source: Checks for articles that needs to be updated in the article search index.
ar_sa: يتحقق من المقالات التي تحتاج إلى تحديث في فهرس البحث عن المقالات.
nb_no: Sjekker etter artikler som må oppdateres i artikkelsøkeindeksen.

source: Checks for communication log entries to be deleted.
ar_sa: التحقق من حذف إدخالات سجل الاتصالات.
nb_no: Sjekker for kommunikasjonsloggoppføringer som skal slettes.

source: Checks for queued outgoing emails to be sent.
ar_sa: تحقق من رسائل البريد الصادرة لإرسالها.
nb_no: Sjekker for utgående e-post i kø som skal sendes.

source: Checks if an E-Mail is a followup to an existing ticket by searching the subject for a valid ticket number.
ar_sa: التحقق مما إذا كان البريد الإلكتروني عبارة عن متابعة لتذكرة موجودة من خلال البحث عن رقم تذكرة صالح.
nb_no: Sjekker om en e-post er en oppfølging av en eksisterende sak ved å søke i emnet etter et gyldig saksnummer.

source: Checks if an email is a follow-up to an existing ticket with external ticket number which can be found by ExternalTicketNumberRecognition filter module.
ar_sa: التحقق مما إذا كان البريد الإلكتروني عبارة عن متابعة لتذكرة موجودة برقم تذكرة خارجي يمكن العثور عليه بواسطة وحدة عامل تصفية ExternalTicketNumberRecognition.
nb_no: Sjekker om en e-post er en oppfølging av en eksisterende sak med eksternt saksnummer som kan finnes av ExternalTicketNumberRecognition filtermodul.

source: Checks the SystemID in ticket number detection for follow-ups. If not enabled, SystemID will be changed after using the system.
ar_sa: يتحقق من SystemID في اكتشاف رقم التذكرة للمتابعة. إذا لم يتم تمكينه ، فسيتم تغيير SystemID بعد استخدام النظام.
nb_no: Sjekker SystemID i saksnummerdeteksjon for oppfølging. Hvis den ikke er aktivert, vil SystemID endres etter bruk av systemet.

source: Child
ar_sa: فرع
nb_no: Barn

source: Chinese (Simplified)
ar_sa: صيني (مبسط)
nb_no: Kinesisk (Forenklet)

source: Chinese (Traditional)
ar_sa: الصينية (التقليدية)
nb_no: Kinesisk (Tradisjonell)

source: Choose for which kind of appointment changes you want to receive notifications.
ar_sa: حدد نوع تغييرات الموعد التي تريد إستلام الإعلامات لها.
nb_no: Velg hvilke typer avtaler som du vil motta varsler om.

source: Choose for which kind of ticket changes you want to receive notifications. Please note that you can't completely disable notifications marked as mandatory.
ar_sa: حدد تغييرات التذاكر التي تريد أن يتم إعلامك بها. يرجى ملاحظة أنه لا يمكنك إيقاف تشغيل الإشعارات التي تم وضع علامة عليها على أنها إلزامية تماما.
nb_no: Velg hvilken type saksendringer du ønsker å motta varsler om. Vær oppmerksom på at du ikke kan deaktivere varsler merket som obligatoriske fullstendig.

source: Choose which notifications you'd like to receive.
ar_sa: أختر الإخطارات التي تريد تلقيها.
nb_no: Velg hvilke varsler du vil motta.

source: Christmas Eve
ar_sa: عشية عيد الميلاد
nb_no: Julaften

source: Close
ar_sa: إغلاق
nb_no: Avslutt sak

source: Close this ticket
ar_sa: أغلق هذه التذكرة
nb_no: Lukk denne saken

source: Closed Tickets
ar_sa: التذاكر المغلقة
nb_no: Stengte saker

source: Closed tickets (customer user)
ar_sa: التذاكر المغلقة (مستخدمون الزبائن)
nb_no: Lukkede saker (kundebruker)

source: Closed tickets (customer)
ar_sa: التذاكر المغلقة (العميل)
nb_no: Avsluttede saker (kunde)

source: Cloud Services
ar_sa: الخدمات السحابية
nb_no: Skytjenester

source: Cloud service admin module registration for the transport layer.
ar_sa: تسجيل وحدة مسؤول الخدمة السحابية لطبقة النقل.
nb_no: Cloud service admin modul registrering for transportlaget.

source: Collect support data for asynchronous plug-in modules.
ar_sa: تجميع بيانات الدعم لوحدات المكونات الإضافية غير المتزامنة.
nb_no: Samle støttedata for asynkrone plug-in-moduler.

source: Color definitions for the customer interface.
ar_sa: تعريفات الألوان لواجهة العميل.
nb_no: Fargedefinisjoner for kundegrensesnittet.

source: Column ticket filters for Ticket Overviews type "Small".
ar_sa: عمود عامل تصفية التذاكر لعرض التذاكر من النوع "صغير".
nb_no: Kolonnesaksfiltre for saksoversikter type "Liten".

source: Columns that can be filtered in the escalation view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: أعمدة قابلة للطباعة في العرض ذي الصلة لمساحة العميل. ملاحظة: يتم السماح بسمات التذاكر فقط والحقول الديناميكية (DynamicField_NameX) وسمات العملاء (مثل CustomerUserPhone و CustomerCompanyName).
nb_no: Kolonner som kan filtreres i eskaleringsvisningen til agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the locked view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: أعمدة قابلة للطباعة في العرض ذي الصلة لمساحة العميل. ملاحظة: يتم السماح بسمات التذاكر فقط والحقول الديناميكية (DynamicField_NameX) وسمات العملاء (مثل CustomerUserPhone و CustomerCompanyName).
nb_no: Kolonner som kan filtreres i den låste visningen av agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the queue view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: الأعمدة التي يمكن تصفيتها في طريقة عرض قائمة الانتظار لواجهة العامل. ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) وسمات العميل (مثل CustomerUserPhone و CustomerCompanyName و...).
nb_no: Kolonner som kan filtreres i køvisningen til agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the responsible view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: الأعمدة التي يمكن تصفيتها في طريقة العرض المسؤولة لواجهة العامل. ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) وسمات العميل (مثل CustomerUserPhone و CustomerCompanyName و...).
nb_no: Kolonner som kan filtreres i den ansvarlige visningen av agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the service view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: الأعمدة التي يمكن تصفيتها في طريقة عرض الخدمة لواجهة الوكيل. ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) وسمات العميل (مثل CustomerUserPhone و CustomerCompanyName و...).
nb_no: Kolonner som kan filtreres i tjenestevisningen til agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the status view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: الأعمدة التي يمكن تصفيتها في طريقة عرض الحالة لواجهة العامل. ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) وسمات العميل (مثل CustomerUserPhone و CustomerCompanyName و...).
nb_no: Kolonner som kan filtreres i statusvisningen til agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the ticket search result view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: الأعمدة التي يمكن تصفيتها في طريقة عرض نتائج البحث عن التذكرة لواجهة العامل. ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) وسمات العميل (مثل CustomerUserPhone و CustomerCompanyName و...).
nb_no: Kolonner som kan filtreres i sakssøkeresultatvisningen i agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Columns that can be filtered in the watch view of the agent interface. Note: Only Ticket attributes, Dynamic Fields (DynamicField_NameX) and Customer attributes (e.g. CustomerUserPhone, CustomerCompanyName, ...) are allowed.
ar_sa: الأعمدة التي يمكن تصفيتها في طريقة عرض المراقبة لواجهة العامل. ملاحظة: يسمح فقط بسمات التذكرة والحقول الديناميكية (DynamicField_NameX) وسمات العميل (مثل CustomerUserPhone و CustomerCompanyName و...).
nb_no: Kolonner som kan filtreres i vaktvisningen til agentgrensesnittet. Merk: Bare saksattributter, dynamiske felt (DynamicField_NameX) og kundeattributter (f.eks. CustomerUserPhone, CustomerCompanyName, ...) er tillatt.

source: Comment for new history entries in the customer interface.
ar_sa: التعليق على إدخالات المحفوظات الجديدة في واجهة العميل.
nb_no: Kommentar for nye historiske innlegg i kundeportalen.

source: Comment2
ar_sa: التعليق 2
nb_no: Kommentar2

source: Communication
ar_sa: التواصل
nb_no: Kommunikasjon

source: Communication & Notifications
ar_sa: الاتصالات والإخطارات
nb_no: Kommunikasjon og varsler

source: Communication Log GUI
ar_sa: مستخدم سجل الاتصالات
nb_no: Kommunikasjonslogg GUI

source: Communication log limit per page for Communication Log Overview.
ar_sa: الحد الأقصى لإدخالات السجل لكل صفحة في نظرة عامة على جميع بروتوكولات الاتصال.
nb_no: Kommunikasjonslogggrense per side for kommunikasjonsloggoversikt.

source: CommunicationLog Overview Limit
ar_sa: نظرة عامة على سجل الاتصال المحدود
nb_no: Kommunikasjonslogg Oversiktsgrense

source: Company Status
ar_sa: حالة الشركة
nb_no: Bedriftstatus

source: Company Tickets.
ar_sa: تذاكر الشركة.
nb_no: Firmasaker.

source: Company name which will be included in outgoing emails as an X-Header.
ar_sa: اسم الشركة، الذي يجب تعيينه X-Header في رسائل البريد الإلكتروني الصادرة.
nb_no: Firmanavn som vil bli inkludert i utgående e-poster som en X-Header.

source: Compat module for AgentZoom to AgentTicketZoom.
ar_sa: وحدة انتقال AgentZoom إلى AgentTicketZoom.
nb_no: Kompat modul for AgentZoom til AgentTicketZoom.

source: Complex
ar_sa: معقد
nb_no: Kompleks

source: Compose
ar_sa: كَتَبَ
nb_no: Forfatt

source: Configure Processes.
ar_sa: تكوين العمليات.
nb_no: Konfigurer prosesser.

source: Configure and manage ACLs.
ar_sa: تكوين قوائم التحكم في الوصول (ACL) وإدارتها.
nb_no: Konfigurer og administrere ACLer.

source: Configure any additional readonly mirror databases that you want to use.
ar_sa: قم بتكوين أية قواعد بيانات متطابقة إضافية للقراءة فقط تريد استخدامها.
nb_no: Konfigurer eventuelle ekstra skrivebeskyttede speildatabaser du vil bruke.

source: Configure sending of support data to OTOBO Team for improved support.
ar_sa: تكوين إرسال بيانات الدعم إلى فريق OTOBO لتحسين الدعم.
nb_no: Konfigurer sending av støttedata til OTOBO Team for forbedret støtte.

source: Configure the About information.
ar_sa: أدخل حول النص / بصمة.
nb_no: Konfigurer Om-informasjonen.

source: Configure the privacy policy.
ar_sa: تحرير سياسة الخصوصية.
nb_no: Konfigurer personvernreglene.

source: Configure which screen should be shown after a new ticket has been created.
ar_sa: تكوين الواجهة التي سيتم عرضها بعد إنشاء تذكرة جديدة.
nb_no: Konfigurer hvilken skjerm som skal vises etter at en ny sak er opprettet.

source: Configure your own log text for PGP.
ar_sa: قم بتكوين نص السجل الخاص بك ل PGP.
nb_no: Sett opp din egen loggtekst for PGP.

source: Configures a default TicketDynamicField setting. "Name" defines the dynamic field which should be used, "Value" is the data that will be set, and "Event" defines the trigger event. Please check the developer manual (https://doc.otobo.org/), chapter "Ticket Event Module".
ar_sa: تكوين إعداد TicketDynamicField افتراضي. يعرف "الاسم" الحقل الديناميكي الذي يجب إستخدامه، و"القيمة" هي البيانات التي سيتم تعيينها، و"الحدث" يحدد حدث المشغل. يرجى التحقق من دليل المطور (/‎https://doc.otobo.org)، الفصل "Ticket Event Module".
nb_no: Konfigurerer en standard TicketDynamicField-innstilling. "Navn" definerer det dynamiske feltet som skal brukes, "Verdi" er dataene som skal settes, og "Hendelse" definerer utløserhendelsen. Vennligst sjekk utviklerhåndboken (https://doc.otobo.org/), kapittel "Sakshendelsesmodul".

source: Controls how to display the ticket history entries as readable values.
ar_sa: يتحكم في كيفية عرض إدخالات محفوظات التذاكر كقيم قابلة للقراءة.
nb_no: Styrer hvordan sakshistorikkoppføringene skal vises som lesbare verdier.

source: Controls if CustomerID is automatically copied from the sender address for unknown customers.
ar_sa: يحدد ما إذا كان يتم تعيين عنوان المرسل تلقائيا كرقم عميل للعملاء غير المعروفين.
nb_no: Kontrollerer om KundeID automatisk kopieres fra avsenderadressen for ukjente kunder.

source: Controls if CustomerID is read-only in the agent interface.
ar_sa: تحديد ما إذا كان رقم العميل في منطقة العميل معروض كمقروء فقط.
nb_no: Kontrollerer om CustomerID er skrivebeskyttet i agentgrensesnittet.

source: Controls if customers have the ability to sort their tickets.
ar_sa: تحديد ما إذا كان بإمكان العملاء فرز التذاكر.
nb_no: Gir kunder mulighet til å sortere sakene sine.

source: Controls if more than one from entry can be set in the new phone ticket in the agent interface.
ar_sa: يتحقق مما إذا كان يمكن تحديد أكثر من إدخال واحد في تذكرة هاتف جديدة.
nb_no: Kontrollerer om mer enn én fra oppføring kan settes i den nye telefonsaken i agentgrensesnittet.

source: Controls if the admin is allowed to import a saved system configuration in SysConfig.
ar_sa: تحقق مما إذا كان المسؤول مسموح له باستيراد تكوين نظام محفوظ في SysConfig.
nb_no: Kontrollerer om administratoren har tillatelse til å importere en lagret systemkonfigurasjon i SysConfig.

source: Controls if the admin is allowed to make changes to the database via AdminSelectBox.
ar_sa: تم التحقق من أن المسؤول لديه الإذن لإجراء تغييرات على قاعدة البيانات باستخدام AdminSelectBox.
nb_no: Kontrollerer om admin har lov til å gjøre endringer i databasen via AdminSelectBox.

source: Controls if the autocomplete field will be used for the customer ID selection in the AdminCustomerUser interface.
ar_sa: التحكم في ما إذا كان سيتم إستخدام حقل الإكمال التلقائي لتحديد معرف العميل في واجهة AdminCustomerUser.
nb_no: Kontrollerer om autofullføringsfeltet skal brukes for valg av kunde-ID i AdminCustomerUser-grensesnittet.

source: Controls if the ticket and article seen flags are removed when a ticket is archived.
ar_sa: التحكم في حالة إزالة علامات التذاكر والمقالة التي تم عرضها عند أرشفة التذكرة.
nb_no: Kontrollerer om flaggene for saken og artikkelen skal fjernes når en sak arkiveres.

source: Converts HTML mails into text messages.
ar_sa: تحويل رسائل بريد HTML إلى رسائل نصية.
nb_no: Konverter HTML e-poster til tekstmeldinger.

source: Create New process ticket.
ar_sa: إنشاء تذكرة عملية جديدة.
nb_no: Opprett ny prosesssak.

source: Create Templates for AdminDynamicFieldTitle.
ar_sa: إنشاء قوالب ل AdminDynamicFieldTitle.
nb_no: Lag maler for AdminDynamicFieldTitle.

source: Create Ticket
ar_sa: إنشاء تذكرة
nb_no: Lag sak

source: Create a new calendar appointment linked to this ticket
ar_sa: إنشاء موعد تقويم جديد مرتبط بهذه التذكرة
nb_no: Opprett en avtale somer koblet til denne saken

source: Create and manage Service Level Agreements (SLAs).
ar_sa: إنشاء إتفاقيات مستوى الخدمة وإدارتها (SLA).
nb_no: Administrasjon av Tjenestenivåavtaler (SLAer).

source: Create and manage agents.
ar_sa: إنشاء الوكلاء وإدارتها.
nb_no: Administrasjon av saksbehandlere.

source: Create and manage appointment notifications.
ar_sa: إنشاء وإدارة إشعارات المواعيد.
nb_no: Administrasjon av avtalevarslinger.

source: Create and manage attachments.
ar_sa: إنشاء المرفقات وإدارتها.
nb_no: Administrasjon av vedlegg.

source: Create and manage calendars.
ar_sa: إنشاء التقاويم وإدارتها.
nb_no: Opprett og administrer kalendere.

source: Create and manage customer users.
ar_sa: إنشاء وإدارة مستخدمي العملاء.
nb_no: Administrasjon av kundebrukere.

source: Create and manage customers.
ar_sa: إنشاء العملاء وإدارتهم.
nb_no: Administrasjon av kunder.

source: Create and manage dynamic fields.
ar_sa: إنشاء الحقول الديناميكية وإدارتها.
nb_no: Administrasjon av dynamiske felter.

source: Create and manage groups.
ar_sa: إنشاء المجموعات وإدارتها.
nb_no: Administrasjon av grupper.

source: Create and manage queues.
ar_sa: إنشاء قوائم الانتظار وإدارتها.
nb_no: Administrasjon av køer.

source: Create and manage responses that are automatically sent.
ar_sa: إنشاء الاستجابات التي يتم إرسالها تلقائيا وإدارتها.
nb_no: Administrasjon av autosvar.

source: Create and manage roles.
ar_sa: إنشاء الأدوار وإدارتها.
nb_no: Administrasjon av roller.

source: Create and manage salutations.
ar_sa: إنشاء التحية وإدارتها.
nb_no: Administrasjon av hilsener.

source: Create and manage services.
ar_sa: إنشاء الخدمات وإدارتها.
nb_no: Administrasjon av tjenester.

source: Create and manage signatures.
ar_sa: إنشاء التواقيع وإدارتها.
nb_no: Administrasjon av signaturer.

source: Create and manage templates.
ar_sa: إنشاء القوالب وإدارتها.
nb_no: Lag og administrer maler.

source: Create and manage ticket notifications.
ar_sa: إنشاء وإدارة إشعارات التذاكر.
nb_no: Opprett og administrer saksvarsler.

source: Create and manage ticket priorities.
ar_sa: إنشاء أولويات التذاكر وإدارتها.
nb_no: Administrasjon av sakprioriteringer.

source: Create and manage ticket states.
ar_sa: إنشاء حالات التذاكر وإدارتها.
nb_no: Administrasjon av status på saker.

source: Create and manage ticket types.
ar_sa: إنشاء أنواع التذاكر وإدارتها.
nb_no: Administrasjon av sakstyper.

source: Create and manage web services.
ar_sa: إنشاء خدمات ويب وإدارتها.
nb_no: Administrasjon av web tjenester.

source: Create new Ticket.
ar_sa: إنشاء تذكرة جديدة.
nb_no: Opprett ny sak.

source: Create new appointment.
ar_sa: إنشاء موعد جديد.
nb_no: Opprett en ny avtale.

source: Create new email ticket and send this out (outbound).
ar_sa: قم بإنشاء تذكرة بريد إلكتروني جديدة وأرسلها (صادرة).
nb_no: Opprett ny e-postsak og send denne ut (utgående).

source: Create new email ticket.
ar_sa: إنشاء تذكرة بريد إلكتروني جديدة.
nb_no: Opprett ny e-postsak.

source: Create new phone ticket (inbound).
ar_sa: إنشاء تذكرة هاتف جديدة (واردة).
nb_no: Opprett ny telefonsak (inngående).

source: Create new phone ticket.
ar_sa: إنشاء تذكرة هاتف جديدة.
nb_no: Opprett ny telefonsak.

source: Create new process ticket.
ar_sa: إنشاء تذكرة عملية جديدة.
nb_no: Opprett ny prosesssak.

source: Create tickets.
ar_sa: إنشاء تذاكر.
nb_no: Lag saker.

source: Create your first ticket
ar_sa: أنشئ أول تذكرة لك
nb_no: Opprett din første sak

source: Created ticket [%s] in "%s" with priority "%s" and state "%s".
ar_sa: تم إنشاء التذكرة [%s في "%s" مع الأولوية "%s" والحالة "%s".
nb_no: Opprettet sak [%s] i "%s" med prioritet "%s" og tilstanden "%s".

source: Croatian
ar_sa: الكرواتية
nb_no: Kroatisk
