Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: To get the article attribute
ar_sa: سمات المقال
nb_no: For å hente innlegg-attributtet

source: Options of the current customer user data
ar_sa: سمات العميل الحالي
nb_no: Valg for den nåværende brukerens brukerdata

source: Ticket owner options
ar_sa: سمات مالك التذكرة
nb_no: Valg for sakens eier

source: Ticket responsible options
ar_sa: سمات مَسْؤُولٌ التذكرة
nb_no: Valg for saksansvarlige

source: Options of the current user who requested this action
ar_sa: سمات المستخدم الحالي الذي طلب الإجراء
nb_no: Valg for den nåværende brukeren som ba om denne handlingen

source: Options of the ticket data
ar_sa: سمات بيانات التذكرة
nb_no: Valg for sakens data

source: Options of ticket dynamic fields internal key values
ar_sa: القيم الداخلية للحقول الديناميكية للتذكرة
nb_no: Alternativer for interne nøkkelverdier i sakens dynamiske felt

source: Options of ticket dynamic fields display values, useful for Dropdown and Multiselect fields
ar_sa: عرض قيم الحقول الديناميكية للتذاكر، القابلة للاستخدام مع القائمة المنسدلة والاختيار المتعدد
nb_no: Alternativer for dynamiske saksfelt viser verdier, nyttige for rullegardin- og flervalgsfelt

source: Example response
ar_sa: مثال الجواب
nb_no: Eksempel på svar

source: Cloud Service Management
ar_sa: إدارة الخدمات السحابية
nb_no: Håndtering av skytjenester

source: Currently support data is only shown in this system.
ar_sa: يتم عرض بيانات الدعم حاليًا على هذا النظام فقط.
nb_no: For øyeblikket vises støttedata kun i dette systemet.

source: It is sometimes recommended to send this data to the OTOBO team in order to get better support.
ar_sa: في بعض الحالات ، يُنصح بإرسال هذه البيانات إلى فريق OTOBO للحصول على دعم أفضل.
nb_no: Noen ganger anbefales det å sende disse dataene til OTOBO-teamet for å få bedre støtte.

source: Configuration
ar_sa: تَكْوينٌ
nb_no: Backups;Eldre

source: This will allow the system to send additional support data information to the OTOBO team.
ar_sa: يتيح هذا الإعداد إرسال معلومات دعم إضافية إلى فريق OTOBO.
nb_no: Dette vil tillate systemet å sende ytterligere støttedatainformasjon til OTOBO-teamet.

source: Update
ar_sa: تحديث
nb_no: Oppdater

source: System Registration
ar_sa: تسجيل النظام
nb_no: Registrering av systemet

source: To enable data sending, please register your system with the OTOBO team or update your system registration information (make sure to activate the 'send support data' option.)
ar_sa: لتمكين إرسال البيانات ، يرجى تسجيل النظام الخاص بك مع فريق OTOBO أو تحديث تسجيل النظام الخاص بك (قم بتمكين الخيار "إرسال بيانات الدعم".)
nb_no: For å aktivere datasending, vennligst registrer systemet ditt hos OTOBO-teamet eller oppdater systemregistreringsinformasjonen din (sørg for å aktivere alternativet 'send støttedata'.)

source: Register this System
ar_sa: سجل هذا النظام
nb_no: Registrer dette systemet

source: System Registration is disabled for your system. Please check your configuration.
ar_sa: تم تعطيل تسجيل النظام لنظامك. يرجى التحقق من التكوين.
nb_no: Registrering av systemet er deaktivert for ditt system. Vennligst undersøk din konfigurasjon.

source: System registration is a service of OTOBO team, which provides a lot of advantages!
ar_sa: التسجيل في النظام هي خدمة من فريق OTOBO تمنحك العديد من المزايا!
nb_no: Systemregistrering er en tjeneste fra OTOBO-teamet, som gir mange fordeler!

source: Please note that the use of OTOBO cloud services requires the system to be registered.
ar_sa: يرجى ملاحظة أن استخدام خدمات OTOBO السحابية يتطلب نظامًا مسجلاً.
nb_no: Vennligst husk på at bruken av OTOBO sine skytjenester krever at systemet er registrert.

source: Register this system
ar_sa: سجل هذا النظام
nb_no: Registrer dette systemet

source: Here you can configure available cloud services that communicate securely with %s.
ar_sa: يمكنك هنا تكوين الخدمات السحابية المتوفرة التي تتواصل بأمان مع٪ s.
nb_no: Her kan du finne konfigurere tilgjengelige skytjenester som kommuniserer sikkert med %s.

source: Available Cloud Services
ar_sa: الخدمات السحابية المتاحة
nb_no: Tilgjengelige skytjenester

source: Communication Log
ar_sa: بروتوكول الاتصالات
nb_no: Kommunikasjonslogg

source: Time Range
ar_sa: النطاق الزمني
nb_no: Tidsspenn

source: Show only communication logs created in specific time range.
ar_sa: عرض فقط سجلات الاتصال التي تم جمعها في فترة زمنية محددة.
nb_no: Vis kun kommunikasjonslogger opprettet i en bestemt tidsperiode.

source: Filter for Communications
ar_sa: تصفية الاتصالات
nb_no: Filter for kommunikasjon

source: Filter for communications
ar_sa: تصفية الاتصالات
nb_no: Filter for kommunikasjon

source: In this screen you can see an overview about incoming and outgoing communications.
ar_sa: في هذه الشاشة يمكنك رؤية نظرة عامة حول الاتصالات الواردة والصادرة.
nb_no: På denne skjermen kan du se en oversikt over innkommende og utgående kommunikasjon.

source: You can change the sort and order of the columns by clicking on the column header.
ar_sa: يمكنك تغيير ترتيب الأعمدة وترتيبها بالنقر فوق رؤوس الأعمدة.
nb_no: Du kan endre sorteringen og rekkefølgen på kolonnene ved å klikke på kolonneoverskriften.

source: If you click on the different entries, you will get redirected to a detailed screen about the message.
ar_sa: إذا قمت بالنقر فوق الإدخالات المختلفة، فسيتم إعادة توجيهك إلى شاشة مفصلة حول الرسالة.
nb_no: Hvis du klikker på de forskjellige oppføringene, vil du bli omdirigert til et detaljert skjermbilde om meldingen.

source: Failing accounts
ar_sa: الحسابات الفاشلة
nb_no: Sviktende kontoer

source: Some account problems
ar_sa: بعض مشاكل الحساب
nb_no: Noen kontoproblemer

source: No account problems
ar_sa: لا مشاكل الحساب
nb_no: Ingen kontoproblemer

source: No account activity
ar_sa: لا يوجد نشاط حساب
nb_no: Ingen kontoaktivitet

source: Number of accounts with problems: %s
ar_sa: عدد الحسابات التي بها مشاكل: ٪ s
nb_no: Antall kontoer med problemer: %s

source: Number of accounts with warnings: %s
ar_sa: عدد الحسابات التي بها تحذيرات: ٪ s
nb_no: Antall kontoer med advarsler: %s

source: Failing communications
ar_sa: الاتصالات الفاشلة
nb_no: Sviktende kommunikasjon

source: No communication problems
ar_sa: لا توجد مشاكل في الاتصال
nb_no: Ingen kommunikasjonsproblemer

source: No communication logs
ar_sa: لا توجد سجلات اتصال
nb_no: Ingen kommunikasjonslogger

source: Number of reported problems: %s
ar_sa: عدد المشاكل المبلغ عنها: ٪ s
nb_no: Antall rapporterte problemer: %s

source: Open communications
ar_sa: اتصالات مفتوحة
nb_no: Åpen kommunikasjon

source: No active communications
ar_sa: لا توجد اتصالات نشطة
nb_no: Ingen aktiv kommunikasjon

source: Number of open communications: %s
ar_sa: عدد الاتصالات المفتوحة: ٪ s
nb_no: Antall åpne kommunikasjoner: %s

source: Average processing time
ar_sa: متوسط وقت المعالجة
nb_no: Gjennomsnittlig behandlingstid

source: List of communications (%s)
ar_sa: قائمة الاتصالات (٪ s)
nb_no: Liste over kommunikasjon (%s)

source: Settings
ar_sa: اعدادات
nb_no: Innstillinger

source: Entries per page
ar_sa: إدخالات في كل صفحة
nb_no: Oppføringer per side

source: No communications found.
ar_sa: لم يتم العثور على اتصالات.
nb_no: Fant ingen kommunikasjon.

source: Account Status
ar_sa: حالة الحساب
nb_no: Kontostatus

source: Back to overview
ar_sa: الرجوع إلى النظرة العامة
nb_no: Tilbake til oversikten

source: Filter for Accounts
ar_sa: تصفية الحسابات
nb_no: Filter for kontoer

source: Filter for accounts
ar_sa: تصفية الحسابات
nb_no: Filter for kontoer

source: You can change the sort and order of those columns by clicking on the column header.
ar_sa: يمكنك تغيير ترتيب وترتيب هذه الأعمدة من خلال النقر على رؤوس الأعمدة.
nb_no: Du kan endre sorteringen og rekkefølgen på disse kolonnene ved å klikke på kolonneoverskriften.

source: Account status for: %s
ar_sa: حالة الحساب ل: ٪ s
nb_no: Kontostatus for: %s

source: Account
ar_sa: الحساب
nb_no: Konto

source: Edit
ar_sa: تعديل
nb_no: Rediger

source: No accounts found.
ar_sa: لم يتم العثور على حسابات.
nb_no: Ingen kontoer funnet.

source: Communication Log Details (%s)
ar_sa: تفاصيل سجل الاتصال (٪ s)
nb_no: Detaljer for kommunikasjonslogg (%s)

source: Direction
ar_sa: اِتِّجَاهٌ
nb_no: Retning

source: Start Time
ar_sa: وقت البدء
nb_no: Starttid

source: End Time
ar_sa: وقت النهاية
nb_no: Sluttid

source: No communication log entries found.
ar_sa: لم يتم العثور على إدخالات السجل.
nb_no: Ingen kommunikasjonsloggoppføringer funnet.

source: Duration
ar_sa: مُدَّة
nb_no: Varighet

source: Priority
ar_sa: أولوية
nb_no: Prioritet

source: Module
ar_sa: موديول
nb_no: Modul

source: Information
ar_sa: مَعْلُومَة
nb_no: Informasjon

source: No log entries found.
ar_sa: لم يتم العثور على إدخالات السجل.
nb_no: Ingen loggoppføringer funnet.

source: Detail view for %s communication started at %s
ar_sa: طريقة عرض تفصيلية لاتصال ٪s بدأت عند ٪s
nb_no: Detaljvisning for %s kommunikasjon startet kl. %s

source: Filter for Log Entries
ar_sa: تصفية لإدخالات السجل
nb_no: Filter for loggoppføringer

source: Filter for log entries
ar_sa: تصفية لإدخالات السجل
nb_no: Filter for loggoppføringer

source: Show only entries with specific priority and higher:
ar_sa: عرض الإدخالات ذات الأولوية المحددة فقط (وأعلى):
nb_no: Vis bare oppføringer med spesifikk prioritet og høyere:

source: Communication Log Overview (%s)
ar_sa: نظرة عامة على بروتوكول الاتصال (٪ s)
nb_no: Oversikt over kommunikasjonslogg (%s)

source: No communication objects found.
ar_sa: لم يتم العثور على كائنات اتصال.
nb_no: Fant ingen kommunikasjon.

source: Communication Log Details
ar_sa: تفاصيل بروتوكول الاتصال
nb_no: Kommunikasjonsloggdetaljer

source: Please select an entry from the list.
ar_sa: يرجى اختيار إدخال من القائمة.
nb_no: Velg en oppføring fra listen.

source: Contact with data management
ar_sa: بيانات الاتصال
nb_no: Kontakt med dataadministrasjon

source: Contact with data
ar_sa: بيانات الاتصال
nb_no: Kontakt med data

source: Add contact with data
ar_sa: أضف معلومات الاتصال
nb_no: Legg til kontakt med data

source: Edit contact with data
ar_sa: تحرير معلومات الاتصال
nb_no: Rediger kontakt med data

source: Back to search results
ar_sa: العودة إلى نتيجة البحث
nb_no: Tilbake til søkeresultatet

source: Select
ar_sa: اِخْتِيَارٌ
nb_no: Velg

source: Search
ar_sa: بحث
nb_no: Index

source: Wildcards like '*' are allowed.
ar_sa: يُسمح باستخدام أحرف البدل مثل "*".
nb_no: Jokertegn som '*\\ er tillatt.

source: Please enter a search term to look for contacts with data.
ar_sa: الرجاء إدخال مصطلح البحث للبحث عن العملاء.
nb_no: Skriv inn et søkeord for å se etter kontakter med data.

source: Valid
ar_sa: صَالِحٌ
nb_no: Gyldig

source: Privacy Policy Management
ar_sa: إدارة إشعارات الخصوصية
nb_no: Håndtering av personvernregler

source: Privacy Policy
ar_sa: حماية الخصوصية
nb_no: Personvernerklæring

source: Remove PrivacyPolicy Language
ar_sa: إزالة اللغة لإشعارات الخصوصية
nb_no: Fjern språk på personvernerklæring

source: Customer Management
ar_sa: ادارة الزبائن
nb_no: Administrasjon: Kunder

source: Add Customer
ar_sa: إضافة الزبون
nb_no: Legg til kunde

source: Edit Customer
ar_sa: تحرير الزَّبُون
nb_no: Endre kunde

source: List (only %s shown - more available)
ar_sa: قائمة (٪ s معروضة فقط - المزيد متوفر)
nb_no: Liste (bare %s vist - mer tilgjengelig)

source: Please enter a search term to look for customers.
ar_sa: الرجاء إدخال مصطلح البحث للبحث عن العملاء.
nb_no: Vennligst skriv et søkekriterie for å lete etter kunder.

source: Customer ID
ar_sa: رقم العميل
nb_no: Kunde-ID

source: Please note
ar_sa: يرجى ملاحظة
nb_no: Vær oppmerksom på

source: This customer backend is read only!
ar_sa: لا يمكن تحرير هذه الواجهة الخلفية للعملاء!
nb_no: Denne kundestøtten er skrivebeskyttet!

source: Manage Customer-Group Relations
ar_sa: إدارة مهام مجموعة العملاء
nb_no: Administrere forhold mellom Kunde og Gruppe

source: Notice
ar_sa: ملاحظة
nb_no: Notis

source: This feature is disabled!
ar_sa: تم تعطيل هذه الوظيفة!
nb_no: Denne funksjonen er deaktivert!

source: Just use this feature if you want to define group permissions for customers.
ar_sa: استخدم هذه الوظيفة إذا كنت تريد تحديد أذونات المجموعة للعملاء.
nb_no: Bruk denne funksjonen kun dersom du vil definere grupperettigheter for kunder.

source: Enable it here!
ar_sa: تفعيل هنا!
nb_no: Aktiver denne her!

source: Edit Customer Default Groups
ar_sa: تحرير المجموعات الافتراضية للعملاء
nb_no: Endre standardgrupper for kunder

source: These groups are automatically assigned to all customers.
ar_sa: يتم تعيين هذه المجموعات تلقائيا لجميع العملاء.
nb_no: Disse gruppene blir automatisk tildelt alle nye kunder.

source: You can manage these groups via the configuration setting "CustomerGroupCompanyAlwaysGroups".
ar_sa: يمكنك إدارة هذه المجموعات عبر إعداد التكوين "CustomerGroupCompanyAlwaysGroups".
nb_no: Du kan administrere disse gruppene via konfigurasjonsinnstillingen "CustomerGroupCompanyAlwaysGroups".

source: Filter for Groups
ar_sa: الفلتر للمجموعات
nb_no: Filter for Grupper

source: Select the customer:group permissions.
ar_sa: حدد أذونات المجموعة للعملاء.
nb_no: Velg rettigheter for kunde:gruppe.

source: If nothing is selected, then there are no permissions in this group (tickets will not be available for the customer).
ar_sa: إذا لم يتم تحديد أي شيء ، فلن يكون للعميل أي حقوق في هذه المجموعة (ولا يمكنه الوصول إلى التذاكر).
nb_no: Hvis ingenting blir valgt vil det ikke være noen rettigheter for denne gruppen (saker vil ikke være synlige for brukeren).

source: Search Results
ar_sa: نتائج البحث
nb_no: Søkeresultat

source: Customers
ar_sa: الزبائن
nb_no: Kunder

source: Groups
ar_sa: المجموعات
nb_no: Grupper

source: Change Group Relations for Customer
ar_sa: تغيير علاقات المجموعة للعملاء
nb_no: Endre grupperettigheter for Kunde

source: Change Customer Relations for Group
ar_sa: إدارة تعيينات العملاء للمجموعة
nb_no: Endre kundekoplinger for gruppe

source: Toggle %s Permission for all
ar_sa: تبديل ٪s إذن للجميع
nb_no: Slå av/på %s-tilgang for alle

source: Toggle %s permission for %s
ar_sa: تبديل إذن ٪s ل ٪s
nb_no: Slå av/på %s-tilgang for %s

source: Customer Default Groups:
ar_sa: مجموعات العملاء الافتراضية:
nb_no: Standardgrupper for kunder:

source: No changes can be made to these groups.
ar_sa: لا يمكن إجراء أي تغييرات على هذه المجموعات.
nb_no: Kan ikke endre disse gruppene.

source: ro
nb_no: lesetilgang

source: Read only access to the ticket in this group/queue.
ar_sa: فقط اذن القراءة على التذاكر في هذه المجموعات / قوائم الانتظار.
nb_no: Kun lese-tilgang til saker i denne gruppen/køen.

source: rw
nb_no: skrivetilgang

source: Full read and write access to the tickets in this group/queue.
ar_sa: الوصول الكامل للقراءة والكتابة إلى التذاكر في هذه المجموعة / قائمة الانتظار.
nb_no: Full lese- og skrive-tilgang til saker i denne gruppen/køen.

source: Customer User Management
ar_sa: إدارة مستخدم العميل
nb_no: Administrasjon: Kundebruker

source: Add Customer User
ar_sa: إضافة مستخدم العميل
nb_no: Legg til kunde-bruker

source: Edit Customer User
ar_sa: تحرير مستخدم العميل
nb_no: Endre kunde-bruker

source: Customer user are needed to have a customer history and to login via customer panel.
ar_sa: يحتاج مستخدم العميل إلى أن يكون لديه سجل عميل وأن يقوم بتسجيل الدخول عبر لوحة العميل.
nb_no: Kundebrukere trengs for å kunne ha kundehistorikk og mulighet til å logge inn via brukerpanelet.

source: List (%s total)
ar_sa: القائمة (٪s الإجمالية)
nb_no: Liste (%s totalt)

source: Username
ar_sa: إسم المستخدم
nb_no: Brukernavn

source: Email
ar_sa: البريد الإلكتروني
nb_no: E-post

source: Last Login
ar_sa: آخر تسجيل دخول
nb_no: Siste innlogging

source: Login as
ar_sa: تسجيل دخول ك
nb_no: Logg inn som

source: Switch to customer
ar_sa: التبديل إلى العميل
nb_no: Bytt til kunde

source: This customer backend is read only, but the customer user preferences can be changed!
ar_sa: الواجهة الخلفية للعميل للقراءة فقط، ولكن يمكن تغيير تفضيلات المستخدم الخاصة بالعميل!
nb_no: Denne kunde-backenden er skrivebeskyttet, men kundens brukerpreferanser kan endres!

source: This field is required and needs to be a valid email address.
ar_sa: هذا الحقل مطلوب ويجب أن يكون عنوان بريد إلكتروني صالحًا.
nb_no: Dette feltet er påkrevd og trenger å være en gyldig e-postadresse.

source: This email address is not allowed due to the system configuration.
ar_sa: عنوان البريد الإلكتروني هذا غير مسموح به بسبب تكوين النظام.
nb_no: Denne e-postadressen er ikke tillatt i systemkonfigurasjonen.

source: This email address failed MX check.
ar_sa: فشل التحقق من MX لعنوان البريد الإلكتروني هذا.
nb_no: Denne e-postadressen feilet i en DNS-test (ingen MX).

source: DNS problem, please check your configuration and the error log.
ar_sa: مشكلة DNS، يرجى التحقق من التكوين الخاص بك وسجل الأخطاء.
nb_no: Navntjener (DNS) problem, vennligst se på konfigurasjonen og i error loggen.

source: The syntax of this email address is incorrect.
ar_sa: صيغة عنوان البريد الإلكتروني هذا غير صحيحة.
nb_no: Syntaksen på denne e-postadressen er feil.

source: This CustomerID is invalid.
ar_sa: رقم هذا الزَّبُون غير صالح.
nb_no: Denne kunde-IDen er ugyldig.

source: Effective Permissions for Customer User
ar_sa: أذونات فعالة لمستخدمي العملاء
nb_no: Effektive tillatelser for kundebruker

source: Group Permissions
ar_sa: أذونات المجموعة
nb_no: Gruppetilganger

source: This customer user has no group permissions.
ar_sa: ليس لدى مستخدم العميل هذا أذونات المجموعة.
nb_no: Denne kunden har ingen gruppetillatelser.

source: Table above shows effective group permissions for the customer user. The matrix takes into account all inherited permissions (e.g. via customer groups). Note: The table does not consider changes made to this form without submitting it.
ar_sa: يوضح الجدول أعلاه أذونات المجموعة الفعالة لمستخدم العميل. تأخذ المصفوفة أيضا في الاعتبار جميع التفويضات الموروثة (على سبيل المثال من قبل مجموعات العملاء). ملاحظة: لا يعرض الجدول التغييرات في هذه الشاشة حتى تقوم بحفظها.
nb_no: Tabellen ovenfor viser effektive gruppetillatelser for kundebrukeren. Matrisen tar hensyn til alle nedarvede tillatelser (f.eks. via kundegrupper). Merk: Tabellen tar ikke hensyn til endringer som er gjort i dette skjemaet uten å sende det inn.

source: Customer Access
ar_sa: مَدْخَل العملاء
nb_no: Kundetilgang

source: Customer
ar_sa: عميل
nb_no: Kunde

source: This customer user has no customer access.
ar_sa: هذا المستخدم العميل ليس لديه حق الوصول إلى العملاء.
nb_no: Denne kundebrukeren har ingen kundetilgang.

source: Table above shows granted customer access for the customer user by permission context. The matrix takes into account all inherited access (e.g. via customer groups). Note: The table does not consider changes made to this form without submitting it.
ar_sa: يوضح الجدول أعلاه وصول العميل الممنوح لمستخدم العميل حسب سياق التفويض. تأخذ المصفوفة أيضا في الاعتبار جميع التفويضات الموروثة (على سبيل المثال من قبل مجموعات العملاء). ملاحظة: لا يعرض الجدول التغييرات في هذه الشاشة حتى تقوم بحفظها.
nb_no: Tabellen ovenfor viser gitt kundetilgang for kundebrukeren etter tillatelseskontekst. Matrisen tar hensyn til all nedarvet tilgang (f.eks. via kundegrupper). Merk: Tabellen tar ikke hensyn til endringer som er gjort i dette skjemaet uten å sende det inn.

source: Manage Customer User-Customer Relations
ar_sa: إدارة علاقات العملاء والمستخدمين
nb_no: Administrer kundebruker-kunderelasjoner

source: Select the customer user:customer relations.
ar_sa: حدد العلاقة بين مستخدم العميل والعميل.
nb_no: Velg kundebruker:kunderelasjoner.

source: Customer Users
ar_sa: العملاء
nb_no: Kunder

source: Change Customer Relations for Customer User
ar_sa: تغيير علاقات العملاء لمستخدم العميل
nb_no: Endre kundeforhold for kundebruker

source: Change Customer User Relations for Customer
ar_sa: تغيير علاقات المستخدم مع العملاء
nb_no: Endre kundebrukerforhold for kunden

source: Toggle active state for all
ar_sa: تبديل الحالة النشطة للجميع
nb_no: Slå av/på aktivisering for alle

source: Active
ar_sa: نَشِط
nb_no: Aktiv

source: Toggle active state for %s
ar_sa: تبديل الحالة النشطة ل ٪s
nb_no: Slå av/på aktivisering for %s

source: Manage Customer User-Group Relations
ar_sa: إدارة الارتباطات بين مستخدمي العملاء والمجموعات
nb_no: Administrer kundebruker-grupperelasjoner

source: Just use this feature if you want to define group permissions for customer users.
ar_sa: استخدم هذه الميزة إذا كنت تريد تحديد أذونات المجموعة لمستخدمي العملاء.
nb_no: Bare bruk denne funksjonen hvis du vil definere gruppetillatelser for kundebrukere.

source: Edit Customer User Default Groups
ar_sa: تحرير المجموعات الافتراضية للمستخدمين العملاء
nb_no: Rediger standardgrupper for kundebrukere

source: These groups are automatically assigned to all customer users.
ar_sa: يتم تعيين هذه المجموعات تلقائيًا لجميع مستخدمي العملاء.
nb_no: Disse gruppene blir automatisk tildelt alle kundebrukere.

source: You can manage these groups via the configuration setting "CustomerGroupAlwaysGroups".
ar_sa: يمكنك تحرير هذه المجموعات باستخدام إعداد تكوين "CustomerGroupAlwaysGroups".
nb_no: Du kan styre disse gruppene gjennom innstillingen "CustomerGroupAlwaysGroups".

source: Filter for groups
ar_sa: عوامل التصفية للمجموعات
nb_no: Filtrer for grupper

source: Select the customer user - group permissions.
ar_sa: حدد أذونات المجموعة لمستخدمي العملاء.
nb_no: Velg kundebruker - gruppetillatelser.

source: If nothing is selected, then there are no permissions in this group (tickets will not be available for the customer user).
ar_sa: إذا لم يتم تحديد أي شيء ، فلن يكون للعميل أي حقوق في هذه المجموعة (ولا يمكنه الوصول إلى التذاكر).
nb_no: Hvis ingenting er valgt, er det ingen tillatelser i denne gruppen (saker vil ikke være tilgjengelige for kundebrukeren).

source: Customer User Default Groups:
ar_sa: المجموعات الافتراضية لمستخدم العميل:
nb_no: Standardgrupper for kundebrukere:

source: Manage Customer User-Service Relations
ar_sa: إدارة تعيينات خدمة العملاء
nb_no: Administrer kundeservicerelasjoner

source: Edit default services
ar_sa: تحرير الخدمات الافتراضية
nb_no: Endre standardtjenester

source: Filter for Services
ar_sa: تصفية للخدمات
nb_no: Filter for tjenester

source: Filter for services
ar_sa: تصفية للخدمات
nb_no: Filter for tjenester

source: Services
ar_sa: خدمات
nb_no: Tjenester

source: Dynamic Fields Management
ar_sa: إدارة الحقول الديناميكية
nb_no: Administrasjon: Dynamiske felt

source: Add new field for object
ar_sa: إضافة حقل جديد للكائن
nb_no: Legg til nytt felt for et objekt

source: Filter for Dynamic Fields
ar_sa: تصفية الحقول الديناميكية
nb_no: Filter for dynamiske felt

source: Filter for dynamic fields
ar_sa: تصفية الحقول الديناميكية
nb_no: Filter for dynamiske felt

source: New Dynamic Fields
ar_sa: حقول ديناميكية جديدة
nb_no: Nye dynamiske felt

source: Would you like to benefit from additional dynamic field types? You have full access to the following field types:
ar_sa: هل ترغب في الاستفادة من المجالات الديناميكية الأخرى؟ لديك حق الوصول الكامل إلى أنواع الحقول التالية:
nb_no: Vil du dra nytte av flere dynamiske felttyper? Du har full tilgang til følgende felttyper:

source: Use external databases as configurable data sources for this dynamic field.
ar_sa: استخدم قواعد البيانات الخارجية كمصادر بيانات قابلة للتكوين لهذا الحقل الديناميكي.
nb_no: Bruk eksterne databaser som konfigurerbare datakilder for dette dynamiske feltet.

source: Web service
ar_sa: خدمة ويب
nb_no: Nettjeneste

source: External web services can be configured as data sources for this dynamic field.
ar_sa: يمكن تكوين خدمات ويب الخارجية كمصدر بيانات لهذا الحقل.
nb_no: Eksternenettjenester kan konfigureres som datakilder for dette dynamiske feltet.

source: This feature allows to add (multiple) contacts with data to tickets.
ar_sa: تتيح لك هذه الميزة إضافة جهات اتصال (متعددة) تحتوي على بيانات إلى التذاكر.
nb_no: Denne funksjonen gjør det mulig å legge til (flere) kontakter med data til saker.
