Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Defines the default next state of a ticket after the message has been sent, in the email outbound screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة بعد إرسال الرسالة، في شاشة البريد الإلكتروني الصادر لواجهة الوكيل.
nb_no: Definerer standard neste tilstand for en sak etter at meldingen er sendt, i skjermbildet for utgående e-post i agentgrensesnittet.

source: Defines the default next state of a ticket if it is composed / answered in the ticket compose screen of the agent interface.
ar_sa: يحدد الحالة التالية الافتراضية للتذكرة إذا تم تكوينها / الرد عليها في شاشة تكوين التذكرة لواجهة الوكيل.
nb_no: Setter standard for neste saksstatus når den blir opprettet/besvart av agent.

source: Defines the default next state of a ticket, in the ticket bulk screen of the agent interface.
ar_sa: يحدد الحالة الافتراضية التالية للتذكرة، في شاشة التذاكر المجمعة لواجهة الوكيل.
nb_no: Definerer standard neste tilstand for en sak, i sak-bulkskjermen til agentgrensesnittet.

source: Defines the default note body text for phone tickets in the ticket phone inbound screen of the agent interface.
ar_sa: يحدد النص الأساسي الافتراضي للملاحظة لتذاكر الهاتف في شاشة هاتف التذاكر الواردة لواجهة الوكيل.
nb_no: Definerer standard notatbrødtekst for telefonsaker på sakstelefonens inngående skjerm i agentgrensesnittet.

source: Defines the default note body text for phone tickets in the ticket phone outbound screen of the agent interface.
ar_sa: يحدد الإعداد الافتراضي لمربع نص تذكرة الهاتف على شاشة المكالمة الصادرة في واجهة الوكيل.
nb_no: Definerer standard notistekst for utgående telefon-saker i agentdelen.

source: Defines the default priority of follow-up customer tickets in the ticket zoom screen in the customer interface.
ar_sa: يتحكم في أولوية المتابعة للتذاكر التي تم استلام طلب العميل عليها في منطقة العميل.
nb_no: Definerer standardprioritet for oppfølging av kundesaker i sakszoomskjermen i kundegrensesnittet.

source: Defines the default priority of new customer tickets in the customer interface.
ar_sa: يحدد الأولوية الافتراضية لتذاكر العملاء الجدد في واجهة العميل.
nb_no: Setter standard prioritet på nye saker opprettet i kundeportalen.

source: Defines the default priority of new tickets.
ar_sa: يحدد الأولوية الافتراضية للتذاكر الجديدة.
nb_no: Setter standard prioritet på nye saker.

source: Defines the default queue for new customer tickets in the customer interface.
ar_sa: يحدد قائمة الانتظار الافتراضية لتذاكر العملاء الجدد في واجهة العميل.
nb_no: Setter standardkø for nye saker opprettet i kundeportalen.

source: Defines the default queue for new tickets in the agent interface.
ar_sa: تحديد قائمة الانتظار الافتراضية للتذاكر الجديدة في واجهة الوكيل.
nb_no: Definerer standardkøen for nye saker i agentgrensesnittet.

source: Defines the default selection at the drop down menu for dynamic objects (Form: Common Specification).
ar_sa: يحدد التحديد الافتراضي في التحديد الفردي للكائنات الديناميكية (النموذج: مواصفات أكثر دقة).
nb_no: Definerer standard forvalg i menyen for dynamiske objekter (Form: Common Specification).

source: Defines the default selection at the drop down menu for permissions (Form: Common Specification).
ar_sa: يعرف التحديد الافتراضي في القائمة المنسدلة الأذونات (نموذج المواصفات العامة).
nb_no: Definerer standard forvalg i menyen for tilgangsrettigheter (Form: Common Specification).

source: Defines the default selection at the drop down menu for stats format (Form: Common Specification). Please insert the format key (see Stats::Format).
ar_sa: يحدد التحديد الافتراضي في القائمة المنسدلة لتنسيق الإحصائيات (النموذج: المواصفات العامة). الرجاء إدراج مفتاح التنسيق (انظر الإحصائيات::التنسيق).
nb_no: Definerer standard forvalg i menyen for statistikkformat (Form: Common Specification). Vennligst skriv inn formatnøkkelen (se Stats::Format).

source: Defines the default sender type for phone tickets in the ticket phone inbound screen of the agent interface.
ar_sa: يضبط نوع المرسل الافتراضي لتذاكر الهاتف في عرض التذاكر الواردة في واجهة الوكيل.
nb_no: Definerer standard avsendertype for telefonsaker i sakstelefonens inngående skjerm i agentgrensesnittet.

source: Defines the default sender type for phone tickets in the ticket phone outbound screen of the agent interface.
ar_sa: تحديد نوع المرسل الافتراضي لتذاكر الهاتف في شاشة الصادر لهاتف التذكرة لواجهة الوكيل.
nb_no: Setter standard sendertype for utgående telefonsaker i agentdelen.

source: Defines the default sender type for tickets in the ticket zoom screen of the customer interface.
ar_sa: يحدد نوع المرسل الافتراضي للتذاكر في شاشة تكبير/تصغير التذاكر لواجهة الوكيل.
nb_no: Setter standard sendertype for saker i saksvisningen i kundeportalen.

source: Defines the default shown ticket search attribute for ticket search screen (AllTickets/ArchivedTickets/NotArchivedTickets).
nb_no: Definerer standard vist sakssøkeattributt for sakssøkskjermen (AllTickets/ArchivedTickets/NotArchivedTickets).

source: Defines the default shown ticket search attribute for ticket search screen.
ar_sa: يحدد سمات البحث عن التذاكر التي يتم عرضها افتراضيًا للبحث عن التذاكر.
nb_no: Definerer standard vist sakssøkeattributt for sakssøkskjermen.

source: Defines the default shown ticket search attribute for ticket search screen. Example: "Key" must have the name of the Dynamic Field in this case 'X', "Content" must have the value of the Dynamic Field depending on the Dynamic Field type, Text: 'a text', Dropdown: '1', Date/Time: 'Search_DynamicField_XTimeSlotStartYear=1974; Search_DynamicField_XTimeSlotStartMonth=01; Search_DynamicField_XTimeSlotStartDay=26; Search_DynamicField_XTimeSlotStartHour=00; Search_DynamicField_XTimeSlotStartMinute=00; Search_DynamicField_XTimeSlotStartSecond=00; Search_DynamicField_XTimeSlotStopYear=2013; Search_DynamicField_XTimeSlotStopMonth=01; Search_DynamicField_XTimeSlotStopDay=26; Search_DynamicField_XTimeSlotStopHour=23; Search_DynamicField_XTimeSlotStopMinute=59; Search_DynamicField_XTimeSlotStopSecond=59;' and or 'Search_DynamicField_XTimePointFormat=week; Search_DynamicField_XTimePointStart=Before; Search_DynamicField_XTimePointValue=7';.
ar_sa: يحدد سمات البحث الافتراضية للبحث عن التذاكر مثال: يجب أن يحتوي "المفتاح" على اسم الحقل الديناميكي، وفي هذه الحالة "X"، يجب أن يحتوي "المحتوى" على قيمة الحقل الديناميكي، اعتمادا على نوع الحقل، النص: "نص"، القائمة المنسدلة: "1"، التاريخ / الوقت: 'Search_DynamicField_XTimeSlotStartYear=1974; Search_DynamicField_XTimeSlotStartMonth=01; Search_DynamicField_XTimeSlotStartDay=26; Search_DynamicField_XTimeSlotStartHour=00; Search_DynamicField_XTimeSlotStartMinute=00; Search_DynamicField_XTimeSlotStartSecond=00; Search_DynamicField_XTimeSlotStopYear=2013; Search_DynamicField_XTimeSlotStopMonth=01; Search_DynamicField_XTimeSlotStopDay=26; Search_DynamicField_XTimeSlotStopHour=23; Search_DynamicField_XTimeSlotStopMinute=59; Search_DynamicField_XTimeSlotStopSecond=59;' and or 'Search_DynamicField_XTimePointFormat=week;.
nb_no: Definerer standard vist sakssøkeattributt for sakssøkskjermen. Eksempel: "Nøkkel" må ha navnet på det dynamiske feltet i dette tilfellet 'X', "Innhold" må ha verdien av det dynamiske feltet avhengig av typen dynamisk felt, tekst: 'en tekst', rullegardin: '1' , Dato/klokkeslett: 'Search_DynamicField_XTimeSlotStartYear=1974; Search_DynamicField_XTimeSlotStartMonth=01; Search_DynamicField_XTimeSlotStartDay=26; Search_DynamicField_XTimeSlotStartHour=00; Search_DynamicField_XTimeSlotStartMinute=00; Search_DynamicField_XTimeSlotStartSecond=00; Search_DynamicField_XTimeSlotStopYear=2013; Search_DynamicField_XTimeSlotStopMonth=01; Search_DynamicField_XTimeSlotStopDay=26; Search_DynamicField_XTimeSlotStopHour=23; Search_DynamicField_XTimeSlotStopMinute=59; Search_DynamicField_XTimeSlotStopSecond=59;' og eller 'Search_DynamicField_XTimePointFormat=uke; Search_DynamicField_XTimePointStart=Før; Search_DynamicField_XTimePointValue=7';.

source: Defines the default sort criteria for all queues displayed in the queue view.
ar_sa: تحديد معايير الفرز الافتراضية لكل قوائم الانتظار المعروضة في عرض قائمة الانتظار.
nb_no: Definerer standard sorteringskriterier for alle køer som vises i køvisningen.

source: Defines the default sort criteria for all services displayed in the service view.
ar_sa: تحديد معايير الفرز الافتراضية لكافة الخدمات المعروضة في عرض الخدمة.
nb_no: Definerer standard sorteringskriterier for alle tjenester som vises i tjenestevisningen.

source: Defines the default sort order for all queues in the queue view, after priority sort.
ar_sa: يحدد ترتيب الفرز الافتراضي لكل قوائم الانتظار في طريقة عرض قائمة الانتظار، بعد فرز الأولوية.
nb_no: Definerer standard sorteringsrekkefølge for alle køer i køvisningen, etter at de er blitt sortert etter prioritet.

source: Defines the default sort order for all services in the service view, after priority sort.
ar_sa: يحدد ترتيب الفرز الافتراضي لكافة الخدمات في طريقة عرض الخدمة، بعد فرز الأولوية.
nb_no: Definerer standard sorteringsrekkefølge for alle tjenester i tjenestevisningen, etter prioritert sortering.

source: Defines the default state of new customer tickets in the customer interface.
ar_sa: تحديد الحالة الافتراضية لتذاكر العملاء الجديدة في واجهة العميل.
nb_no: Definerer standard status for nye kundesaker opprettet i kundeportalen.

source: Defines the default state of new tickets.
ar_sa: يحدد الحالة الافتراضية للتذاكر الجديدة.
nb_no: Definerer standard status for nye saker.

source: Defines the default subject for phone tickets in the ticket phone inbound screen of the agent interface.
ar_sa: يحدد الموضوع الافتراضي لتذاكر الهاتف في عرض تذاكر الهاتف الواردة في واجهة الوكيل.
nb_no: Definerer standardemnet for telefonsaker på sakstelefonens inngående skjerm i agentgrensesnittet.

source: Defines the default subject for phone tickets in the ticket phone outbound screen of the agent interface.
ar_sa: يحدد الموضوع الافتراضي لتذاكر الهاتف في شاشة هاتف التذاكر الصادرة لواجهة الوكيل.
nb_no: Definerer standardverdi for emnefeltet i skjermbildet for utgående telefonsak i agentbildet.

source: Defines the default subject of a note in the ticket free text screen of the agent interface.
ar_sa: يحدد الموضوع الافتراضي للملاحظة في شاشة النص الحر للتذكرة لواجهة الوكيل.
nb_no: Definerer standardemnet for et notat i saksfritekstskjermen i agentgrensesnittet.

source: Defines the default the number of seconds (from current time) to re-schedule a generic interface failed task.
ar_sa: يحدد عدد الثواني (بناءً على الوقت الحالي) التي يجب بعدها إعادة جدولة مهمة الواجهة العامة الفاشلة.
nb_no: Definerer standard antall sekunder (fra gjeldende tidspunkt) for å omplanlegge en generisk grensesnitt mislykket oppgave.

source: Defines the default ticket attribute for ticket sorting in a ticket search of the customer interface.
ar_sa: يحدد سمة التذكرة الافتراضية لفرز التذاكر في البحث عن التذاكر في واجهة العميل.
nb_no: Definerer standard saksattributt for sakssortering i et sakssøk i kundegrensesnittet.

source: Defines the default ticket attribute for ticket sorting in the escalation view of the agent interface.
ar_sa: تعيين سمة التذاكر الافتراضية لفرز التذاكر في شاشة التصعيد في واجهة الوكيل.
nb_no: Definerer standard saksattributt for sakssortering i eskaleringsvisningen til agentgrensesnittet.

source: Defines the default ticket attribute for ticket sorting in the locked ticket view of the agent interface.
ar_sa: تعريف سمة التذكرة الافتراضية لفرز التذكرة في طريقة عرض التذكرة المقفلة لواجهة الوكيل.
nb_no: Definerer standard saksattributt for sakssortering i den låste saksvisningen i agentgrensesnittet.

source: Defines the default ticket attribute for ticket sorting in the responsible view of the agent interface.
ar_sa: يحدد سمة التذكرة الافتراضية لفرز التذاكر في العرض المسؤول في واجهة الوكيل.
nb_no: Definerer standard saksattributt for sakssortering i ansvarlig visning av agentgrensesnittet.

source: Defines the default ticket attribute for ticket sorting in the status view of the agent interface.
ar_sa: يحدد سمة التذكرة الافتراضية لفرز التذاكر في عرض الحالة في واجهة الوكيل.
nb_no: Definerer standard saksattributt for sakssortering i statusvisningen til agentgrensesnittet.

source: Defines the default ticket attribute for ticket sorting in the watch view of the agent interface.
ar_sa: يضبط سمة التذاكر الافتراضية لفرز التذاكر في عرض المراقبة في واجهة الوكيل.
nb_no: Definerer standard saksattributt for sakssortering i vaktvisningen til agentgrensesnittet.

source: Defines the default ticket attribute for ticket sorting of the ticket search result of the agent interface.
ar_sa: تعريف سمة التذكرة الافتراضية لفرز التذكرة لنتيجة البحث عن التذكرة في واجهة الوكيل.
nb_no: Definerer standard saksattributt for sakssortering av sakssøkeresultatet til agentgrensesnittet.

source: Defines the default ticket attribute for ticket sorting of the ticket search result of this operation.
ar_sa: يحدد سمة التذكرة الافتراضية لفرز التذاكر في نتيجة البحث في التذاكر لهذه العملية.
nb_no: Definerer standard saksattributt for sakssortering av sakssøkeresultatet for denne operasjonen.

source: Defines the default ticket bounced notification for customer/sender in the ticket bounce screen of the agent interface.
ar_sa: يحدد الإشعار الافتراضي للتذاكر المعاد توجيهها للعملاء/المرسلين في شاشة إعادة التوجيه لواجهة الوكيل.
nb_no: Definerer standard varsling for retur av sak for kunde/sender i skjermbildet for retur av sak i agentgrensesnittet.

source: Defines the default ticket next state after adding a phone note in the ticket phone inbound screen of the agent interface.
ar_sa: يتحكم في حالة التذكرة بعد إضافة ملاحظة من شاشة "مكالمة صادرة" في منطقة الوكيل.
nb_no: Definerer standard saks neste tilstand etter å ha lagt til et telefonnotat i sakstelefonens inngående skjerm i agentgrensesnittet.

source: Defines the default ticket next state after adding a phone note in the ticket phone outbound screen of the agent interface.
ar_sa: يحدد الحالة التالية للتذكرة الافتراضية بعد إضافة ملاحظة هاتفية في شاشة هاتف التذاكر الصادرة لواجهة الوكيل.
nb_no: Definerer standard saks neste tilstand etter å ha lagt til en telefonnotat i sakstelefonens utgående skjerm i agentgrensesnittet.

source: Defines the default ticket order (after priority sort) in the escalation view of the agent interface. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذاكر الافتراضي (بعد فرز الأولوية) في طريقة عرض التصعيد لواجهة الوكيل. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge (etter de er sortert etter prioritet) i eskaleringsvisningen. Opp: eldste først. Ned: nyeste først.

source: Defines the default ticket order (after priority sort) in the status view of the agent interface. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذكرة الافتراضي (بعد فرز الأولوية) في عرض الحالة لواجهة الوكيل. للأعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge (etter de er sortert etter prioritet) i statusvisningen. Opp: eldste først. Ned: nyeste først.

source: Defines the default ticket order in the responsible view of the agent interface. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذاكر الافتراضي (بعد فرز الأولوية) في عرض الحالة لواجهة العامل. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge i ansvarlig visning av agentgrensesnittet. Opp: eldst på toppen. Ned: siste på toppen.

source: Defines the default ticket order in the ticket locked view of the agent interface. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذاكر الافتراضي في طريقة عرض تأمين التذكرة لواجهة الوكيل. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge i sakslåst visning av agentgrensesnittet. Opp: eldst på toppen. Ned: siste på toppen.

source: Defines the default ticket order in the ticket search result of the agent interface. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذاكر الافتراضي في نتيجة البحث عن التذاكر لواجهة الوكيل. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge for søkeresultater i agentbildet. Opp: eldste først. Ned: nyeste først.

source: Defines the default ticket order in the ticket search result of the this operation. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذاكر الافتراضي في نتيجة البحث عن التذاكر لهذه العملية. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge i sakssøkeresultatet for denne operasjonen. Opp: eldst på toppen. Ned: siste på toppen.

source: Defines the default ticket order in the watch view of the agent interface. Up: oldest on top. Down: latest on top.
ar_sa: يتحكم في فرز التذاكر الافتراضي في طريقة عرض المراقبة لواجهة الوكيل. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge i vaktvisningen til agentgrensesnittet. Opp: eldst på toppen. Ned: siste på toppen.

source: Defines the default ticket order of a search result in the customer interface. Up: oldest on top. Down: latest on top.
ar_sa: يحدد ترتيب التذاكر الافتراضي لنتيجة بحث في واجهة العميل. أعلى: الأقدم في الأعلى. أسفل: الأحدث في الأعلى.
nb_no: Definerer standard saksrekkefølge i et søkeresultat i kundebildet. Opp: eldste først. Ned: nyeste først.

source: Defines the default ticket priority in the close ticket screen of the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "إغلاق" في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i "avslutt sak"-skjermen i agentbildet.

source: Defines the default ticket priority in the ticket bulk screen of the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "الإجراء المجمع" في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i massesaksskjermen til agentgrensesnittet.

source: Defines the default ticket priority in the ticket free text screen of the agent interface.
ar_sa: تحدد أولوية التذكرة الافتراضية في لوحة "الحقول الحرة" في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i saksfritekstskjermen til agentgrensesnittet.

source: Defines the default ticket priority in the ticket note screen of the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "ملاحظة" في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i saksnotatskjermen til agentgrensesnittet.

source: Defines the default ticket priority in the ticket owner screen of a zoomed ticket in the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "المالك" في TicketZoom في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i sakseierskjermen for en zoomet sak i agentgrensesnittet.

source: Defines the default ticket priority in the ticket pending screen of a zoomed ticket in the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "الانتظار" في TicketZoom في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i saksventer-skjermen for en zoomet sak i agentgrensesnittet.

source: Defines the default ticket priority in the ticket priority screen of a zoomed ticket in the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "الأولوية" في TicketZoom في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Defines the default ticket priority in the ticket responsible screen of the agent interface.
ar_sa: يحدد أولوية التذكرة الافتراضية في واجهة "المسؤول" في TicketZoom في واجهة الوكيل.
nb_no: Definerer standard saksprioritet i saksansvarlig skjerm i agentgrensesnittet.

source: Defines the default ticket type for new customer tickets in the customer interface.
ar_sa: يحدد نوع التذكرة الافتراضي لتذاكر العملاء الجدد في واجهة العميل.
nb_no: Definerer standard sakstype for nye kundesaker i kundegrensesnittet.

source: Defines the default ticket type.
ar_sa: يحدد النوع الافتراضي للتذكرة.
nb_no: Definerer standard sakstype.

source: Defines the default used Frontend-Module if no Action parameter given in the url on the agent interface.
ar_sa: يحدد وحدة الواجهة الأمامية المستخدمة افتراضيًا في واجهة الوكيل إذا لم يتم تمرير أي معلمة إجراء في عنوان URL.
nb_no: Definerer standard frontend-modul hvis ingen handlingsparameter er gitt i url-en på agentgrensesnittet.

source: Defines the default used Frontend-Module if no Action parameter given in the url on the customer interface.
ar_sa: يحدد وحدة الواجهة الأمامية المستخدمة افتراضيًا في واجهة العميل إذا لم يتم تمرير أي معلمة إجراء في عنوان URL.
nb_no: Definerer standard frontend-modul hvis ingen handlingsparameter er gitt i url-en på kundegrensesnittet.

source: Defines the default value for the action parameter for the public frontend. The action parameter is used in the scripts of the system.
ar_sa: يحدد القيمة الافتراضية لمعلمة الإجراء للواجهة الأمامية العامة. يتم استخدام معلمة الإجراء في البرامج النصية للنظام.
nb_no: Definerer standardverdien for handlingsparameteren for den offentlige grensesnittet. Handlingsparameteren brukes i skriptene til systemet.

source: Defines the default viewable sender types of a ticket (default: customer).
ar_sa: يحدد أنواع المرسلين المرئيين الافتراضية للتذكرة (الافتراضي: العميل).
nb_no: Definerer standard synlige avsendertyper for en sak (standard: kunde).

source: Defines the default visibility of the article to customer for this operation.
ar_sa: يحدد الرؤية الافتراضية للمقالة للعميل لهذه العملية.
nb_no: Definerer standardsynlighet for artikkelen til kunden for denne operasjonen.

source: Defines the displayed style of the From field in notes that are visible for customers. A default agent name can be defined in Ticket::Frontend::CustomerTicketZoom###DefaultAgentName setting.
ar_sa: يحدد النمط المعروض بواسطة الحقل "من" في الملاحظات المرئية للعملاء. يمكن تعريف اسم الوكيل الافتراضي في إعداد ‎Ticket::Frontend::CustomerTicketZoom###DefaultAgentName.
nb_no: Definerer stilen som vises for Fra-feltet i notater som er synlige for kunder. Et standard agentnavn kan defineres i Ticket::Frontend::CustomerTicketZoom###DefaultAgentName-innstillingen.

source: Defines the dynamic fields that are used for displaying on calendar events.
ar_sa: يحدد الحقول الديناميكية المستخدمة لعرض أحداث التقويم.
nb_no: Definerer de dynamiske feltene som brukes for visning på kalenderhendelser.

source: Defines the event object types that will be handled via AdminAppointmentNotificationEvent.
ar_sa: تحديد أنواع كائن الحدث التي تتم معالجتها عبر AdminAppointmentNotificationEvent.
nb_no: Definerer hendelsesobjekttypene som skal håndteres via AdminAppointmentNotificationEvent.

source: Defines the fall-back path to open fetchmail binary. Note: The name of the binary needs to be 'fetchmail', if it is different please use a symbolic link.
ar_sa: يحدد المسار الاحتياطي لفتح ثنائي جلب البريد. ملاحظة: يجب أن يكون اسم الثنائي "fetchmail"، إذا كان مختلفا، فيرجى استخدام رابط رمزي.
nb_no: Definerer reservebanen for å åpne fetchmail binær. Merk: Navnet på binærfilen må være "fetchmail", hvis det er annerledes, bruk en symbolsk lenke.

source: Defines the filter that processes the HTML templates.
ar_sa: تعريف عامل التصفية الذي يعالج قوالب HTML.
nb_no: Definerer filteret som behandler HTML-malene.

source: Defines the filter that processes the text in the articles, in order to highlight URLs.
ar_sa: يحدد عامل التصفية الذي يعالج النص في المقالات، من أجل تسليط الضوء على عناوين URL.
nb_no: Definerer filteret som behandler teksten i artiklene, for å fremheve URL-er.
