Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: ACL Management
ar_sa: إِدَارَةٌ-ACL
nb_no: Administrasjon: ACL

source: Actions
ar_sa: إجراءات
nb_no: Handlinger

source: Create New ACL
ar_sa: إنشاء ACL جديد
nb_no: Opprett ACL

source: Deploy ACLs
ar_sa: تشغل ACLs
nb_no: Distribuere ACLer

source: Export ACLs
ar_sa: تصدير ACLs
nb_no: Eksporter ACLer

source: Filter for ACLs
ar_sa: تَصْفِيَةٌ ACLs
nb_no: Filter for ACLer

source: Just start typing to filter...
ar_sa: ابدأ الكتابة للتصفية ...
nb_no: Bare start å skrive, for å filtrere...

source: Configuration Import
ar_sa: استيراد التكوين
nb_no: Import av konfigurasjon

source: Here you can upload a configuration file to import ACLs to your system. The file needs to be in .yml format as exported by the ACL editor module.
ar_sa: هنا يمكنك الاستيراد ACLs إلى النظام عبر ملف التكوين. يجب أن يكون هذا الملف بتنسيق .yml المستخدم بواسطة محرر ACL.
nb_no: Her kan du laste opp en konfigurasjonsfil for å importere ACLer til systemet ditt. Filen må være på .yml format som eksportert av ACL editor modulen.

source: This field is required.
ar_sa: هذا الحقل مطلوب.
nb_no: Dette feltet er obligatorisk.

source: Overwrite existing ACLs?
ar_sa: هل تريد استبدال قوائم ACLs الموجودة؟
nb_no: Overskriv eksisterende ACLer?

source: Upload ACL configuration
ar_sa: تحميل تكوين ACL
nb_no: Last opp ACL konfigurasjon

source: Import ACL configuration(s)
ar_sa: استيراد تكوين (تكوينات) قائمة التحكم بالوصول (ACL)
nb_no: Importer ACL-konfigurasjon(er)

source: Description
ar_sa: الشرح
nb_no: Beskrivelse

source: To create a new ACL you can either import ACLs which were exported from another system or create a complete new one.
ar_sa: إذا كنت تريد إنشاء قائمة ACL، فيمكنك استيرادها من نظام آخر أو إنشاء ACL جديد بالكامل.
nb_no: For å opprette en ny ACL kan du enten importere ACLer som ble eksportert fra et annet system eller opprettet en helt ny ACL.

source: Changes to the ACLs here only affect the behavior of the system, if you deploy the ACL data afterwards. By deploying the ACL data, the newly made changes will be written to the configuration.
ar_sa: تسري التغييرات على قوائم ACLs فقط عندما تقوم بتشغيل ACLs. هنا يتم حفظ التغييرات في ملف التكوين.
nb_no: Endringer i ACLene her påvirker bare systemets oppførsel dersom du distribuerer ACL-dataene etterpå. Ved å distribuere ACL-dataene, vil de nye endringene bli skrevet til konfigurasjonen.

source: ACLs
nb_no: ACLer

source: Please note: This table represents the execution order of the ACLs. If you need to change the order in which ACLs are executed, please change the names of the affected ACLs.
ar_sa: ملاحظة: يمثل هذا الجدول ترتيب تنفيذ قائمة ACLs. إذا كنت تريد تغيير الترتيب، فيرجى تغيير أسماء قوائم ACLs ذات الصلة.
nb_no: Obs! Denne tabellen representerer eksekveringssekvensen på ACL'ene. Dersom du trenger å endre på sekvensen på hvilke ACL'er som utføres, vær vennlig å endre navnet på de berørte ACL'ene.

source: ACL name
ar_sa: اسم ACL
nb_no: ACL navn

source: Comment
ar_sa: تعليق
nb_no: Kommentar

source: Validity
ar_sa: صَلاحِيَة
nb_no: Gyldighet

source: Export
ar_sa: تصدير
nb_no: Eksporter

source: Copy
ar_sa: نَسَخَ
nb_no: Kopier

source: No data found.
ar_sa: لا توجد بيانات.
nb_no: Ingen data funnet.

source: No matches found.
ar_sa: لم يتم العثور على تطابق.
nb_no: Ingen treff funnet.

source: Edit ACL %s
nb_no: Endre ACL %s

source: Edit ACL
ar_sa: تعديل ACL
nb_no: Endre ACL

source: Go to overview
ar_sa: انتقل إلى نظرة عامة
nb_no: Gå til oversikt

source: Delete ACL
ar_sa: حذف ACL
nb_no: Slett ACL

source: Delete Invalid ACL
ar_sa: حذف ACL غير صالح
nb_no: Slett ugyldig ACL

source: Match settings
ar_sa: شروط التصفية
nb_no: Match innstillinger

source: Set up matching criteria for this ACL. Use 'Properties' to match the current screen or 'PropertiesDatabase' to match attributes of the current ticket that are in the database.
ar_sa: قم بإعداد شروط التصفية لقائمة ACLs. استخدم "Properties" للتحقق من القيمة من الشاشة الحالية أو "PropertiesDatabase" لقيمة التذكرة كما تم تخزينها في قاعدة البيانات.
nb_no: Opprett matchende kriterier for denne ACL'en. Benytt 'Egenskaper' for å matche gjeldende skjerm eller 'EgenskapDatabase' for å matche attributter i databasen for gjeldende sak.

source: Change settings
ar_sa: تغيير الاعدادات
nb_no: Endre innstillinger

source: Set up what you want to change if the criteria match. Keep in mind that 'Possible' is a white list, 'PossibleNot' a black list.
ar_sa: يضبط القيمة المتغيرة عند استيفاء شروط التصفية. حيث تكون "Possible" قائمة بيضاء و "PossibleNot" هي قائمة سلبية.
nb_no: Opprett de endringene du ønsker å utføre når kriteriene matcher. Merk at 'Muligens' er en hviteliste, mens 'MuligensIkke' er en svarteliste.

source: Check the official %sdocumentation%s.
ar_sa: تحقق من الوثائق الرسمية sdocumentation%s%.
nb_no: Sjekk offisiell %sdocumentation%s.

source: Show or hide the content
ar_sa: إظهار أو إخفاء المحتوى
nb_no: Vis eller skjul innholdet

source: Edit ACL Information
ar_sa: تعديل معلومات ACL
nb_no: Endre ACL informasjon

source: Name
ar_sa: الإسم
nb_no: Navn

source: Stop after match
ar_sa: توقف بعد اصابة الهدف
nb_no: Stopp ved treff

source: Edit ACL Structure
ar_sa: تعديل هيكل ACL
nb_no: Endre ACL struktur

source: Save ACL
ar_sa: حفظ ACL
nb_no: Lagre ACL

source: Save
ar_sa: حفظ
nb_no: Lagre

source: or
ar_sa: أو
nb_no: av

source: Save and finish
ar_sa: احفظ و أَنْهَى
nb_no: Lagre og fullfør

source: Cancel
ar_sa: إِلْغاء
nb_no: Avbryt

source: Do you really want to delete this ACL?
ar_sa: هل تريد حقًا حذف ACL؟
nb_no: Vil du virkelig fjerne denne ACLen?

source: Create a new ACL by submitting the form data. After creating the ACL, you will be able to add configuration items in edit mode.
nb_no: Opprett en ny ACL ved å sende inn skjemaet. Etter at ACL'en er opprettet vil du kunne legge til konfigurasjonselementer i 'edit' modus.

source: About
ar_sa: بِشَأْن
nb_no: Om

source: Toggle this widget
ar_sa: تبديل هذه القطعة
nb_no: Slå av/på denne modulen

source: This language is not present or enabled on the system. This text could be deleted if it is not needed anymore.
ar_sa: هذه اللغة غير موجودة أو ممكّنة على النظام. يمكن حذف هذا النص إذا لم تعد هناك حاجة إليه.
nb_no: Språket er ikke tilgjengelig eller slått på for systemet. Denne teksten kan slettes hvis den ikke lenger er nødvendig.

source: Remove Language
ar_sa: إزالة اللغة
nb_no: Fjern språk

source: Text
ar_sa: نص
nb_no: Tekst

source: Message body
ar_sa: نص الرسالة
nb_no: Meldingstekst

source: This field is required and must have less than 4000 characters.
ar_sa: هذا الحقل مطلوب ويجب أن يحتوي على أقل من 4000 حرف.
nb_no: Dette feltet er påkrevd og må ha mindre enn 4000 tegn.

source: Remove About Language
ar_sa: إزالة اللغة
nb_no: Fjern Om språk

source: Add new language
ar_sa: أضف لغة جديدة
nb_no: Legg til nytt språk

source: Save Changes
ar_sa: حفظ التغييرات
nb_no: Lagre endringer

source: Calendar Management
ar_sa: إدارة التقويم
nb_no: Kalenderadministrasjon

source: Add Calendar
ar_sa: إضافة تقويم
nb_no: Legg til kalender

source: Edit Calendar
ar_sa: تحرير التقويم
nb_no: Endre kalender

source: Calendar Overview
ar_sa: استعراض التقويم
nb_no: Kalenderoversikt

source: Add new Calendar
ar_sa: إضافة تقويم جديد
nb_no: Legg til ny kalender

source: Import Appointments
ar_sa: إستيراد مواعيد
nb_no: Importer avtaler

source: Calendar Import
ar_sa: إستيراد تقويم
nb_no: Kalenderimport

source: Here you can upload a configuration file to import a calendar to your system. The file needs to be in .yml format as exported by calendar management module.
ar_sa: هنا يمكنك رفع ملف تهيئة لإستيراد تقويم إلى نظامك. الملف يجب أن يكون إمتداده بتنسيق ( yml ) كما تم تصديره بموديول إدارة التقويم.
nb_no: Her kan du laste opp en konfigurasjonsfil for å importere en kalender. Filen må være på samme '.yml' format som da den ble eksportert av kalenderhåndteringsmodulen.

source: Overwrite existing entities
ar_sa: الكتابة فوق الإدخالات الموجودة
nb_no: Overskriv eksisterende entiteter

source: Upload calendar configuration
ar_sa: رفع ملف تهيئة تقويم
nb_no: Last opp kalenderkonfigurasjon

source: Import Calendar
ar_sa: استيراد تقويم
nb_no: Importer kalender

source: Filter for Calendars
ar_sa: تصفية التقاويم
nb_no: Filter for kalender

source: Filter for calendars
ar_sa: مرشح ( فلتر ) التقاويم
nb_no: Filter for kalendere

source: Depending on the group field, the system will allow users the access to the calendar according to their permission level.
ar_sa: تبعاً لحقل المجموعة، سوف يسمح النظام للمستخدمين بالوصول إلى التقويم حسب مستوى الأوذونات الخاصة بهم.
nb_no: Brukere vil få tilgang til kalenderen i henhold til deres rettighetsnivå og gruppefelt.

source: Read only: users can see and export all appointments in the calendar.
ar_sa: قراءة فقط: المستخدمون يمكنهم مشاهدة واستيراد جميع المواعيد في التقويم.
nb_no: Skrivebeskyttet: brukere kan se og eksportere alle avtaler i kalenderen.

source: Move into: users can modify appointments in the calendar, but without changing the calendar selection.
ar_sa: نقل إلى: يمكن للمستخدمين تحرير المواعيد في تقويم واحد، ولكن لا يمكنهم نقلها إلى تقويمات أخرى.
nb_no: Flytt inn i: brukere kan endre avtaler i kalenderen, men uten å endre kalendervalg.

source: Create: users can create and delete appointments in the calendar.
ar_sa: إنشاء: يمكن للمستخدمين إنشاء وحذف المواعيد في التقويم.
nb_no: Opprett: brukere kan opprette og slette avtaler i kalenderen.

source: Read/write: users can manage the calendar itself.
ar_sa: القراءة / الكتابة: يمكن للمستخدمين إدارة التقويمات بأنفسهم.
nb_no: Les/skriv: brukere kan selv administrere kalenderen.

source: Group
ar_sa: المجموعة
nb_no: Gruppe

source: Changed
ar_sa: تم تغييره
nb_no: Endret

source: Created
ar_sa: أنشيء
nb_no: Opprettet

source: Download
ar_sa: تنزيل
nb_no: Last ned

source: Export calendar
ar_sa: تصدير التقويم
nb_no: Eksporter kalender

source: Download calendar
ar_sa: تنزيل التقويم
nb_no: Last ned kalender

source: Copy public calendar URL
ar_sa: نسخ رابط التقويم العام
nb_no: Kopier offentlig kalender URL

source: Calendar
ar_sa: التقويم
nb_no: Kalender

source: Calendar name
ar_sa: إسم التقويم
nb_no: Kalendernavn

source: Calendar with same name already exists.
ar_sa: تقويم بنفس الإسم موجود فعلياً.
nb_no: Kalender med samme navn eksisterer allerede.

source: Color
ar_sa: لون
nb_no: Farge

source: Permission group
ar_sa: مجموعة الإذن
nb_no: Rettighetersgruppe

source: Ticket Appointments
ar_sa: مواعيد التذكرة
nb_no: Avtaler tilknyttet saker

source: Rule
ar_sa: قاعدة
nb_no: Regel

source: Remove this entry
ar_sa: قم بإزالة هذا الإدخال
nb_no: Slett denne posten

source: Remove
ar_sa: إزالة
nb_no: Fjern

source: Start date
ar_sa: تاريخ البدء
nb_no: Startdato

source: End date
ar_sa: تاريخ النهاية
nb_no: Sluttdato

source: Use options below to narrow down for which tickets appointments will be automatically created.
ar_sa: استخدم الخيارات التالية لتحديد تواريخ التذاكر التي يجب إنشاؤها تلقائيًا.
nb_no: Bruk opsjonene under for å innskrenke hvilke saksavtaler som vil bli opprettet automatisk.

source: Queues
ar_sa: قوائم البطاقات
nb_no: Køer

source: Please select a valid queue.
ar_sa: فضلاً اختر قائمة تذاكر صحيحة.
nb_no: Vennligst velg en gyldig kø.

source: Search attributes
ar_sa: سمات البحث
nb_no: Søkeatributter

source: Add entry
ar_sa: إضافة إدخال
nb_no: Ny post

source: Add
ar_sa: أضف
nb_no: Legg til

source: Define rules for creating automatic appointments in this calendar based on ticket data.
ar_sa: حدد القواعد لإنشاء المواعيد تلقائيًا في هذا التقويم بناءً على تواريخ التذاكر.
nb_no: Definer regler for opprettelse av automatiske avtaler i denne kalenderen basert på saksinformasjon.

source: Add Rule
ar_sa: أضف القاعدة
nb_no: Legg til regel

source: Submit
ar_sa: أَرْسَلَ
nb_no: Send

source: Appointment Import
ar_sa: استيراد المواعيد
nb_no: Avtaleimport

source: Go back
ar_sa: رجوع
nb_no: Gå tilbake

source: Uploaded file must be in valid iCal format (.ics).
ar_sa: يجب أن يكون الملف الذي تم تحميله بتنسيق iCal صالح (ice.).
nb_no: Den opplastede filen må være på gyldig iCal format (.ics).

source: If desired Calendar is not listed here, please make sure that you have at least 'create' permissions.
ar_sa: إذا لم يكن التقويم المطلوب مدرجا هنا، يرجى التأكد من أن لديك على الأقل الإذن لإنشاء تقويمات.
nb_no: Hvis den ønskede kalenderen ikke er listet opp her, vær vennlig å huske at du må ha rettigheten 'opprett' i din profil.

source: Upload
ar_sa: تحميل
nb_no: Last opp

source: Update existing appointments?
ar_sa: الكتابة فوق المواعيد الحالية؟
nb_no: Oppdater eksisterende avtaler?

source: All existing appointments in the calendar with same UniqueID will be overwritten.
ar_sa: سيتم الكتابة فوق جميع المواعيد الحالية التي تحمل نفس "UniqueID" في التقويم المقابل.
nb_no: Alle eksisterende kalenderavtaler med samme 'UniqueID' vil bli overskrevet.

source: Upload calendar
ar_sa: تحميل التقويم
nb_no: Last opp kalender

source: Import appointments
ar_sa: استيراد المواعيد
nb_no: Importer avtaler

source: Appointment Notification Management
ar_sa: إدارة إشعارات المواعيد
nb_no: Administrer varsler om avtale

source: Add Notification
ar_sa: إضافة إشعار
nb_no: Legg til varsling

source: Edit Notification
ar_sa: تحرير الإشعار
nb_no: Endre varsling

source: Export Notifications
ar_sa: تصدير الإشعارات
nb_no: Eksporter varslinger

source: Filter for Notifications
ar_sa: فلاتر الإشعارات
nb_no: Filter for varslinger

source: Filter for notifications
ar_sa: فلاتر الإشعارات
nb_no: Filter for varslinger

source: Here you can upload a configuration file to import appointment notifications to your system. The file needs to be in .yml format as exported by the appointment notification module.
ar_sa: هنا يمكنك تحميل ملف تكوين يمكن استخدامه لاستيراد إشعارات المواعيد إلى النظام. يجب أن يكون الملف في مِلَفّ تنسيق (yml.)، تماما كما يتم تصديره بواسطة وحدة إشعار الموعد.
nb_no: Her kan du laste opp en konfigurasjonsfil for import av kalender til ditt system. Filen skal være i samme .yml-format som kalendermodulen eksporterer.

source: Overwrite existing notifications?
ar_sa: الكتابة فوق الإشعارات الموجودة؟
nb_no: Overskriv eksisterende varslinger?

source: Upload Notification configuration
ar_sa: تحميل تكوين الإشعارات
nb_no: Last opp varslingskonfigurasjon

source: Import Notification configuration
ar_sa: استيراد تكوين الإشعارات
nb_no: Importer varslingskonfigurasjon

source: List
ar_sa: قائِمَة
nb_no: Liste

source: Delete
ar_sa: حذف
nb_no: Slett

source: Delete this notification
ar_sa: حذف هذا الإشعار
nb_no: Slett denne varslingen

source: Show in agent preferences
ar_sa: العرض في إعدادات الوكيل
nb_no: Vis i agent-innstillinger

source: Agent preferences tooltip
ar_sa: معلومات سريعة لإعدادات الوكيل الشخصي
nb_no: Hjelpetekst for agentinnstillinger

source: This message will be shown on the agent preferences screen as a tooltip for this notification.
ar_sa: يتم عرض هذه الرسالة كاختصار لهذا الإعلام في شاشة إعدادات الوكيل.
nb_no: Denne beskjeden vil bli vist på agent-innstillingsskjermen, som hjelpetekst for denne varslingen.

source: Events
ar_sa: أحداث
nb_no: Hendelser

source: Event
ar_sa: حدث
nb_no: Hendelse

source: Here you can choose which events will trigger this notification. An additional appointment filter can be applied below to only send for appointments with certain criteria.
ar_sa: هنا يمكنك تحديد الأحداث التي تؤدي إلى تشغيل هذا الإشعار. يمكن تعيين فلتر مواعيد إضافي أدناه لإرسال الإشعارات فقط للمواعيد ذات الخصائص المعينة.
nb_no: Her kan du velge hvilke hendelser som skal utløse dette varselet. Et ekstra avtalefilter kan legges til nedenfor slik at kun meldinger som oppfyller visse kriterier sendes.

source: Appointment Filter
ar_sa: فلتر المواعيد
nb_no: Avtalefilter

source: Title
ar_sa: العنوان
nb_no: Tittel

source: Location
ar_sa: الموقع
nb_no: Kart

source: Team
ar_sa: فَرِيقٌ
nb_no: Gruppe

source: Resource
ar_sa: مَوْرِد
nb_no: Ressurs

source: Recipients
ar_sa: مرسل إليه
nb_no: Mottakere

source: Send to
ar_sa: ارسل إلى
nb_no: Send til

source: Send to these agents
ar_sa: أرسل إلى هؤلاء العمال
nb_no: Sent til disse saksbehandlerne

source: Send to all group members (agents only)
ar_sa: إرسال إلى جميع أعضاء المجموعة (ينطبق على العمال فقط)
nb_no: Send til alle medlemmer av gruppen (kun agenter)

source: Send to all role members
nb_no: Send til alle medlemmer av rolle

source: Send on out of office
ar_sa: أرسل على الرغم من خارج المكتب.
nb_no: Send ved ute av kontoret

source: Also send if the user is currently out of office.
ar_sa: أرسل أيضا عندما لا يكون المستخدم في العمل.
nb_no: Send også hvis brukeren ikke er på kontoret.

source: Once per day
ar_sa: مرة في اليوم
nb_no: En gang per dag

source: Notify user just once per day about a single appointment using a selected transport.
ar_sa: قم بإعلام المستخدم مرة واحدة فقط يوميًا بموعد واحد باستخدام وسيلة نقل محددة.
nb_no: Send kun melding til bruker en gang daglig per avtale, med valgt transportmetode.

source: Notification Methods
ar_sa: طرق الإخطار
nb_no: Varslingsmetoder

source: These are the possible methods that can be used to send this notification to each of the recipients. Please select at least one method below.
ar_sa: هذه هي الطرق الممكنة التي يمكن استخدامها لإرسال هذا الإشعار إلى كل من المستلمين. يرجى تحديد طريقة واحدة على الأقل أدناه.
nb_no: Dette er de mulige metodene som kan brukes for å sende dette varselet til hver av mottakerne. Velg minst én metode nedenfor.

source: Enable this notification method
ar_sa: قم بتمكين طريقة الإعلام هذه
nb_no: Aktiver denne varslingsmetoden

source: At least one method is needed per notification.
ar_sa: مطلوب طريقة واحدة على الأقل لكل إخطار.
nb_no: Minst én metode er nødvendig per varsling.

source: Active by default in agent preferences
ar_sa: نشط بشكل افتراضي في إعدادات الوكيل
nb_no: Aktiv som standard i agentpreferanser

source: This is the default value for assigned recipient agents who didn't make a choice for this notification in their preferences yet. If the box is enabled, the notification will be sent to such agents.
ar_sa: هذه هي القيمة الافتراضية لوكلاء المستلمين المعينين الذين لم يقوموا بعد بتحديد هذا الإخطار في إعداداتهم. إذا تم تحديد المربع ، فسيتم تسليم الإخطار إلى هؤلاء الوكلاء.
nb_no: Dette er standardverdien for tildelte mottakeragenter som ikke har valgt dette varselet i innstillingene sine ennå. Hvis boksen er aktivert, vil varselet bli sendt til slike agenter.

source: This feature is currently not available.
ar_sa: هذه الميزة غير متوفرة حاليا.
nb_no: Denne funksjonen er p.t. ikke tilgjengelig.

source: Upgrade to %s
ar_sa: الترقية إلى٪ s
nb_no: Oppgrader til %s

source: Please activate this transport in order to use it.
ar_sa: لاستخدام هذا النقل ، يجب عليك أولاً تنشيطه.
nb_no: Aktiver denne transporten for å bruke den.

source: No data found
ar_sa: لاتوجد بيانات
nb_no: Ingen data funnet

source: No notification method found.
ar_sa: لم يتم العثور على طريقة إعلام.
nb_no: Ingen varslingsmetode funnet.

source: Notification Text
ar_sa: نص الإخطار
nb_no: Varslingstekst

source: This language is not present or enabled on the system. This notification text could be deleted if it is not needed anymore.
ar_sa: هذه اللغة غير متوفرة في النظام أو معطلة. يمكن حذف نص الإخطار إذا لم تعد هناك حاجة إليه.
nb_no: Dette språket er ikke tilstede eller aktivert på systemet. Denne varslingsteksten kan bli slettet hvis den ikke er nødvendig lenger.

source: Remove Notification Language
ar_sa: إزالة لغة الإخطار
nb_no: Fjern varslingsspråk

source: Subject
ar_sa: العنوان
nb_no: Emne

source: Add new notification language
ar_sa: أضف لغة جديدة للإشعارات
nb_no: Legg til nytt varslingsspråk

source: Tag Reference
nb_no: Etikettreferanse

source: Notifications are sent to an agent.
ar_sa: يتم إرسال الإشعارات إلى وكيل.
nb_no: Varslinger sendes til en saksbehandler.

source: You can use the following tags
ar_sa: يمكنك استخدام العلامات التالية
nb_no: Du kan bruke de følgende "tags"

source: To get the first 20 character of the appointment title.
nb_no: For å hente de første 20 tegnene i avtaleoverskriften.

source: To get the appointment attribute
ar_sa: سمات الموعد
nb_no: For å hente avtaleattributtet

source: e. g.
ar_sa: على سبيل المثال.
nb_no: f.eks.

source: To get the calendar attribute
ar_sa: سمات التقويم
nb_no: For å hente kalenderattributtet

source: Attributes of the recipient user for the notification
ar_sa: سمات بيانات المستخدم الخاصة بمستلم الإخطار
nb_no: Attributter til mottakerbrukeren for varselet

source: Config options
ar_sa: خيارات التكوين
nb_no: Valg for oppsett

source: Example notification
ar_sa: مثال على الإخطار
nb_no: Eksempel på melding

source: Additional recipient email addresses
ar_sa: عناوين البريد الإلكتروني للمستلمين الإضافية
nb_no: Ytterligere mottakeres e-postadresser

source: This field must have less then 200 characters.
ar_sa: لا يمكن أن يحتوي هذا الحقل إلا على 200 حرف بالضبط أو أقل.
nb_no: Dette feltet må ha mindre enn 200 tegn.

source: Article visible for customer
ar_sa: عنصر مرئي للزَبُون
nb_no: Artikkelen er synlig for kunden

source: An article will be created if the notification is sent to the customer or an additional email address.
ar_sa: يتم إنشاء مقال عندما يتم إرسال الإشعار إلى زَبُون أو إلى عنوان بريد إلكتروني إضافي.
nb_no: En artikkel vil bli opprettet hvis varselet sendes til kunden eller en ekstra e-postadresse.

source: Email template
ar_sa: نَموذَج البريد الإلكتروني
nb_no: E-post mal

source: Use this template to generate the complete email (only for HTML emails).
ar_sa: استخدم هذا القالب لإنشاء البريد الإلكتروني الكامل (فقط لرسائل البريد الإلكتروني بتنسيق HTML).
nb_no: Bruk denne malen til å generere hele e-posten (kun for HTML-e-poster).

source: Enable email security
ar_sa: تمكين أمان البريد الإلكتروني
nb_no: Aktiver e-postsikkerhet

source: Email security level
ar_sa: مستوى أمان البريد الإلكتروني
nb_no: Sikkerhetsnivå for e-post

source: If signing key/certificate is missing
ar_sa: إذا كان مفتاح / شهادة التوقيع مفقودة
nb_no: Hvis signeringsnøkkel/sertifikat mangler

source: If encryption key/certificate is missing
ar_sa: إذا كان مفتاح / شهادة التشفير مفقودة
nb_no: Hvis krypteringsnøkkel/sertifikat mangler

source: Attachment Management
ar_sa: إدارة الملفات المرفقة
nb_no: Administrasjon: Vedlegg

source: Add Attachment
ar_sa: إضافة مرفق
nb_no: Legg til vedlegg

source: Edit Attachment
ar_sa: تحرير المرفق
nb_no: Endre vedlegg

source: Filter for Attachments
ar_sa: تصفية المرفقات
nb_no: Filter for vedlegg

source: Filter for attachments
ar_sa: تصفية المرفقات
nb_no: Filter for vedlegg

source: Filename
ar_sa: اسم الملف
nb_no: Filnavn

source: Download file
ar_sa: تحميل الملف
nb_no: Last ned fil

source: Delete this attachment
ar_sa: إزالة هذا المرفق
nb_no: Slett dette vedlegget

source: Do you really want to delete this attachment?
ar_sa: هل تريد حقًا حذف هذا المرفق؟
nb_no: Vil du virkelig slette dette vedlegget?

source: Attachment
ar_sa: ملف مرفق
nb_no: Relations

source: Auto Response Management
ar_sa: إدارة الرد الآلي
nb_no: Administrasjon: Autosvar

source: Add Auto Response
ar_sa: أضف الرد التلقائي
nb_no: Legg Til Autosvar

source: Edit Auto Response
ar_sa: تحرير الرد التلقائي
nb_no: Endre Autosvar

source: Filter for Auto Responses
ar_sa: تصفية الردود التلقائية
nb_no: Filter for Autosvar

source: Filter for auto responses
ar_sa: تصفية الردود التلقائية
nb_no: Filter for autosvar

source: Response
ar_sa: الرد
nb_no: Svar

source: Auto response from
ar_sa: الرد التلقائي من
nb_no: Autosvar fra

source: Reference
ar_sa: مَرجِع
nb_no: Referanse

source: To get the first 20 character of the subject.
ar_sa: أول 20 حرفًا من الموضوع.
nb_no: For å hente de første 20 tegnene i overskriften.

source: To get the first 5 lines of the email.
ar_sa: الأسطر الخمسة الأولى من الرسالة.
nb_no: For å hente de første 5 linjene i e-posten.

source: To get the name of the ticket's customer user (if given).
ar_sa: اسم مستخدم العميل (إن وجد) للتذكرة.
nb_no: For å få navnet på sakens kundebruker (hvis gitt).
