Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Internal Error: Could not read file.
ar_sa: خطأ داخلي: تعذر قراءة الملف.
nb_no: Intern feil: Kan ikke lese filen.

source: Tables found which are not present in the database.
ar_sa: توجد جداول مفقودة من قاعدة البيانات.
nb_no: Tabeller funnet som ikke er tilgjengelig i databasen.

source: Database Size
ar_sa: حجم قاعدة البيانات
nb_no: Databasestørrelse

source: Could not determine database size.
ar_sa: تعذر تحديد حجم قاعدة البيانات.
nb_no: Kunne ikke bestemme størrelsen på databasen.

source: Database Version
ar_sa: إصدار قاعدة البيانات
nb_no: Databaseversjon

source: Could not determine database version.
ar_sa: تعذر تحديد إصدار قاعدة البيانات.
nb_no: Kunne ikke bestemme databaseversjon.

source: Client Connection Charset
ar_sa: مجموعة معلومات اتصال العميل
nb_no: Tegnsett for klienttilkobling

source: Setting character_set_client needs to be utf8.
ar_sa: يجب أن يكون 'utf8' تعيين charter_set_client.
nb_no: Innstillingen character_set_client må være utf8.

source: Server Database Charset
ar_sa: مجموعة أحرف خادم قاعدة البيانات
nb_no: Tjener databasetegnsett

source: Please convert your database to the character set 'utf8mb4'.
ar_sa: الرجاء تحويل قاعدة البيانات إلى مجموعة الأحرف 'utf8mb4'.
nb_no: Vennligst konverter databasen til tegnsettet 'utf8mb4'.

source: Table Charset
ar_sa: مجموعة أحرف الجدول
nb_no: Tabel tegnsett

source: There were tables found which do not have 'utf8mb4' as charset.
ar_sa: تم العثور على الجداول باستخدام مجموعة أحرف أخرى غير 'utf8mb4'.
nb_no: Det ble funnet tabeller som ikke har 'utf8mb4' som tegnsett.

source: InnoDB Log File Size
ar_sa: حجم ملف سجل InnoDB
nb_no: InnoDB logfilstørrelse

source: The setting innodb_log_file_size must be at least 256 MB.
ar_sa: يجب ألا يقل حجم الإعداد innodb_log_file_size عن 256 ميغابايت.
nb_no: Innstillingen 'innodb_log_file_size' må minst være 256 MB.

source: Invalid Default Values
ar_sa: قيم افتراضية غير صالحة
nb_no: Ugyldige standardverdier

source: Tables with invalid default values were found. In order to fix it automatically, please run: bin/otobo.Console.pl Maint::Database::Check --repair
ar_sa: تم العثور على جداول ذات قيم افتراضية غير صالحة. لإصلاحها تلقائيا ، يرجى تنفيذ الأمر التالي: bin/otobo.Console.pl Maint::Database::Check --repair
nb_no: Tabeller med ugyldige standardverdier ble funnet. For å fikse det automatisk, vennligst kjør: bin/otobo.Console.pl Maint::Database::Check --repair

source: Maximum Query Size
ar_sa: الحد الأقصى لحجم الطلب
nb_no: Maksimum størrelse på spørring

source: The setting 'max_allowed_packet' must be 64 MB or higher.
ar_sa: اضبط "max_allowed_packet" على 64 ميغابايت أو أكثر.
nb_no: Innstillingen 'max_allowed_packet' må være 64 MB eller høyere.

source: Query Cache Size
ar_sa: حجم ذاكرة التخزين المؤقت للاستعلام (للطلب)
nb_no: Spørring mellomlagringsstørrelse

source: The setting 'query_cache_size' should be used (higher than 10 MB but not more than 512 MB).
ar_sa: يجب استخدام إعداد query_cache_size (أكثر من 10 ميغابايت ولكن ليس أكثر من 512 ميغابايت).
nb_no: Innstillingen 'query_cache_size' bør brukes (over 10MB, men ikke større enn 512MB).

source: Default Storage Engine
ar_sa: محرك التخزين الافتراضي
nb_no: Standard lagringsmotor

source: Table Storage Engine
ar_sa: محرك تخزين الجدول
nb_no: Tabellagringsmotor

source: Tables with a different storage engine than the default engine were found.
ar_sa: تم العثور على الجداول التي لا تستخدم المحرك الافتراضي.
nb_no: Tabeller med en annen lagringsmotor enn standardmotoren ble funnet.

source: MySQL 5.x or higher is required.
ar_sa: مطلوب MySQL 5.x أو أعلى.
nb_no: MySQL 5.x eller høyere er nødvendig.

source: NLS_LANG Setting
ar_sa: إعداد NLS_LANG
nb_no: NLS_LANG innstilling

source: NLS_LANG must be set to al32utf8 (e.g. GERMAN_GERMANY.AL32UTF8).
ar_sa: يجب تعيين NLS_LANG إلى al32utf8 (على سبيل المثال، GERMAN_GERMANY. AL32UTF8).
nb_no: NLS_LANG må bli satt til (f.eks. GERMAN_GERMANY.AL32UTF8).

source: NLS_DATE_FORMAT Setting
ar_sa: إعداد NLS_DATE_FORMAT
nb_no: NLS_DATE_FORMAT innstilling

source: NLS_DATE_FORMAT must be set to 'YYYY-MM-DD HH24:MI:SS'.
ar_sa: يجب تعيين NLS_DATE_FORMAT إلى 'YYYY-MM-DD HH24:MI:SS'.
nb_no: NLS_DATE_FORMAT må bli satt til 'YYYY-MM-DD HH24:MI:SS'.

source: NLS_DATE_FORMAT Setting SQL Check
ar_sa: إعداد NLS_DATE_FORMAT فحص SQL
nb_no: NLS_DATE_FORMAT innstilling for SQL sjekk

source: Primary Key Sequences and Triggers
ar_sa: سلاسل المفاتيح الأساسية والمشغلات
nb_no: Primære nøkkelsekvenser og utløsere

source: The following sequences and/or triggers with possible wrong names have been found. Please rename them manually.
ar_sa: تم العثور على التسلسلات و/أو المشغلات التالية التي قد تكون أسماء غير صحيحة. الرجاء تغيير الأسماء يدويا.
nb_no: Følgende sekvenser og/eller utløsere med mulige feil navn er funnet. Gi dem nytt navn manuelt.

source: Setting client_encoding needs to be UNICODE or UTF8.
ar_sa: يجب أن يكون إعداد client_encoding UNICODE أو UTF8.
nb_no: Innstillingene 'client_encoding' må være satt til UNICODE eller UTF8.

source: Setting server_encoding needs to be UNICODE or UTF8.
ar_sa: يجب أن يكون الإعداد server_encoding UNICODE أو UTF8.
nb_no: Innstilling 'server_encoding' må være satt til UNIDOCE eller UTF8.

source: Date Format
ar_sa: تنسيق التاريخ
nb_no: Datoformat

source: Setting DateStyle needs to be ISO.
ar_sa: يجب أن يكون إعداد DateStyle هو ISO.
nb_no: Innstilling DateStyle må være satt til ISO.

source: Primary Key Sequences
ar_sa: تسلسلات المفاتيح الأساسية
nb_no: Primære nøkkelsekvenser

source: The following sequences with possible wrong names have been found. Please rename them manually.
ar_sa: تم العثور على التسلسلات التالية التي قد تكون أسماء غير صحيحة. الرجاء تغيير الأسماء يدويا.
nb_no: Følgende sekvenser med mulig feil navn er funnet. Gi dem nytt navn manuelt.

source: PostgreSQL 9.2 or higher is required.
ar_sa: مطلوب PostgreSQL 9. 2 أو أعلى.
nb_no: PostgreSQL 9.2 eller høyere kreves.

source: Certificate check
ar_sa: التحقق من الشهادة
nb_no: Sertifikatkontroll

source: Found obsolete cryptographic function.
ar_sa: تم العثور على وظيفة تشفير قديمة.
nb_no: Fant foreldet kryptografisk funksjon.

source: OTOBO Disk Partition
ar_sa: قسم القرص الثابت ل OTOBO
nb_no: OTOBO diskpartisjon

source: Disk Partitions Usage
ar_sa: تخصيص أقسام القرص الصلب
nb_no: Bruk av diskpartisjoner

source: Distribution
ar_sa: تَوْزِيعٌ
nb_no: Distribusjon

source: Could not determine distribution.
ar_sa: لا يمكن تحديد التوزيع.
nb_no: Kunne ikke bestemme distribusjon.

source: Kernel Version
ar_sa: إصدار النواة (Kernel)
nb_no: Kernel versjon

source: Could not determine kernel version.
ar_sa: تعذر تحديد إصدار النواة (kernel).
nb_no: Kunne ikke bestemme kjerneversjonen.

source: System Load
ar_sa: حمل النظام (load)
nb_no: Systembelastning

source: The system load should be at maximum the number of CPUs the system has (e.g. a load of 8 or less on a system with 8 CPUs is OK).
ar_sa: يجب أن يكون حمل النظام في الحد الأقصى لعدد وحدات المعالجة المركزية (CPU) الموجودة في النظام (على سبيل المثال، لا بأس بحمل يبلغ 8 أو أقل على نظام يحتوي على 8 وحدات معالجة مركزية (CPU)).
nb_no: Systembelastningen bør maksimalt være antallet CPUer systemet har (f.eks. er en belastning på 8 eller mindre på et system med 8 CPUer OK).

source: Perl Modules
ar_sa: وحدات بيرل (Perl)
nb_no: Perl moduler

source: Not all required Perl modules are correctly installed.
ar_sa: لم يتم تثبيت جميع وحدات Perl المطلوبة.
nb_no: Ikke alle påkrevde Perl moduler er riktig installert.

source: CPAN::Audit reported that one or more installed Perl modules have known vulnerabilities. Please note that there might be false positives for distributions patching Perl modules without changing their version number.
ar_sa: CPAN :: ذكرت المراجعة أن واحدة أو أكثر من وحدات Perl المثبتة بها نقاط ضعف معروفة. يرجى ملاحظة أنه قد تكون هناك إيجابيات خاطئة للتوزيعات التي تقوم بتصحيح وحدات Perl دون تغيير رقم الإصدار الخاص بها.
nb_no: CPAN::Audit rapporterte at en eller flere installerte Perl-moduler har kjente sårbarheter. Vær oppmerksom på at det kan være falske positiver for distribusjoner som patcher Perl-moduler uten å endre versjonsnummeret.

source: CPAN::Audit did not report any known vulnerabilities in the installed Perl modules.
ar_sa: CPAN::لم يبلغ التدقيق عن أي ثغرات أمنية معروفة في وحدات Perl المثبتة.
nb_no: CPAN::Audit rapporterte ikke noen kjente sårbarheter i de installerte Perl-modulene.

source: Free Swap Space (%)
ar_sa: مساحة التبادل الحرة (%)
nb_no: Ledig swap diskplass (%)

source: No swap enabled.
ar_sa: لم يتم تمكين التبديل.
nb_no: Ingen swap tilgjengelig.

source: Used Swap Space (MB)
ar_sa: المساحة المتبادلة المستخدمة (ميغابايت)
nb_no: Brukt swap diskplass (MB)

source: There should be more than 60% free swap space.
ar_sa: يجب أن يكون هناك أكثر من 60% من مساحة المبادلة المتاحة.
nb_no: Det bør være mer enn 60% ledig swap diskplass.

source: There should be no more than 200 MB swap space used.
ar_sa: يجب ألا تكون هناك مساحة تبادل أكثر من 200 ميغابايت مستخدمة.
nb_no: Det bær vær ikke være mer enn 200 MB brukt diskplass til swap.

source: Article Search Index Status
ar_sa: حالة فهرس البحث عن التذاكر
nb_no: Artikkelsøkeindeksstatus

source: Indexed Articles
ar_sa: المقالات المفهرسة
nb_no: Indekserte artikler

source: Articles Per Communication Channel
ar_sa: مقالات لكل قناة اتصال
nb_no: Artikler per kommunikasjonskanal

source: Incoming communications
ar_sa: الاتصالات الواردة
nb_no: Innkommende kommunikasjon

source: Outgoing communications
ar_sa: الاتصالات الصادرة
nb_no: Utgående kommunikasjon

source: Failed communications
ar_sa: الاتصالات الفاشلة
nb_no: Mislykket kommunikasjon

source: Average processing time of communications (s)
ar_sa: متوسط وقت معالجة الاتصالات (المراسلات)
nb_no: Gjennomsnittlig behandlingstid for kommunikasjon(er)

source: Communication Log Account Status (last 24 hours)
ar_sa: حالة حساب سجل الاتصالات (آخر 24 ساعة)
nb_no: Kommunikasjonsloggkontostatus (siste 24 timer)

source: No connections found.
ar_sa: لم يتم العثور على إتصالات.
nb_no: Ingen tilkoblinger funnet.

source: permanent connection errors
ar_sa: أخطاء الاتصال المستمرة
nb_no: permanente tilkoblingsfeil

source: intermittent connection errors
ar_sa: خطأ اتصال مؤقت
nb_no: periodiske tilkoblingsfeil

source: Config Settings
ar_sa: إعدادات التكوين
nb_no: Konfigurasjonsinnstillinger

source: Could not determine value.
ar_sa: تعذر تحديد القيمة.
nb_no: Kunne ikke bestemme verdien.

source: Daemon
nb_no: Agent

source: Daemon is running.
ar_sa: البرنامج (Daemon) قيد التشغيل.
nb_no: Daemon kjører.

source: Daemon is not running.
ar_sa: البرنامج (Daemon) لا يعمل.
nb_no: Agenten kjører ikke.

source: Database Records
ar_sa: إدخالات قاعدة البيانات
nb_no: Databaseposter

source: Ticket History Entries
ar_sa: إدخالات محفوظات التذاكر
nb_no: Sakshistorikkoppføringer

source: Articles
ar_sa: مقالة
nb_no: Innlegg

source: Attachments (DB, Without HTML)
ar_sa: المرفقات (في قاعدة البيانات، بدون HTML)
nb_no: Vedlegg (DB, uten HTML)

source: Customers With At Least One Ticket
ar_sa: العملاء الذين لديهم تذكرة واحدة على الأقل
nb_no: Kunder med minst én sak

source: Dynamic Field Values
ar_sa: القيم في الحقول الديناميكية
nb_no: Dynamiske felt verdier

source: Invalid Dynamic Fields
ar_sa: الحقول الديناميكية غير صالحة
nb_no: Ugyldige dynamiske felt

source: Invalid Dynamic Field Values
ar_sa: القيم في الحقول الديناميكية غير صحيحة
nb_no: Ugyldige dynamiske felt verdier

source: Process Tickets
ar_sa: تذاكر العمليات
nb_no: Behandle saker

source: Months Between First And Last Ticket
ar_sa: شهور بين التذكرة الأولى والأخيرة
nb_no: Måneder mellom første og siste sak

source: Tickets Per Month (avg)
ar_sa: التذاكر في الشهر (متوسط)
nb_no: Saker per måned (gjennomsnittlig)

source: Open Tickets
ar_sa: تذاكر مفتوحة
nb_no: Åpne saker

source: Default Admin Password
ar_sa: كلمة مرور المسؤول الافتراضية
nb_no: Standard administrator passord

source: Security risk: the agent account root@localhost still has the default password. Please change it or invalidate the account.
ar_sa: خطر الأمان: لا يزال حساب الوكيل root@localhost يحتوي على كلمة المرور الافتراضية. الرجاء تغييره أو إبطال الحساب.
nb_no: Sikkerhetsrisiko: agentkontoen root@localhost har fortsatt standardpassordet. Vennligst endre den eller ugyldiggjøre kontoen.

source: Email Sending Queue
ar_sa: قائمة انتظار إرسال البريد الإلكتروني
nb_no: Sendingskø for e-post

source: Emails queued for sending
ar_sa: تم وضع رسائل البريد الإلكتروني في قائمة الانتظار لإرسالها
nb_no: E-poster i kø for sending

source: FQDN (domain name)
ar_sa: FQDN (اسم domain)
nb_no: FQDN (fult domenenavn)

source: Please configure your FQDN setting.
ar_sa: الرجاء تكوين إعداد FQDN.
nb_no: Vennligst konfigurer din FQDN innstilling.

source: Domain Name
ar_sa: اسم Domain
nb_no: Domenenavn

source: Your FQDN setting is invalid.
ar_sa: إعداد FQDN غير صالح.
nb_no: Din FQDN innstilling er ugyldig.

source: File System Writable
ar_sa: نظام الملفات قابل للكتابة
nb_no: Filsystem Skrivbar

source: The file system on your OTOBO partition is not writable.
ar_sa: نظام الملفات الموجود على قسم OTOBO غير قابل للكتابة.
nb_no: Filsystemet for din OTOBO partisjon er ikke mulig å skrive til.

source: Legacy Configuration Backups
ar_sa: النسخ الاحتياطية للتهيئة القديمة
nb_no: Eldre konfigurasjonssikkerhetskopier

source: No legacy configuration backup files found.
ar_sa: لم يتم العثور على ملفات النسخ الاحتياطي للتكوين القديم.
nb_no: Finner ingen sikkerhetskopifiler for eldre konfigurasjoner.

source: Legacy configuration backup files found in Kernel/Config/Backups folder, but they might still be required by some packages.
ar_sa: تم العثور على ملفات النسخ الاحتياطي للتكوين القديم في مجلد Kernel/Config/Backup، ولكن قد تظل مطلوبة من قبل بعض الحزم.
nb_no: Eldre konfigurasjonssikkerhetskopieringsfiler funnet i mappen Kernel/Config/Backups, men de kan fortsatt kreves av enkelte pakker.

source: Legacy configuration backup files are no longer needed for the installed packages, please remove them from Kernel/Config/Backups folder.
ar_sa: لم تعد هناك حاجة لملفات النسخ الاحتياطي للتكوين القديم للحزم المثبتة، الرجاء إزالتها من مجلد Kernel/Config/Backup.
nb_no: Sikkerhetskopieringsfiler for eldre konfigurasjoner er ikke lenger nødvendig for de installerte pakkene. Fjern dem fra mappen Kernel/Config/Backups.

source: Package Installation Status
ar_sa: حالة تثبيت الحزمة
nb_no: Installasjonsstatus for pakker

source: Some packages have locally modified files.
ar_sa: تحتوي بعض الحزم على ملفات معدلة محليا.
nb_no: Noen pakker har lokalt modifiserte filer.

source: Some packages are not correctly installed.
ar_sa: لم يتم تثبيت بعض الحزم بشكل صحيح.
nb_no: Noen pakker er ikke riktig installert.

source: Package Verification Status
ar_sa: حالة التحقق من الحزمة
nb_no: Pakkebekreftelsesstatus

source: Some packages are not verified by the OTOBO Team.
ar_sa: لم يتم التحقق من بعض الحزم من قبل فريق OTOBO.
nb_no: Noen pakker er ikke verifisert av OTOBO-teamet.

source: Package Framework Version Status
ar_sa: حالة إصدار إطار الحزمة
nb_no: Pakkerammeversjonsstatus

source: Some packages are not allowed for the current framework version.
ar_sa: بعض الحزم غير ملائمة للنسخة الحالية من الإطار.
nb_no: Noen pakker er ikke tillatt for gjeldende rammeversjon.

source: Package List
ar_sa: قائمة الحزم
nb_no: Pakkeliste

source: Session Config Settings
ar_sa: إعدادات تكوين الجلسة
nb_no: Innstillinger for øktkonfigurasjon

source: Spooled Emails
ar_sa: رسائل البريد الإلكتروني التي سيتم إرسالها
nb_no: Spoolte e-poster

source: There are emails in var/spool that OTOBO could not process.
ar_sa: يحتوي var/spool على رسائل بريد إلكتروني تعذر على OTOBO معالجتها.
nb_no: Det er e-poster i var/spool som OTOBO ikke kunne behandle.

source: Your SystemID setting is invalid, it should only contain digits.
ar_sa: إعداد SystemID الخاص بك غير صالح، يجب أن يحتوي على أرقام فقط.
nb_no: Din SystemID innstilling er ugyldig, den kan bare inneholde tall.

source: Default Ticket Type
ar_sa: نوع التذكرة الافتراضي
nb_no: Standard sakstype

source: The configured default ticket type is invalid or missing. Please change the setting Ticket::Type::Default and select a valid ticket type.
ar_sa: نوع التذكرة الافتراضي الذي تم تكوينه غير صالح أو مفقود. يرجى تغيير الإعداد Ticket::Type::Default وتحديد نوع تذكرة صالح.
nb_no: Den konfigurerte standard sakstypen er ugyldig eller mangler. Vennligst endre innstillingen Ticket::Type::Standard og velg en gyldig sakstype.

source: Ticket Index Module
ar_sa: وحدة فهرس التذاكر
nb_no: Saksindeksmodul

source: You have more than 60,000 tickets and should use the StaticDB backend. See admin manual (Performance Tuning) for more information.
ar_sa: لديك أكثر من 60,000 تذكرة ويجب أن تستخدم StaticDB backend. يرجى الرجوع إلى دليل المدير (تحسين الأداء).
nb_no: Du har mer enn 60 000 saker og bør bruke StaticDB-backend. Se admin manual (Performance Tuning) for mer informasjon.

source: Invalid Users with Locked Tickets
ar_sa: مستخدم غير صالح بتذاكر مؤمنة
nb_no: Ugyldige brukere med låste saker

source: There are invalid users with locked tickets.
ar_sa: هناك مستخدمون غير صالحين لديهم تذاكر مؤمنة.
nb_no: Det er ugyldige brukere med låste saker.

source: You should not have more than 8,000 open tickets in your system.
ar_sa: يجب ألا يكون لديك أكثر من 8,000 تذكرة مفتوحة في نظامك.
nb_no: Du bør ikke ha mer enn 8000 åpne saker i systemet ditt.

source: Ticket Search Index Module
ar_sa: وحدة فهرس البحث في التذكرة
nb_no: Modul for sakssøkindeks

source: The indexing process forces the storage of the original article text in the article search index, without executing filters or applying stop word lists. This will increase the size of the search index and thus may slow down fulltext searches.
ar_sa: تفرض عملية الفهرسة تخزين نص المقالة الأصلي في فهرس البحث عن المقالات، بدون تنفيذ عوامل التصفية أو تطبيق قوائم كلمات التوقف. سيؤدي ذلك إلى زيادة حجم فهرس البحث وبالتالي قد يؤدي إلى إبطاء عمليات البحث عن النص الكامل.
nb_no: Indekseringsprosessen tvinger lagring av den opprinnelige artikkelteksten i artikkelsøkeindeksen, uten å utføre filtre eller bruke stoppordlister. Dette vil øke størrelsen på søkeindeksen og kan dermed redusere fulltekstsøk.

source: Orphaned Records In ticket_lock_index Table
nb_no: Foreldreløse poster i ticket_lock_index-tabell

source: Table ticket_lock_index contains orphaned records. Please run bin/otobo.Console.pl "Maint::Ticket::QueueIndexCleanup" to clean the StaticDB index.
nb_no: Tabell ticket_lock_index inneholder foreldreløse poster. Vennligst kjør bin/otobo.Console.pl "Maint::Ticket::QueueIndexCleanup" for å rense StaticDB-indeksen.

source: Orphaned Records In ticket_index Table
nb_no: Foreldreløse poster i ticket_index-tabell

source: Table ticket_index contains orphaned records. Please run bin/otobo.Console.pl "Maint::Ticket::QueueIndexCleanup" to clean the StaticDB index.
nb_no: Tabell ticket_index inneholder foreldreløse poster. Vennligst kjør bin/otobo.Console.pl "Maint::Ticket::QueueIndexCleanup" for å rense StaticDB-indeksen.

source: Time Settings
ar_sa: إعدادات الوقت
nb_no: Tidsinnstillinger

source: Server time zone
ar_sa: المنطقة الزمنية للخادم
nb_no: Tjener tidssone

source: OTOBO time zone
ar_sa: المنطقة الزمنية ل OTOBO
nb_no: OTOBO-tidssone

source: OTOBO time zone is not set.
ar_sa: لم يتم تعيين المنطقة الزمنية ل OTOBO.
nb_no: OTOBO-tidssone er ikke innstilt.

source: User default time zone
ar_sa: المنطقة الزمنية الافتراضية للمستخدم
nb_no: Bruker standard tidssone

source: User default time zone is not set.
ar_sa: لم يتم تعيين المنطقة الزمنية الافتراضية للمستخدم.
nb_no: Brukerens standard tidssone er ikke angitt.

source: Calendar time zone is not set.
ar_sa: لم يتم تعيين المنطقة الزمنية للتقويم.
nb_no: Kalenderens tidssone er ikke angitt.

source: UI - Agent Skin Usage
nb_no: UI - Agents designbruk

source: UI - Agent Theme Usage
nb_no: UI – Agentdesignbruk

source: UI - Special Statistics
nb_no: UI - Spesialstatistikk

source: Agents using custom main menu ordering
ar_sa: الوكلاء الذين يستخدمون ترتيب القائمة الرئيسية المخصصة
nb_no: Agenter bruker tilpasset hovedmenybestilling

source: Agents using favourites for the admin overview
ar_sa: العملاء الذين يستخدمون المفضلة لنظرة عامة المسؤول
nb_no: Agenter som bruker favoritter for adminoversikten

source: Webserver
ar_sa: خادم ويب
nb_no: Webtjener

source: Loaded Apache Modules
ar_sa: وحدات الأباتشي المحملة (Apache)
nb_no: Lastede Apache-moduler

source: MPM model
ar_sa: نموذج MPM
nb_no: MPM modell

source: OTOBO requires apache to be run with the 'prefork' MPM model.
ar_sa: يتطلب OTOBO تشغيل apache باستخدام نموذج ‎'prefork' MPM.
nb_no: OTOBO krever Apache for å kunne kjøre 'prefork' MPM modellen.

source: CGI Accelerator Usage
ar_sa: إستخدام مسرع CGI
nb_no: CGI Accelerator status

source: You should use FastCGI or mod_perl to increase your performance.
ar_sa: يجب عليك إستخدام FastCGI أو mod_perl لزيادة أدائك.
nb_no: Du bør benytte FastCGI eller mod_perl for å forbedre ytelsen.

source: mod_deflate Usage
ar_sa: إستخدام mod_delve
nb_no: mod_deflate status

source: Please install mod_deflate to improve GUI speed.
ar_sa: الرجاء تثبيت mod_deflate لتحسين سرعة واجهة المستخدم الرسومية.
nb_no: Vennligst installer mod_deflate for å forbedre hastigheten på GUI.

source: mod_filter Usage
ar_sa: إستخدام mod_filter
nb_no: mod_filter status

source: Please install mod_filter if mod_deflate is used.
ar_sa: الرجاء تثبيت mod_filter في حالة إستخدام mod_delve.
nb_no: Vennligst installer mod_filer dersom mod_deflate ikke brukes.

source: mod_headers Usage
ar_sa: إستخدام mod_headers
nb_no: mod_headers status

source: Please install mod_headers to improve GUI speed.
ar_sa: الرجاء تثبيت mod_heads لزيادة السرعة.
nb_no: Vennligst installer mod_headers for å forbedre hastigheten på GUI.

source: Environment Variables
nb_no: Miljøvariabler

source: Support Data Collection
ar_sa: جمع بيانات الدعم
nb_no: Støtte datainnsamling

source: Support data could not be collected from the web server.
ar_sa: تعذر تحديد بيانات الدعم من خادم ويب.
nb_no: Støttedata kunne ikke samles inn fra webserveren.

source: PSGI Environment
ar_sa: بيئة PSGI
nb_no: PSGI miljø

source: Runs under PSGI
ar_sa: يعمل تحت PSGI
nb_no: Kjører under PSGI

source: Webserver Version
ar_sa: إصدار خادم الويب
nb_no: Webtjener versjon

source: Could not determine webserver version.
ar_sa: تعذر تحديد إصدار خادم ويب.
nb_no: Kunne ikke bestemme webtjenerversjon.

source: Concurrent Users Details
ar_sa: تفاصيل المستخدمين المتزامنين
nb_no: Detaljer om samtidige brukere

source: Concurrent Users
ar_sa: المستخدمين المتزامنين
nb_no: Samtidige brukere

source: Setting %s does not exists!
ar_sa: الإعداد ‎%s غير موجود!
nb_no: Innstillingen %s eksisterer ikke!

source: Setting %s is not locked to this user!
ar_sa: لم يتم تأمين الإعداد ‎%s لهذا المستخدم!
nb_no: Innstillingen %s er ikke låst til denne brukeren!

source: Setting value is not valid!
ar_sa: قيمة الإعدادت غير صالحة!
nb_no: Innstillingsverdi er ikke gyldig!

source: Could not add modified setting!
ar_sa: تعذر إضافة إعدادات تم تغييرها!
nb_no: Kunne ikke legge til endret innstilling!

source: Could not update modified setting!
ar_sa: تعذر تحديث الإعدادات التي تم تغييرها!
nb_no: Kunne ikke oppdatere endret innstilling!

source: Setting could not be unlocked!
ar_sa: تعذر إلغاء تأمين الإعداد!
nb_no: Innstillingen kunne ikke låses opp!

source: Missing key %s!
ar_sa: المفتاح المفقود ‎%s!
nb_no: Mangler nøkkel %s!

source: Invalid setting: %s
ar_sa: إعداد غير صالح: ‎%s
nb_no: Ugyldig innstilling: %s

source: Could not combine settings values into a perl hash.
ar_sa: تعذر دمج قيم الإعدادات في تجزئة perl.
nb_no: Kunne ikke kombinere innstillingsverdier til en perl-hash.

source: Can not lock the deployment for UserID '%s'!
ar_sa: يتعذر تأمين النشر ل '‎UserID '%s!
nb_no: Kan ikke låse distribusjonen for bruker-ID '%s'!

source: All Settings
ar_sa: كافة الإعدادات
nb_no: Alle innstillinger

source: Default
ar_sa: افتراضي
nb_no: Standard
