Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: If enabled, the first level of the main menu opens on mouse hover (instead of click only).
ar_sa: في حالة التنشيط، يتم فتح المستوى الأول من القائمة الرئيسية عند التمرير فوق الماوس (بدلا من النقر فقط).
nb_no: Hvis aktivert, åpnes det første nivået av hovedmenyen ved musepeking (i stedet for bare klikk).

source: If enabled, the quick close action will create an article.
ar_sa: إذا تم تنشيط المعلمة، يتم إنشاء مقالة بواسطة إجراء "إغلاق فوري".
nb_no: Hvis den er aktivert, vil hurtiglukkingen opprette en artikkel.

source: If enabled, users that haven't selected a time zone yet will be notified to do so. Note: Notification will not be shown if (1) user has not yet selected a time zone and (2) OTOBOTimeZone and UserDefaultTimeZone do match and (3) are not set to UTC.
ar_sa: في حالة التمكين، سيتم إخطار المستخدمين الذين لم يختاروا منطقة زمنية بعد للقيام بذلك. ملاحظة: لن يتم عرض الإشعار إذا (1) لم يحدد المستخدم منطقة زمنية بعد، و (2) OTOBOTimeZone و UserDefaultTimeZone متماثلان، و (3) لم يتم تعيينهما على UTC.
nb_no: Hvis aktivert, vil brukere som ikke har valgt en tidssone ennå bli varslet om å gjøre det. Merk: Varsling vil ikke vises hvis (1) bruker ennå ikke har valgt en tidssone og (2) OTOBOTimeZone og UserDefaultTimeZone stemmer overens og (3) ikke er satt til UTC.

source: If no SendmailNotificationEnvelopeFrom is specified, this setting makes it possible to use the email's from address instead of an empty envelope sender (required in certain mail server configurations).
ar_sa: إذا لم يتم تعريف SendmailNotificationEnvelopeFrom، فإن هذا الإعداد يسمح لك باستخدام عنوان مرسل البريد الإلكتروني بدلا من مرسل مغلف فارغ (مطلوب بواسطة بعض تكوينات خادم البريد).
nb_no: Hvis ingen SendmailNotificationEnvelopeFrom er spesifisert, gjør denne innstillingen det mulig å bruke e-postens fra-adresse i stedet for en tom konvoluttavsender (påkrevd i visse e-postserverkonfigurasjoner).

source: If set, this address is used as envelope sender header in outgoing notifications. If no address is specified, the envelope sender header is empty (unless SendmailNotificationEnvelopeFrom::FallbackToEmailFrom is set).
ar_sa: إذا تم تعيينه، استخدام هذا العنوان كرأس مرسل مغلف في إشعارات البريد الصادر. إذا لم يتم تحديد أي عنوان، يتم ترك الرأس فارغا (ما لم يتم تعيين SendmailNotificationEnvelopeFrom::FallbackToEmailFrom).
nb_no: Hvis angitt, brukes denne adressen som konvoluttavsenderhode i utgående varsler. Hvis ingen adresse er spesifisert, er konvoluttavsenderoverskriften tom (med mindre SendmailNotificationEnvelopeFrom::FallbackToEmailFrom er angitt).

source: If set, this address is used as envelope sender in outgoing messages (not notifications - see below). If no address is specified, the envelope sender is equal to queue e-mail address.
ar_sa: إذا تم تعيينه، استخدام هذا العنوان كرأس مرسل المغلف في الرسائل الصادرة (وليس الإشعارات، انظر أدناه). إذا لم يتم تحديد عنوان، فإن مرسل المغلف (envelope) يتوافق مع عنوان البريد الإلكتروني المخزن في قائمة الانتظار.
nb_no: Hvis angitt, brukes denne adressen som konvoluttavsender i utgående meldinger (ikke varsler - se nedenfor). Hvis ingen adresse er spesifisert, er konvoluttavsenderen lik køens e-postadresse.

source: If this option is enabled, tickets created via the web interface, via Customers or Agents, will receive an autoresponse if configured. If this option is not enabled, no autoresponses will be sent.
ar_sa: إذا تم تنشيط هذا الخيار، إرسال رد تلقائي للتذاكر التي تم إنشاؤها عبر الواجهة الخارجية أو واجهة الوكيل، بشرط تعيين ذلك في تكوين قائمة الانتظار. إذا لم يتم تنشيط هذا الخيار، فلن يتم إرسال أي ردود تلقائية.
nb_no: Hvis dette alternativet er aktivert, vil saker opprettet via nettgrensesnittet, via kunder eller agenter, motta et autosvar hvis de er konfigurert. Hvis dette alternativet ikke er aktivert, sendes ingen autosvar.

source: If this regex matches, no message will be send by the autoresponder.
ar_sa: في حالة تطبيق هذا التعبير النمطي(regex)، فلن يتم إرسال أي رسالة بواسطة المجيب الآلي.
nb_no: Hvis denne Regulær-uttrykk-setningen slår til vil ikke autosvar bli sendt.

source: If this setting is enabled, it is possible to install packages which are not verified by OTOBO Team. These packages could threaten your whole system!
ar_sa: إذا تم تمكين هذا الإعداد، فيمكن أيضا تثبيت الحزم التي لم يتم التحقق منها بواسطة فريق OTOBO. يمكن أن تعرض هذه الحزم النظام بأكمله للخطر!
nb_no: Hvis denne innstillingen er aktivert, er det mulig å installere pakker som ikke er verifisert av OTOBO Team. Disse pakkene kan true hele systemet ditt!

source: If this setting is enabled, local modifications will not be highlighted as errors in the package manager and support data collector.
ar_sa: إذا كان الإعداد نشطا، فلن يتم عرض التغييرات المحلية في إدارة الحزم وتحليل بيانات الدعم كأخطاء.
nb_no: Hvis denne innstillingen er aktivert, vil lokale modifikasjoner ikke bli uthevet som feil i pakkebehandlingen og støttedatainnsamleren.

source: If you're going to be out of office, you may wish to let other users know by setting the exact dates of your absence.
ar_sa: يبلغ المستخدمين الآخرين بالفترة المحددة لغيابهم.
nb_no: Hvis du skal være borte fra kontoret, kan det være lurt å gi beskjed til andre brukere ved å angi de nøyaktige datoene for fraværet ditt.

source: Ignore system sender article types (e. g. auto responses or email notifications) to be flagged as 'Unread Article' in AgentTicketZoom or expanded automatically in Large view screens.
ar_sa: لا يتم وضع علامة على أنواع مقالات النظام (مثل الردود التلقائية أو إعلامات البريد الإلكتروني) كمقالات غير مقروءة في AgentTicketZoom أو لا يتم توسيعها تلقائيا في لمحات عامة كبيرة.
nb_no: Ignorer artikkeltyper av systemavsender (f.eks. automatiske svar eller e-postvarsler) som skal flagges som "Ulest artikkel" i AgentTicketZoom eller utvides automatisk i skjermer med stor visning.

source: Ignores not ticket related attributes.
ar_sa: يتجاهل السمات غير المتعلقة بالتذاكر.
nb_no: Ignorerer ikke-saksrelaterte attributter.

source: Import appointments screen.
ar_sa: واجهة استيراد المواعيد.
nb_no: Side for avtaleimport.

source: Include tickets of subqueues per default when selecting a queue.
ar_sa: قم بتضمين التذاكر تلقائيا من قوائم الانتظار الفرعية عند تحديد قائمة انتظار.
nb_no: Inkluder saker til underkøer som standard når du velger en kø.

source: Include unknown customers in ticket filter.
ar_sa: قم بتضمين العملاء غير المعروفين في مرشحات التذاكر.
nb_no: Inkluder ukjente kunder i saksfilteret.

source: Includes article create times in the ticket search of the agent interface.
ar_sa: يتضمن أوقات إنشاء المقالة في البحث في التذاكر في منطقة الوكيل.
nb_no: Inkluder opprettelsestidspunkt i søkedelen av agentdelen.

source: Incoming Phone Call.
ar_sa: مكالمة هاتفية واردة.
nb_no: Innkommende telefonsamtale.

source: IndexAccelerator: to choose your backend TicketViewAccelerator module. "RuntimeDB" generates each queue view on the fly from ticket table (no performance problems up to approx. 60.000 tickets in total and 6.000 open tickets in the system). "StaticDB" is the most powerful module, it uses an extra ticket-index table that works like a view (recommended if more than 80.000 and 6.000 open tickets are stored in the system). Use the command "bin/otobo.Console.pl Maint::Ticket::QueueIndexRebuild" for initial index creation.
ar_sa: IndexAccelerator: اختيار وحدة الواجهة الخلفية لوحدة TicketViewAccelerator. يقوم "RuntimeDB" بإنشاء عرض كل قائمة انتظار ديناميكيا من جدول التذاكر (لا توجد مشاكل في الأداء تصل إلى حوالي 60.000 تذكرة في المجموع و 6.000 تذكرة مفتوحة في النظام). "StaticDB" هي أقوى وحدة، فهي تستخدم جدولا إضافيا لفهرس التذاكر، والذي يعمل كنظرة عامة (موصى به من أكثر من 80.000 تذكرة في المجموع و 6.000 تذكرة مفتوحة في النظام). استخدم الأمر "bin/otobo.Console.pl Maint::Ticket::QueueIndexRebuild" لبناء الفهرس الأولي.
nb_no: IndexAccelerator: for å velge din backend TicketViewAccelerator-modul. "RuntimeDB" genererer hver køvisning på farten fra saksbordet (ingen ytelsesproblemer opp til ca. 60.000 saker totalt og 6.000 åpne saker i systemet). "StaticDB" er den kraftigste modulen, den bruker en ekstra saksindekstabell som fungerer som en visning (anbefales hvis mer enn 80.000 og 6.000 åpne saker er lagret i systemet). Bruk kommandoen "bin/otobo.Console.pl Maint::Ticket::QueueIndexRebuild" for første indeksoppretting.

source: Indicates if a bounce e-mail should always be treated as normal follow-up.
ar_sa: يحدد ما إذا كان يجب دائما التعامل مع البريد الإلكتروني المرتد كمتابعة عادية.
nb_no: Indikerer om en retur-e-post alltid skal behandles som vanlig oppfølging.

source: Indonesian
ar_sa: الأندونيسية
nb_no: indonesisk

source: Inline
ar_sa: مضمنه
nb_no: På linje

source: Input
ar_sa: إدْخَالٌ
nb_no: Tilføre

source: Interface language
ar_sa: لغة الواجهة
nb_no: Språk for grensesnittet

source: Internal communication channel.
ar_sa: قناة الاتصال الداخلية.
nb_no: Intern kommunikasjonskanal.

source: International Workers' Day
ar_sa: يوم العمال العالمي
nb_no: Internasjonale arbeidernes dag

source: It is possible to configure different skins, for example to distinguish between diferent agents, to be used on a per-domain basis within the application. Using a regular expression (regex), you can configure a Key/Content pair to match a domain. The value in "Key" should match the domain, and the value in "Content" should be a valid skin on your system. Please see the example entries for the proper form of the regex.
ar_sa: من الممكن تكوين أشكال مختلفة (skins)، على سبيل المثال للتمييز بين العوامل المختلفة بناء على المجال المعني. يمكنك التحقق من المجالات باستخدام التعبيرات العادية باستخدام أزواج المفاتيح / القيم. يجب أن يتضمن محتوى "المفتاح" التحقق من المجال، ومحتوى "القيمة" اسم الجلد المراد تحديده لهذا المجال (domain). يرجى الرجوع إلى الإدخالات مع أمثلة على التعبيرات العادية الصحيحة.
nb_no: Det er mulig å konfigurere forskjellige skins, for eksempel for å skille mellom ulike agenter, som skal brukes på en per-domene basis i applikasjonen. Ved å bruke et regulært uttrykk (regex), kan du konfigurere et nøkkel/innhold-par for å matche et domene. Verdien i "Nøkkel" skal samsvare med domenet, og verdien i "Innhold" skal være et gyldig skall på systemet ditt. Se eksempeloppføringene for riktig form for regulært uttrykk.

source: It is possible to configure different skins, for example to distinguish between diferent customers, to be used on a per-domain basis within the application. Using a regular expression (regex), you can configure a Key/Content pair to match a domain. The value in "Key" should match the domain, and the value in "Content" should be a valid skin on your system. Please see the example entries for the proper form of the regex.
ar_sa: من الممكن تكوين أشكال مختلفة (skins)، على سبيل المثال للتمييز بين العملاء المختلفين بناء على المجال المعني. يمكنك التحقق من المجالات باستخدام التعبيرات العادية باستخدام أزواج المفاتيح / القيم. يجب أن يتضمن محتوى "المفتاح" التحقق من المجال، ومحتوى "القيمة" اسم الجلد المراد تحديده لهذا المجال (domain). يرجى الرجوع إلى الإدخالات مع أمثلة على التعبيرات العادية الصحيحة.
nb_no: Det er mulig å konfigurere forskjellige skins, for eksempel for å skille mellom forskjellige kunder, som skal brukes på per-domene basis i applikasjonen. Ved å bruke et regulært uttrykk (regex), kan du konfigurere et nøkkel/innhold-par for å matche et domene. Verdien i "Nøkkel" skal samsvare med domenet, og verdien i "Innhold" skal være et gyldig skall på systemet ditt. Se eksempeloppføringene for riktig form for regulært uttrykk.

source: It is possible to configure different themes, for example to distinguish between agents and customers, to be used on a per-domain basis within the application. Using a regular expression (regex), you can configure a Key/Content pair to match a domain. The value in "Key" should match the domain, and the value in "Content" should be a valid theme on your system. Please see the example entries for the proper form of the regex.
ar_sa: من الممكن تكوين سمات مختلفة، على سبيل المثال للتمييز بين الوكلاء والعملاء المختلفين بناء على المجال المعني. يمكنك التحقق من المجالات باستخدام التعبيرات العادية باستخدام أزواج المفاتيح/القيم. يجب أن يتضمن محتوى "المفتاح" التحقق من المجال (domain)، ومحتوى "القيمة" اسم الموضوع المراد تحديده لهذا المجال. يرجى الرجوع إلى الإدخالات مع أمثلة على التعبيرات العادية الصحيحة.
nb_no: Det er mulig å konfigurere ulike temaer, for eksempel for å skille mellom agenter og kunder, som skal brukes på per-domene basis i applikasjonen. Ved å bruke et regulært uttrykk (regex), kan du konfigurere et nøkkel/innhold-par for å matche et domene. Verdien i "Nøkkel" skal samsvare med domenet, og verdien i "Innhold" skal være et gyldig tema på systemet ditt. Se eksempeloppføringene for riktig form for regulært uttrykk.

source: It was not possible to check the PGP signature, this may be caused by a missing public key or an unsupported algorithm.
ar_sa: تعذر التحقق من توقيع PGP. الأسباب المحتملة هي الافتقار إلى المفاتيح العامة أو الخوارزمية غير المدعومة.
nb_no: Det var ikke mulig å sjekke PGP-signaturen, dette kan være forårsaket av en manglende offentlig nøkkel eller en ikke-støttet algoritme.

source: Italian
ar_sa: الإيطالية
nb_no: Italiensk

source: Italian stop words for fulltext index. These words will be removed from the search index.
ar_sa: كلمات الإيقاف الإيطالية لفهرس النص الكامل. يتم إزالة هذه الكلمات من فهرس البحث.
nb_no: Italienske stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Ivory
ar_sa: عَاج
nb_no: Elfenbein

source: Ivory (Slim)
ar_sa: العاج (قليل السمك)
nb_no: Elfenben (slank)

source: Japanese
ar_sa: اليابانية
nb_no: Japansk

source: JavaScript function for the search frontend.
ar_sa: وظيفة JavaScript لواجهة البحث.
nb_no: JavaScript-funksjon for søkegrensesnittet.

source: Jump to OTOBO!
ar_sa: رابط إلى OTOBO!
nb_no: Hopp til OTOBO!

source: Korean
ar_sa: الكورية
nb_no: koreansk

source: Language
ar_sa: اللغة
nb_no: Språk

source: Large
ar_sa: كبير
nb_no: Stor

source: Last Screen Overview
ar_sa: نظرة عامة على الشاشة الأخيرة
nb_no: Siste skjermoversikt

source: Last customer subject
ar_sa: آخر موضوع للعميل
nb_no: Siste kundeemne

source: Lastname Firstname
ar_sa: اسم العائلة الاسم الأول
nb_no: Etternavn Fornavn

source: Lastname Firstname (UserLogin)
ar_sa: اسم العائلة الاسم الأول (تسجيل دخول المستخدم)
nb_no: Etternavn Fornavn (Brukernavn)

source: Lastname, Firstname
ar_sa: اسم العائلة، الاسم الأول
nb_no: Etternavn, Fornavn

source: Lastname, Firstname (UserLogin)
ar_sa: الاسم الأخير ، الاسم الأول (تسجيل دخول المستخدم)
nb_no: Etternavn, Fornavn (Brukernavn)

source: LastnameFirstname
ar_sa: اسم العائلةالاسم الأول
nb_no: Etternavn Fornavn

source: Latvian
ar_sa: اللاتفية
nb_no: Latvisk

source: Left
ar_sa: يسار
nb_no: Venstre

source: Link Object
ar_sa: كائن الارتباط
nb_no: Koble objekt

source: Link Object.
ar_sa: كائن الارتباط.
nb_no: Koble objekt.

source: Link agents to groups.
ar_sa: تعيين وكلاء للمجموعات.
nb_no: Koble saksbehandlere til grupper.

source: Link agents to roles.
ar_sa: تعيين وكلاء للأدوار (roles).
nb_no: Koble saksbehandlere til roller.

source: Link customer users to customers.
ar_sa: تعيين مستخدمي العملاء إلى العملاء.
nb_no: Koble kundebrukere til kunder.

source: Link customer users to groups.
ar_sa: تعيين مستخدمي العملاء إلى مجموعات.
nb_no: Koble kundebrukere til grupper.

source: Link customer users to services.
ar_sa: تعيين مستخدمي العملاء إلى الخدمات.
nb_no: Koble kundebrukere til tjenester.

source: Link customers to groups.
ar_sa: تعيين العملاء إلى مجموعات.
nb_no: Koble kunder til grupper.

source: Link queues to auto responses.
ar_sa: تعيين ردود تلقائية لقوائم الانتظار.
nb_no: Koble køer til autosvar.

source: Link roles to groups.
ar_sa: تعيين الأدوار للمجموعات.
nb_no: Koble roller til grupper.

source: Link templates to attachments.
ar_sa: ربط القوالب بالمرفقات.
nb_no: Koble maler til vedlegg.

source: Link templates to queues.
ar_sa: تعيين قوالب لقوائم الانتظار.
nb_no: Koble maler til køer.

source: Link this ticket to other objects
ar_sa: ربط هذه التذكرة بكائنات أخرى
nb_no: Koble denne saken til andre objekter

source: Links 2 tickets with a "Normal" type link.
ar_sa: يربط 2 تذاكر مع نوع الارتباط "عادي".
nb_no: Koble 2 saker med en "normal" lenke.

source: Links 2 tickets with a "ParentChild" type link.
ar_sa: ربط تذكرتين مع نوع الارتباط "الوالدين والطفل".
nb_no: Koble 2 saker med en hierarkisk lenke.

source: Links appointments and tickets with a "Normal" type link.
ar_sa: ربط المواعيد والتذاكر برابط "عادي".
nb_no: Koble avtaler og saker med en "normal" lenke.

source: List of CSS files to always be loaded for the agent interface.
ar_sa: قائمة ملفات CSS التي يجب تحميلها دائما في واجهة الوكيل.
nb_no: Liste med CSS-filer som alltid skal lastes for agentdelen.

source: List of CSS files to always be loaded for the customer interface.
ar_sa: قائمة ملفات CSS التي يجب تحميلها دائما في واجهة العميل.
nb_no: Liste med CSS-filer som alltid skal lastes for kundeportalen.

source: List of JS files to always be loaded for the agent interface.
ar_sa: قائمة ملفات JavaScript التي يجب تحميلها دائما في واجهة الوكيل.
nb_no: Liste over JS-filer som alltid skal lastes for agentdelen.

source: List of JS files to always be loaded for the customer interface.
ar_sa: قائمة ملفات JavaScript التي يجب تحميلها دائما في واجهة العميل.
nb_no: Liste over JS-filer som alltid skal lastes for kundeportalen.

source: List of all CustomerCompany events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث العملاء التي سيتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle CustomerCompany-hendelser som skal vises i GUI.

source: List of all CustomerUser events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث مستخدم العميل التي سيتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle CustomerUser-hendelser som skal vises i GUI.

source: List of all DynamicField events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث الحقل الديناميكي ليتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle DynamicField-hendelser som skal vises i GUI.

source: List of all LinkObject events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث LinkObject لعرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle LinkObject-hendelser som skal vises i GUI.

source: List of all Package events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث الحزم التي سيتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle pakkehendelser som skal vises i GUI.

source: List of all appointment events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث المواعيد التي يتم عرضها في واجهة المستخدم.
nb_no: Liste over alle avtalehendelser som skal vises i GUI.

source: List of all article events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث المقالة التي سيتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle artikkelhendelser som skal vises i GUI.

source: List of all calendar events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث التقويم التي سيتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle kalenderhendelser som skal vises i GUI.

source: List of all queue events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث قائمة الانتظار ليتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle køhendelser som skal vises i GUI.

source: List of all ticket events to be displayed in the GUI.
ar_sa: قائمة بجميع أحداث التذاكر التي سيتم عرضها في واجهة المستخدم الرسومية.
nb_no: Liste over alle sakshendelser som skal vises i GUI.

source: List of colors in hexadecimal RGB which will be available for selection during calendar creation. Make sure the colors are dark enough so white text can be overlayed on them.
ar_sa: قائمة الألوان في hexadecimal RGB، والتي يتم تعيينها لتقويمات مستخدم مختلفة. تأكد من أن الألوان داكنة بما يكفي لعرض نص أبيض عليها. إذا تجاوز عدد التقويمات عدد الألوان المتاحة، استخدام هذه القائمة مرة أخرى من البداية.
nb_no: Liste over farger i heksadesimal RGB som vil være tilgjengelig for valg under opprettelse av kalender. Sørg for at fargene er mørke nok til at hvit tekst kan legges over dem.

source: List of default Standard Templates which are assigned automatically to new Queues upon creation.
ar_sa: قائمة القوالب القياسية التي سيتم تعيينها لقوائم الانتظار الجديدة تلقائيا بعد الإنشاء.
nb_no: Liste over standard standardmaler som automatisk tildeles nye køer ved opprettelse.

source: List of responsive CSS files to always be loaded for the agent interface.
ar_sa: قائمة ملفات CSS سريعة الاستجابة لتحميلها دائما في منطقة الوكيل.
nb_no: Liste over responsive CSS-filer som alltid skal lastes inn for agentgrensesnittet.

source: List of responsive CSS files to always be loaded for the customer interface.
ar_sa: قائمة ملفات CSS سريعة الاستجابة التي يجب تحميلها دائما في منطقة العميل.
nb_no: Liste over responsive CSS-filer som alltid skal lastes inn for kundegrensesnittet.

source: List of states for which escalations should be suspended.
ar_sa: قائمة بجميع الحالات التي سيتم تعليق التصعيد من أجلها.
nb_no: Liste over tilstander som eskaleringer bør suspenderes for.

source: List view
ar_sa: طريقة عرض القائمة
nb_no: Listevisning

source: Lithuanian
ar_sa: الليتوانية
nb_no: Litauisk

source: Loader module registration for the agent interface.
ar_sa: تسجيل وحدة اللودر (Loader) لواجهة الوكيل.
nb_no: Lastemodulregistrering for agentgrensesnittet.

source: Loader module registration for the customer interface.
ar_sa: تسجيل وحدة اللودر (Loader) لواجهة العميل.
nb_no: Lastemodulregistrering for kundegrensesnittet.

source: Lock / unlock this ticket
ar_sa: إقفال / إلغاء تأمين هذه التذكرة
nb_no: Lås / lås opp denne saken

source: Locked Tickets
ar_sa: تذاكر مقفلة
nb_no: Mine personlige saker

source: Locked Tickets.
ar_sa: تذاكر مقفلة.
nb_no: Låste saker.

source: Locked ticket.
ar_sa: تذكرة مؤمنة.
nb_no: Sak satt som privat.

source: Logged in users.
ar_sa: المستخدمون الذين قاموا بتسجيل الدخول.
nb_no: Påloggede brukere.

source: Logged-In Users
ar_sa: المستخدمون المسجلون
nb_no: Påloggede brukere

source: Logout of customer panel.
ar_sa: تسجيل الخروج من منطقة العملاء.
nb_no: Logg ut av kundepanel.

source: Look into a ticket!
ar_sa: ألق نظرة فاحصة على التذكرة!
nb_no: Se på sak!

source: Loop protection: no auto-response sent to "%s".
ar_sa: الحماية من التكرار (Loop protection)! لم يتم إرسال أي رد تلقائي إلى "%s".
nb_no: Sløyfebeskyttelse: ingen autosvar sendt til "%s".

source: Macedonian
ar_sa: المقدونية
nb_no: makedonsk

source: Mail Accounts
ar_sa: حسابات البريد الإلكتروني
nb_no: E-postkontoer

source: MailQueue configuration settings.
ar_sa: إعدادات تكوين قائمة انتظار البريد.
nb_no: MailQueue-konfigurasjonsinnstillinger.

source: Main menu for the agent interface.
ar_sa: القائمة الرئيسية في منطقة الوكيل.
nb_no: Hovedmeny for agentgrensesnittet.

source: Main menu item registration.
ar_sa: تسجيل عنصر القائمة الرئيسية.
nb_no: Hovedmenyelement-registrering.

source: Main menu registration.
ar_sa: تسجيل القائمة الرئيسية.
nb_no: Hovedmeny-registrering.

source: Makes the application block external content loading.
ar_sa: يسمح للتطبيق بحظر تحميل المحتوى الخارجي.
nb_no: Får applikasjonen til å blokkere ekstern innholdslasting.

source: Makes the application check the MX record of email addresses before sending an email or submitting a telephone or email ticket.
ar_sa: يتحقق من إدخال MX لعنوان البريد الإلكتروني قبل إرسال بريد إلكتروني أو إرسال تذكرة هاتف.
nb_no: Gjør at systemet sjekker MX-oppføringen for e-postadressen før det sender en e-post eller oppretter en telefonsak eller e-postsak.

source: Makes the application check the syntax of email addresses.
ar_sa: يتحقق من بناء جملة عناوين البريد الإلكتروني (syntax).
nb_no: Gjør at systemet sjekker at en e-postadresse er skrevet på riktig måte.
