Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: No package information available.
ar_sa: لا تتوفر معلومات الحزمة.
nb_no: Ingen pakkeinformasjon tilgjengelig.

source: Add new entry
ar_sa: إضافة إدخال جديد
nb_no: Ny post

source: Add key
ar_sa: إضافة مفتاح
nb_no: Legg til nøkkel

source: Deployment comment...
ar_sa: تعليق النشر...
nb_no: Implementeringskommentar...

source: This field can have no more than 250 characters.
ar_sa: لا يمكن أن يحتوي هذا الحقل على أكثر من 250 حرفا.
nb_no: Dette feltet kan ikke ha mer enn 250 tegn.

source: Deploying, please wait...
ar_sa: يتم التنفيذ، يرجى الانتظار...
nb_no: Implementerer, vennligst vent...

source: Preparing to deploy, please wait...
ar_sa: يتم الآن التحضير للتنفيذ، الرجاء الانتظار...
nb_no: Forbereder distribusjon, vennligst vent...

source: Deploy now
ar_sa: ضعها موضع التنفيذ الآن
nb_no: Distribuer nå

source: Try again
ar_sa: حاول مرة أخرى
nb_no: Prøv igjen

source: Reset options
ar_sa: خيارات إعادة الضبط
nb_no: Tilbakestill alternativer

source: Reset setting on global level.
ar_sa: إعادة تعيين الإعداد على المستوى العمومي.
nb_no: Tilbakestill innstillingen på globalt nivå.

source: Reset globally
ar_sa: إعادة تعيين بشكل عمومي
nb_no: Tilbakestill globalt

source: Remove all user changes.
ar_sa: إزالة كافة تغييرات المستخدم.
nb_no: Fjern alle brukerendringer.

source: Reset locally
ar_sa: إعادة التعيين محليا
nb_no: Tilbakestill lokalt

source: user(s) have modified this setting.
ar_sa: قام المستخدم (المستخدمين) بتعديل هذا الإعداد.
nb_no: bruker(e) har endret denne innstillingen.

source: Do you really want to reset this setting to it's default value?
ar_sa: هل تريد حقا إعادة تعيين هذا الإعداد إلى قيمته الافتراضية؟
nb_no: Vil du virkelig tilbakestille denne innstillingen til standardverdien?

source: You can use the category selection to limit the navigation tree below to entries from the selected category. As soon as you select the category, the tree will be re-built.
ar_sa: يمكنك إستخدام تحديد الفئة لتقييد شجرة التصفح بإدخالات من الفئة المحددة. عند تحديد مدخل، سيتم إعادة بناء الشجرة تلقائيا.
nb_no: Du kan bruke kategorivalget for å begrense navigasjonstreet nedenfor til oppføringer fra den valgte kategorien. Så snart du velger kategori, vil treet bli gjenoppbygd.

source: CustomerIDs
ar_sa: أرقام العميل
nb_no: Kunde-IDer

source: Fax
ar_sa: رقم الفاكس
nb_no: Telefaks

source: Street
ar_sa: الشارع
nb_no: Gate

source: Zip
ar_sa: الرمز البريدي
nb_no: Postnr

source: City
ar_sa: المدينة
nb_no: By

source: Country
ar_sa: الدولة
nb_no: Land

source: Mr.
ar_sa: سيد
nb_no: Hr.

source: Mrs.
ar_sa: سيدة
nb_no: Fru

source: Address
ar_sa: العنوان
nb_no: Adresse

source: View system log messages.
ar_sa: عرض رسائل سجل النظام.
nb_no: Vis systemloggmeldinger.

source: Edit the system configuration settings.
ar_sa: تحرير إعدادات تكوين النظام.
nb_no: Endre på systeminnstillingene.

source: Update and extend your system with software packages.
ar_sa: قم بتحديث النظام الخاص بك وتوسيعه باستخدام حزم البرامج.
nb_no: Oppdater og utvid systemet med programvarepakker.

source: ACL information from database is not in sync with the system configuration, please deploy all ACLs.
ar_sa: معلومات ال ACL في قاعدة البيانات غير متزامنة مع إعدادات تكوين النظام. فضلاً قم بتمرير كل ال ACLs.
nb_no: ACL informasjonen fra databasen er ikke i synk med systemkonfigurasjonen, vennligst distributer alle ACLer.

source: ACLs could not be Imported due to a unknown error, please check OTOBO logs for more information
ar_sa: تعذر استيراد قوائم التحكم في الوصول (ACLs) بسبب خطأ غير معروف، يرجى مراجعة سجلات OTOBO لمزيد من المعلومات
nb_no: ACL-er kunne ikke importeres på grunn av en ukjent feil, vennligst sjekk OTOBO-loggene for mer informasjon

source: The following ACLs have been added successfully: %s
ar_sa: تمت إضافة قوائم التحكم بالوصول (ACLs) التالية بنجاح: ٪s
nb_no: Følgende tilgangskontrollister er lagt til: %s

source: The following ACLs have been updated successfully: %s
ar_sa: تم تحديث قوائم التحكم بالوصول (ACLs) التالية بنجاح: ٪s
nb_no: Følgende tilgangskontrollister har blitt oppdatert: %s

source: There where errors adding/updating the following ACLs: %s. Please check the log file for more information.
ar_sa: هناك أخطاء في إضافة/تحديث قوائم التحكم بالوصول (ACLs) التالية: ٪s. الرجاء التحقق من ملف السجل للحصول على مزيد من المعلومات.
nb_no: Det var feil ved å legge til/oppdatere følgende tilgangskontrollister: %s. Vennligst sjekk loggfilen for mer informasjon.

source: There was an error creating the ACL
ar_sa: حدث خطأ في إنشاء قائمة التحكم بالوصول (ACL)
nb_no: Det oppsto en feil ved opprettelse av tilgangskontrollisten

source: Need ACLID!
ar_sa: تحتاج إلى ACL-ID!
nb_no: Trenger ACLID!

source: Could not get data for ACLID %s
ar_sa: تعذر الحصول على بيانات ل ACL-ID ٪s
nb_no: Kunne ikke hente data for ACLID %s

source: There was an error updating the ACL
ar_sa: حدث خطأ في تحديث قائمة التحكم بالوصول (ACL)
nb_no: Det oppsto en feil under oppdatering av tilgangskontrollisten

source: There was an error setting the entity sync status.
ar_sa: حدث خطأ أثناء تعيين حالة المزامنة.
nb_no: Det oppsto en feil under innstilling av enhetssynkroniseringsstatus.

source: There was an error synchronizing the ACLs.
ar_sa: حدث خطأ أثناء مزامنة قوائم التحكم بالوصول (ACLs).
nb_no: Det oppsto en feil under synkronisering av tilgangskontrollistene.

source: ACL %s could not be deleted
ar_sa: تعذر حذف قوائم التحكم في الوصول (ACL) ٪s
nb_no: ACL %s kunne ikke slettes

source: There was an error getting data for ACL with ID %s
ar_sa: حدث خطأ في الحصول على بيانات لقوائم التحكم في الوصول (ACL) باستخدام ID ٪s
nb_no: Det oppsto en feil ved henting av data for ACL med ID %s

source: %s (copy) %s
ar_sa: ٪s (نسخة) ٪s
nb_no: %s (kopi) %s'

source: Please note that ACL restrictions will be ignored for the Superuser account (UserID 1).
ar_sa: يرجى ملاحظة أن قيود ACL لا تنطبق على حساب المستخدم المتميز (UserID 1).
nb_no: Vær oppmerksom på at ACL-begrensninger vil bli ignorert for Superuser-kontoen (UserID 1).

source: Exact match
ar_sa: تطابق تام
nb_no: Nøyaktig treff

source: Negated exact match
ar_sa: نفي المطابقة التامة
nb_no: Negert eksakt samsvar

source: Regular expression
ar_sa: تعبير نمطي
nb_no: Vanlig uttrykk

source: Regular expression (ignore case)
ar_sa: التعبير النمطي (تجاهل حالة الأحرف)
nb_no: Regelmessig uttrykk (ignorer store og små bokstaver)

source: Negated regular expression
ar_sa: نفي التعبير العادي
nb_no: Negert regulært uttrykk

source: Negated regular expression (ignore case)
ar_sa: التعبير العادي المنفي (تجاهل الحالة)
nb_no: Negert regulært uttrykk (ignorer store og små bokstaver)

source: Could not update About message!
ar_sa: تعذر تحديث حول الرسالة!
nb_no: Kunne ikke oppdatere Om melding!

source: About message updated!
ar_sa: حول الرسالة التي تم تحديثها!
nb_no: Om melding oppdatert!

source: System was unable to create Calendar!
ar_sa: تعذر على النظام إنشاء تقويم!
nb_no: Systemet kunne ikke opprette kalender!

source: Please contact the administrator.
ar_sa: الرجاء الاتصال بالمسؤول.
nb_no: Vennligst kontakt administratoren.

source: No CalendarID!
ar_sa: لا يوجد معرف تقويم!
nb_no: Ingen kalender-ID!

source: You have no access to this calendar!
ar_sa: ليس لديك حق الوصول إلى هذا التقويم!
nb_no: Du har ikke tilgang til denne kalenderen!

source: Error updating the calendar!
ar_sa: خطأ في تحديث التقويم!
nb_no: Feil under oppdatering av kalenderen!

source: Couldn't read calendar configuration file.
ar_sa: تعذر قراءة ملف تكوين التقويم.
nb_no: Kunne ikke lese kalenderkonfigurasjonsfilen.

source: Please make sure your file is valid.
ar_sa: الرجاء التأكد من أن ملفك صالح.
nb_no: Sørg for at filen din er gyldig.

source: Could not import the calendar!
ar_sa: تعذر إستيراد التقويم!
nb_no: Kunne ikke importere kalenderen!

source: Calendar imported!
ar_sa: تم إستيراد التقويم!
nb_no: Kalender importert!

source: Need CalendarID!
ar_sa: بحاجة إلى معرف التقويم!
nb_no: Trenger CalendarID!

source: Could not retrieve data for given CalendarID
ar_sa: تعذر إسترداد البيانات ل معرف تقويم المحدد
nb_no: Kunne ikke hente data for gitt kalender-ID

source: Successfully imported %s appointment(s) to calendar %s.
ar_sa: تم إستيراد ٪s موعد/مواعيد بنجاح إلى التقويم ٪s.
nb_no: Vellykket importert %s avtale(r) til kalenderen %s.

source: +5 minutes
ar_sa: +5 دقائق
nb_no: +5 minutter

source: +15 minutes
ar_sa: +15 دقيقة
nb_no: +15 minutter

source: +30 minutes
ar_sa: +30 دقيقة
nb_no: +30 minutter

source: +1 hour
ar_sa: +1 ساعة
nb_no: +1 time'

source: No permissions
ar_sa: لا توجد أذونات
nb_no: Ingen rettigheter

source: System was unable to import file!
ar_sa: تعذر على النظام إستيراد الملف!
nb_no: Systemet kunne ikke importere filen!

source: Please check the log for more information.
ar_sa: الرجاء مراجعة السجل للحصول على مزيد من المعلومات.
nb_no: Vennligst sjekk loggen for mer informasjon.

source: Notification name already exists!
ar_sa: اسم الإخطار موجود بالفعل!
nb_no: Navnet på varselet finnes allerede!

source: Notification added!
ar_sa: تمت إضافة إخطار!
nb_no: Varsling lagt til!

source: There was an error getting data for Notification with ID:%s!
ar_sa: حدث خطأ أثناء إسترداد البيانات للإشعار بالمعرف ٪s!
nb_no: Det oppsto en feil ved å hente data for varsling med ID:%s!

source: Unknown Notification %s!
ar_sa: إخطار غير معروف ٪s!
nb_no: Ukjent varsel %s!

source: %s (copy)
ar_sa: ٪s (نسخة)
nb_no: %s (kopi)'

source: There was an error creating the Notification
ar_sa: حدث خطأ في إنشاء الإخطار
nb_no: Det oppsto en feil da varselet skulle opprettes

source: Notifications could not be Imported due to a unknown error, please check OTOBO logs for more information
ar_sa: تعذر استيراد الإخطارات بسبب خطأ غير معروف، يرجى مراجعة سجلات OTOBO لمزيد من المعلومات
nb_no: Varsler kunne ikke importeres på grunn av en ukjent feil, vennligst sjekk OTOBO-loggene for mer informasjon

source: The following Notifications have been added successfully: %s
ar_sa: تمت إضافة الإخطارات التالية بنجاح: ٪s
nb_no: Følgende varsler er lagt til: %s

source: The following Notifications have been updated successfully: %s
ar_sa: تم تحديث الإخطارات التالية بنجاح: ٪s
nb_no: Følgende varsler har blitt oppdatert: %s

source: There where errors adding/updating the following Notifications: %s. Please check the log file for more information.
ar_sa: هناك أخطاء في إضافة/تحديث الإخطارات التالية: ٪s. الرجاء التحقق من ملف السجل للحصول على مزيد من المعلومات.
nb_no: Det var feil ved å legge til/oppdatere følgende varsler: %s. Vennligst sjekk loggfilen for mer informasjon.

source: Notification updated!
ar_sa: تم تحديث الإخطار!
nb_no: Varsling oppdatert!

source: Agent (resources), who are selected within the appointment
ar_sa: الوكيل (الموارد)، الذي يتم إختياره ضمن الموعد
nb_no: Agent (ressurser), som velges innenfor avtalen

source: All agents with (at least) read permission for the appointment (calendar)
ar_sa: جميع الوكلاء الذين لديهم (على الأقل) إذن القراءة للموعد (التقويم)
nb_no: Alle agenter med (minst) lesetillatelse for avtalen (kalender)

source: All agents with write permission for the appointment (calendar)
ar_sa: جميع الوكلاء الذين لديهم إذن الكتابة للموعد (التقويم)
nb_no: Alle agenter med skrivetillatelse for avtalen (kalender)

source: Attachment added!
ar_sa: تمت إضافة المرفق!
nb_no: Vedlegg lagt til!

source: Auto Response added!
ar_sa: تمت إضافة الاستجابة التلقائية!
nb_no: Autorespons lagt til!

source: Invalid CommunicationID!
ar_sa: معرف الاتصال غير صالح!
nb_no: Ugyldig kommunikasjons-ID!

source: All communications
ar_sa: جميع الاتصالات
nb_no: All kommunikasjon

source: Last 1 hour
ar_sa: آخر ساعة
nb_no: Siste 1 time

source: Last 3 hours
ar_sa: آخر 3 ساعات
nb_no: Siste 3 timer

source: Last 6 hours
ar_sa: آخر 6 ساعات
nb_no: Siste 6 timer

source: Last 12 hours
ar_sa: آخر 12 ساعة
nb_no: Siste 12 timer

source: Last 24 hours
ar_sa: آخر 24 ساعة
nb_no: Siste 24 timer

source: Last week
ar_sa: الأسبوع الماضي
nb_no: Forrige uke

source: Last month
ar_sa: الشهر الماضي
nb_no: Forrige måned

source: Invalid StartTime: %s!
ar_sa: وقت بدء غير صالح: ٪s!
nb_no: Ugyldig starttid: %s!

source: Successful
ar_sa: نَاجِحٌ
nb_no: Vellykket

source: Processing
ar_sa: تمت معالجتها
nb_no: Behandling

source: Failed
ar_sa: فشل
nb_no: Feilet

source: Invalid Filter: %s!
ar_sa: فشل عامل التصفية غير صالح: ٪s!
nb_no: Ugyldig filter: %s!

source: Less than a second
ar_sa: أقل من ثانية
nb_no: Mindre enn et sekund

source: sorted descending
ar_sa: فرز تنازلي
nb_no: sortert synkende

source: sorted ascending
ar_sa: فرز تصاعدي
nb_no: sortert stigende

source: Trace
ar_sa: وَثَّقَ
nb_no: Spor

source: Debug
ar_sa: تصحيح الأخطاء
nb_no: Feilsøk

source: Info
ar_sa: معلومات
nb_no: Informasjon

source: Warn
ar_sa: تحذير
nb_no: Varsle

source: days
ar_sa: أيام
nb_no: dager

source: day
ar_sa: يوم
nb_no: dag

source: hour
ar_sa: ساعة
nb_no: time

source: minute
ar_sa: دقيقة
nb_no: minutt

source: seconds
ar_sa: ثواني
nb_no: sekunder

source: second
ar_sa: ثانية
nb_no: sekund

source: No contact is given!
ar_sa: لا توجد تفاصيل جهة الاتصال!
nb_no: Ingen kontakt er gitt!

source: No data found for given contact in given source!
ar_sa: تعذر العثور على بيانات جهة الاتصال في المصدر المحدد!
nb_no: Ingen data funnet for gitt kontakt i gitt kilde!

source: Contact updated!
ar_sa: تم تحديث جهة الاتصال!
nb_no: Kontakt oppdatert!

source: No field data found!
ar_sa: لم يتم العثور على بيانات الحقل!
nb_no: Ingen feltdata funnet!

source: Contact created!
ar_sa: تم إنشاء جهة اتصال!
nb_no: Kontakt opprettet!

source: Error creating contact!
ar_sa: خطأ في إنشاء جهة اتصال!
nb_no: Feil ved opprettelse av kontakt!

source: No sources found, at least one "Contact with data" dynamic field must be added to the system!
ar_sa: لم يتم العثور على مصادر. الرجاء إضافة حقل ديناميكي واحد على الأقل "بيانات الاتصال" إلى النظام!
nb_no: Ingen kilder funnet, minst ett "Kontakt med data" dynamisk felt må legges til systemet!

source: No data found for given source!
ar_sa: لم يتم العثور على بيانات في المصدر المحدد!
nb_no: Ingen data funnet for gitt kilde!

source: Could not update Privacy Policy!
ar_sa: تعذر تحديث نهج الخصوصية!
nb_no: Kunne ikke oppdatere personvernerklæringen!

source: Privacy Policy updated!
ar_sa: تم تحديث نهج الخصوصية!
nb_no: Personvernerklæring oppdatert!

source: Customer company updated!
ar_sa: تم تحديث شركة العميل!
nb_no: Kundebedrift oppdatert!

source: Dynamic field %s not found!
ar_sa: لم يتم العثور على الحقل الديناميكي ٪s!
nb_no: Dynamisk felt %s ikke funnet!

source: Unable to set value for dynamic field %s!
ar_sa: يتعذر تعيين قيمة للحقل الديناميكي ٪s!
nb_no: Kan ikke angi verdi for dynamisk felt %s!

source: Customer Company %s already exists!
ar_sa: شركة العميل ٪s موجودة بالفعل!
nb_no: Kundebedrift %s eksisterer allerede!

source: Customer company added!
ar_sa: تمت اضافة شركة العميل!
nb_no: Kundebedrift lagt til!

source: No configuration for 'CustomerGroupPermissionContext' found!
ar_sa: لم يتم العثور على تكوين ل 'CustomerGroupPermissionContext'!
nb_no: Ingen konfigurasjon for 'CustomerGroupPermissionContext' funnet!

source: Please check system configuration.
ar_sa: الرجاء التحقق من تكوين النظام.
nb_no: Vennligst sjekk systemkonfigurasjonen.

source: Invalid permission context configuration:
ar_sa: تكوين سياق الإذن غير صالح:
nb_no: Ugyldig konfigurasjon av tillatelseskontekst:

source: Customer updated!
ar_sa: تم تحديث العميل!
nb_no: Kunde oppdatert!

source: New phone ticket
ar_sa: تذكرة هاتف جديدة
nb_no: Ny telefonsak

source: New email ticket
ar_sa: تذكرة بريد إلكتروني جديدة
nb_no: Ny e-postsak

source: Customer %s added
ar_sa: تمت إضافة العميل ٪s
nb_no: Kunde %s lagt til

source: Customer user updated!
ar_sa: تم تحديث مستخدم العميل!
nb_no: Kundebruker oppdatert!

source: Same Customer
ar_sa: نفس العميل
nb_no: Samme kunde

source: Direct
ar_sa: مُبَاشِرٌ
nb_no: Direkte

source: Indirect
ar_sa: غَيْرُ مُبَاشِر
nb_no: Indirekte

source: Change Customer User Relations for Group
ar_sa: تغيير علاقات مستخدم العميل للمجموعة
nb_no: Endre kundebrukerforhold for gruppe

source: Change Group Relations for Customer User
ar_sa: إدارة مهام المجموعة لمستخدمي العملاء
nb_no: Endre gruppeforhold for kundebruker

source: Allocate Customer Users to Service
ar_sa: تعيين مستخدمي العملاء إلى الخدمات
nb_no: Tildel kundebrukere til tjeneste

source: Allocate Services to Customer User
ar_sa: تخصيص الخدمات لمستخدم العميل
nb_no: Tildel tjenester til kundebruker

source: Fields configuration is not valid
ar_sa: تكوين الحقول غير صالح
nb_no: Feltkonfigurasjonen er ikke gyldig

source: Objects configuration is not valid
ar_sa: تكوين الكائن غير صالح
nb_no: Objektkonfigurasjonen er ikke gyldig

source: Could not reset Dynamic Field order properly, please check the error log for more details.
ar_sa: تعذر إعادة تعيين ترتيب "الحقل الديناميكي" بشكل صحيح، الرجاء التحقق من سجل الأخطاء للحصول على مزيد من التفاصيل.
nb_no: Kunne ikke tilbakestille Dynamic Field-rekkefølgen riktig, sjekk feilloggen for mer informasjon.

source: Undefined subaction.
ar_sa: إجراء فرعي غير معرف.
nb_no: Udefinert delhandling.

source: Need %s
ar_sa: الحاجة إلى ٪s
nb_no: Trenger %s

source: Add %s field
ar_sa: إضافة حقل ٪s
nb_no: Legg til %s felt

source: The field does not contain only ASCII letters and numbers.
ar_sa: لا يحتوي الحقل على أحرف وأرقام ASCII فقط.
nb_no: Feltet inneholder ikke bare ASCII-bokstaver og tall.

source: There is another field with the same name.
ar_sa: يوجد حقل آخر يحمل نفس الاسم.
nb_no: Det er et annet felt med samme navn.

source: The field must be numeric.
ar_sa: قد يحتوي الحقل على أرقام فقط.
nb_no: Feltet må være numerisk.

source: Need ValidID
ar_sa: مطلوب معرف صالح
nb_no: Trenger gyldig ID

source: Could not create the new field
ar_sa: تعذر إنشاء الحقل الجديد
nb_no: Kunne ikke opprette det nye feltet

source: Need ID
ar_sa: بحاجة إلى معرف
nb_no: Trenger ID

source: Could not get data for dynamic field %s
ar_sa: تعذر الحصول على بيانات للحقل الديناميكي ٪s
nb_no: Kunne ikke hente data for dynamisk felt %s

source: Change %s field
ar_sa: تغيير حقل ٪s
nb_no: Endre %s-feltet

source: The name for this field should not change.
ar_sa: يجب عدم تغيير اسم هذا الحقل.
nb_no: Navnet på dette feltet skal ikke endres.

source: Could not update the field %s
ar_sa: تعذر تحديث الحقل ٪s
nb_no: Kunne ikke oppdatere feltet %s

source: Currently
ar_sa: حالياً
nb_no: Nåværende

source: Unchecked
ar_sa: غير محدد
nb_no: Ikke merket

source: Checked
ar_sa: مُنْتَقىً
nb_no: Krysset av

source: This field key is duplicated.
ar_sa: مفتاح الحقل هذا موجود بالفعل.
nb_no: Denne feltnøkkelen er duplisert.

source: This field value is duplicated.
ar_sa: هذه القيمة موجودة بالفعل.
nb_no: Denne feltverdien er duplisert.

source: Prevent entry of dates in the future
ar_sa: منع إدخال التواريخ في المستقبل
nb_no: Hindre oppføring av datoer i fremtiden

source: Prevent entry of dates in the past
ar_sa: منع إدخال التواريخ في الماضي
nb_no: Forhindre oppføring av datoer i fortiden

source: Settings were saved.
ar_sa: تم حفظ الإعدادات.
nb_no: Innstillingene ble lagret.

source: System was not able to save the setting!
ar_sa: تعذر على النظام حفظ الإعداد!
nb_no: Systemet kunne ikke lagre innstillingen!

source: Setting is locked by another user!
ar_sa: تم تأمين الإعداد بواسطة مستخدم آخر!
nb_no: Innstillingen er låst av en annen bruker!

source: System was not able to reset the setting!
ar_sa: تعذر على النظام إعادة تعيين الإعداد!
nb_no: Systemet kunne ikke tilbakestille innstillingen!

source: Settings were reset.
ar_sa: تم إعادة تعيين الإعدادات.
nb_no: Innstillingene ble tilbakestilt.

source: Select at least one recipient.
ar_sa: حدد مستلما واحدا على الأقل.
nb_no: Velg minst én mottaker.

source: minute(s)
ar_sa: دقيقة (دقائق)
nb_no: minutt(er)

source: hour(s)
ar_sa: ساعة (ساعات)
nb_no: time(r)

source: Time unit
ar_sa: وحدة قياس الوقت
nb_no: Tidsenhet

source: within the last ...
ar_sa: في آخر ...
nb_no: i løpet av de siste ...

source: within the next ...
ar_sa: خلال الفترة القادمة . . .
nb_no: i løpet av neste ...

source: more than ... ago
ar_sa: أكثر من ... قبل
nb_no: mer enn ... siden

source: Unarchived tickets
ar_sa: تذاكر غير محفوظة في الأرشيف
nb_no: Aktive saker

source: archive tickets
ar_sa: تذاكر الأرشيف
nb_no: arkivsaker

source: restore tickets from archive
ar_sa: إستعادة التذاكر من الأرشيف
nb_no: gjenopprette saker fra arkivet

source: Need Profile!
ar_sa: مطلوب ملف التعريف!
nb_no: Trenger profil!

source: Got no values to check.
ar_sa: لا توجد قيم للتحقق منها.
nb_no: Har ingen verdier å sjekke.

source: Please remove the following words because they cannot be used for the ticket selection:
ar_sa: الرجاء إزالة الكلمات التالية لأنه لا يمكن إستخدامها لتحديد التذاكر:
nb_no: Vennligst fjern følgende ord fordi de ikke kan brukes til saksvalget:

source: Need WebserviceID!
ar_sa: بحاجة إلى معرف خدمة الويب!
nb_no: Trenger WebserviceID!

source: Could not get data for WebserviceID %s
ar_sa: تعذر العثور على بيانات لمعرف خدمة ويب ٪s
nb_no: Kunne ikke hente data for webtjeneste-ID %s

source: ascending
ar_sa: تصاعدي
nb_no: stigende

source: descending
ar_sa: تنازلي
nb_no: synkende

source: Need communication type!
ar_sa: نوع الاتصال مطلوب!
nb_no: Trenger kommunikasjonstype!

source: Communication type needs to be 'Requester' or 'Provider'!
ar_sa: يجب أن يكون نوع الاتصال 'الطالب' أو 'الموفر'!
nb_no: Kommunikasjonstypen må være 'Requester' eller 'Provider'!

source: Invalid Subaction!
ar_sa: إجراء فرعي غير صالح!
nb_no: Ugyldig subaksjon!

source: Need ErrorHandlingType!
ar_sa: تحتاج إلى نوع معالجة الخطأ!
nb_no: Trenger ErrorHandlingType!

source: ErrorHandlingType %s is not registered
ar_sa: خطأ في معالجة النوع ٪s غير مسجل
nb_no: ErrorHandlingType %s er ikke registrert

source: Could not update web service
ar_sa: تعذر تحديث خدمة ويب
nb_no: Kunne ikke oppdatere nettjenesten

source: Need ErrorHandling
ar_sa: تحتاج معالجة الخطأ
nb_no: Trenger feilhåndtering

source: Could not determine config for error handler %s
ar_sa: تعذر تحديد التكوين لمعالج الأخطاء ٪s
nb_no: Kunne ikke bestemme konfigurasjonen for feilbehandler %s

source: Invoker processing outgoing request data
ar_sa: يقوم Invoker بمعالجة بيانات الطلب الصادر
nb_no: Invoker behandler utgående forespørselsdata

source: Mapping outgoing request data
ar_sa: تعيين بيانات الطلب الصادر
nb_no: Kartlegging av utgående forespørselsdata

source: Transport processing request into response
ar_sa: طلب معالجة النقل إلى إستجابة
nb_no: Transportbehandlingsforespørsel til svar

source: Mapping incoming response data
ar_sa: تعيين بيانات الاستجابة الواردة
nb_no: Kartlegging av innkommende svardata

source: Invoker processing incoming response data
ar_sa: معالجة Invoker لبيانات الاستجابة الواردة
nb_no: Invoker behandler innkommende svardata

source: Transport receiving incoming request data
ar_sa: نقل بيانات الطلبات الواردة
nb_no: Transport som mottar innkommende forespørselsdata

source: Mapping incoming request data
ar_sa: تعيين بيانات الطلب الواردة
nb_no: Kartlegging av innkommende forespørselsdata

source: Operation processing incoming request data
ar_sa: معالجة بيانات الطلب الوارد للعملية
nb_no: Operasjon som behandler innkommende forespørselsdata

source: Mapping outgoing response data
ar_sa: تعيين بيانات الاستجابة الصادرة
nb_no: Kartlegging av utgående svardata

source: Transport sending outgoing response data
ar_sa: النقل يرسل بيانات الاستجابة
nb_no: Transport sender utgående svardata

source: skip same backend modules only
ar_sa: تخطي نفس وحدات الطرف الخلفي فقط
nb_no: bare hoppe over de samme backend-modulene

source: skip all modules
ar_sa: تخطي كافة الوحدات النمطية
nb_no: hoppe over alle moduler

source: Operation deleted
ar_sa: تم حذف العملية
nb_no: Operasjonen er slettet

source: Invoker deleted
ar_sa: تم حذف Invoker
nb_no: Invoker slettet

source: 0 seconds
ar_sa: 0 ثانية
nb_no: 0 sekunder

source: 15 seconds
ar_sa: 15 ثانية
nb_no: 15 sekunder

source: 30 seconds
ar_sa: 30 ثانية
nb_no: 30 sekunder

source: 45 seconds
ar_sa: 45 ثانية
nb_no: 45 sekunder

source: 1 minute
ar_sa: دقيقة واحدة
nb_no: 1 minutt
