Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Database already contains data - it should be empty!
ar_sa: تحتوي قاعدة البيانات بالفعل على بيانات، على الرغم من أنها يجب أن تكون فارغة!
nb_no: Databasen inneholder allerede data - den må være tom!

source: Error: Please make sure your database accepts packages over %s MB in size (it currently only accepts packages up to %s MB). Please adapt the max_allowed_packet setting of your database in order to avoid errors.
ar_sa: خطأ: الرجاء التأكد من قبول قاعدة البيانات للحزم التي يزيد حجمها عن ‎%s ميغابايت (تقبل حاليا الحزم حتى ‎%s ميغابايت فقط). الرجاء تعديل إعداد max_allowed_packet لقاعدة البيانات لتجنب الأخطاء.
nb_no: Feil: Sørg for at databasen din aksepterer pakker over %s MB i størrelse (den godtar for øyeblikket bare pakker opptil %s MB). Vennligst tilpass max_allowed_packet-innstillingen for databasen for å unngå feil.

source: Error: Please set the value for innodb_log_file_size on your database to at least %s MB (current: %s MB, recommended: %s MB). For more information, please have a look at %s.
ar_sa: خطأ: الرجاء تعيين قيمة INNODB_log_file_size في قاعدة البيانات إلى ‎%s ميغابايت على الأقل (الحالي: ‎%s ميغابايت، مستحسن: ‎%s ميغابايت). لمزيد من المعلومات، الرجاء إلقاء نظرة على ‎%s.
nb_no: Feil: Sett verdien for innodb_log_file_size på databasen din til minst %s MB (gjeldende: %s MB, anbefalt: %s MB). For mer informasjon, vennligst ta en titt på %s.

source: If you want to re-run the MigrateFromOTRS Tool, disable the SecureMode in the SysConfig.
ar_sa: إذا كنت تريد تشغيل أداة الترحيل MigrateFromOTRS مرة أخرى، فقم بتعطيل الوضع الآمن "SecureMode" في إعدادات التكوين (SysConfig).
nb_no: Hvis du vil kjøre MigrateFromOTRS-verktøyet på nytt, deaktiverer du SecureMode i SysConfig.

source: OTRS to OTOBO migration
ar_sa: ترحيل OTRS إلى OTOBO
nb_no: OTRS til OTOBO migrering

source: No %s!
ar_sa: لا ‎%s!
nb_no: Ingen %s!

source: No such user!
ar_sa: لم يتم العثور على مستخدم!
nb_no: Ingen slik bruker!

source: Invalid calendar!
ar_sa: تقويم غير صالح!
nb_no: Ugyldig kalender!

source: Invalid URL!
ar_sa: عنوان URL غير صحيح!
nb_no: Ugyldig URL!

source: There was an error exporting the calendar!
ar_sa: حدث خطأ أثناء تصدير التقويم!
nb_no: Det oppsto en feil ved eksport av kalenderen!

source: Need config Package::RepositoryAccessRegExp
ar_sa: تحتاج التكوين Package::RepositoryAccessRegExp
nb_no: Trenger config Package::RepositoryAccessRegExp

source: Authentication failed from %s!
ar_sa: فشلت المصادقة من ‎%s!
nb_no: Autentisering mislyktes fra %s!

source: Bounce Article to a different mail address
ar_sa: إعادة توجيه العناصر عن طريق البريد الإلكتروني
nb_no: Send artikkelen tilbake til en annen e-postadresse

source: Bounce
ar_sa: إعادة توجيه
nb_no: Oversend

source: Reply All
ar_sa: الرد على الكل
nb_no: Svar Alle

source: Resend this article
ar_sa: إعادة إرسال هذه المقالة
nb_no: Send denne artikkelen på nytt

source: Resend
ar_sa: إرسال مرة أخرى
nb_no: Send på nytt

source: View message log details for this article
ar_sa: عرض سجل الرسائل لهذا العنصر
nb_no: Se meldingsloggdetaljer for denne artikkelen

source: Message Log
ar_sa: سجل الرسائل
nb_no: Meldingslogg

source: Reply to note
ar_sa: الرد على الملاحظة
nb_no: Besvar notis

source: Split this article
ar_sa: تقسيم هذه المقالة
nb_no: Skill ut denne artikkelen

source: View the source for this Article
ar_sa: عرض مصدر هذه المقالة
nb_no: Se kilden til denne artikkelen

source: Plain Format
ar_sa: طريقة عرض غير منسقة
nb_no: Kildetekst

source: Print this article
ar_sa: طباعة هذه المقالة
nb_no: Skriv ut denne artikkelen

source: Contact us at hello@otobo.de
ar_sa: اكتب لنا على hello@otobo.de
nb_no: Kontakt oss på hello@otobo.de

source: Get Help
ar_sa: الحصول على المساعدة
nb_no: Få hjelp

source: Mark
ar_sa: حَدَّدَ
nb_no: Merk

source: Unmark
ar_sa: أحذف التحديد
nb_no: Fjern merking

source: Re-install Package
ar_sa: إعادة تثبيت الحزمة
nb_no: Installer pakken på nytt

source: Re-install
ar_sa: إعادة التثبيت
nb_no: Installer på nytt

source: Crypted
ar_sa: مشفر
nb_no: Kryptert

source: Sent message encrypted to recipient!
ar_sa: إرسال رسالة مشفرة إلى المستلم!
nb_no: Sendt melding kryptert til mottaker!

source: Signed
ar_sa: وَقَّعَ
nb_no: Signert

source: "PGP SIGNED MESSAGE" header found, but invalid!
ar_sa: تم العثور على رأس ‏"PGP SIGNED MESSAGE"، ولكن غير صالح!
nb_no: "PGP SIGNED MESSAGE" header funnet, men ugyldig!

source: Internal error during verification!
ar_sa: خطأ داخلي أثناء التحقق!
nb_no: Intern feil under verifisering!

source: Impossible to decrypt: private key not found!
ar_sa: تعذر فك التشفير: لم يتم العثور على المفتاح الخاص!
nb_no: Umulig å dekryptere: privat nøkkel ikke funnet!

source: Impossible to decrypt: private key for email was not found!
ar_sa: تعذر فك التشفير: لم يتم العثور على المفتاح الخاص للبريد الإلكتروني!
nb_no: Umulig å dekryptere: privat nøkkel for e-post ble ikke funnet!

source: Successful decryption
ar_sa: فك التشفير بنجاح
nb_no: Vellykket dekryptering

source: There are no encryption keys available for the addresses: '%s'.
ar_sa: لا تتوفر مفاتيح تشفير للعناوين: ‏'‎%s'.
nb_no: Det er ingen krypteringsnøkler tilgjengelig for adressene: '%s'.

source: There are no selected encryption keys for the addresses: '%s'.
ar_sa: لا توجد مفاتيح تشفير محددة للعناوين: ‏'‎%s'.
nb_no: Det er ingen valgte krypteringsnøkler for adressene: '%s'.

source: Cannot use expired encryption keys for the addresses: '%s'.
ar_sa: يتعذر إستخدام مفاتيح التشفير المنتهية الصلاحية للعناوين: '‎%s'.
nb_no: Kan ikke bruke utløpte krypteringsnøkler for adressene: '%s'.

source: Cannot use revoked encryption keys for the addresses: '%s'.
ar_sa: يتعذر إستخدام مفاتيح التشفير الملغاة للعناوين: '‎%s'.
nb_no: Kan ikke bruke tilbakekalte krypteringsnøkler for adressene: '%s'.

source: Encrypt
ar_sa: تَشْفَير
nb_no: Krypter

source: Keys/certificates will only be shown for recipients with more than one key/certificate. The first found key/certificate will be pre-selected. Please make sure to select the correct one.
ar_sa: سيتم إظهار المفاتيح/الشهادات فقط للمستلمين الذين لديهم أكثر من مفتاح/شهادة. سيتم تحديد أول مفتاح/شهادة تم العثور عليها مسبقا. الرجاء التأكد من تحديد الخيار الصحيح.
nb_no: Nøkler/sertifikater vil kun vises for mottakere med mer enn én nøkkel/sertifikat. Den først funnet nøkkelen/sertifikatet vil bli forhåndsvalgt. Sørg for å velge riktig.

source: Email security
ar_sa: أمان البريد الإلكتروني
nb_no: E-postsikkerhet

source: PGP sign
ar_sa: توقيع PGP
nb_no: PGP-tegn

source: PGP sign and encrypt
ar_sa: توقيع وتشفير PGP
nb_no: PGP signere og kryptere

source: PGP encrypt
ar_sa: تشفير PGP
nb_no: PGP-kryptering

source: SMIME sign
ar_sa: توقيع SMIME
nb_no: SMIME-skilt

source: SMIME sign and encrypt
ar_sa: توقيع وتشفير SMIME
nb_no: SMIME signer og krypter

source: SMIME encrypt
ar_sa: تشفير SMIME
nb_no: SMIME krypter

source: Cannot use expired signing key: '%s'.
ar_sa: لا يمكن إستخدام مفتاح التوقيع المنتهي الصلاحية: '‎%s'.
nb_no: Kan ikke bruke utløpt signeringsnøkkel: '%s'.

source: Cannot use revoked signing key: '%s'.
ar_sa: لا يمكن إستخدام مفتاح التوقيع الملغى: '‎%s'.
nb_no: Kan ikke bruke tilbakekalt signeringsnøkkel: '%s'.

source: There are no signing keys available for the addresses '%s'.
ar_sa: لا تتوفر مفاتيح توقيع للعناوين '‎%s'.
nb_no: Det er ingen signeringsnøkler tilgjengelig for adressene '%s'.

source: There are no selected signing keys for the addresses '%s'.
ar_sa: لا توجد مفاتيح توقيع محددة للعناوين '‏‎%s'.
nb_no: Det er ingen valgte signeringsnøkler for adressene '%s'.

source: Sign
ar_sa: وَقَّعَ
nb_no: Signer

source: Keys/certificates will only be shown for a sender with more than one key/certificate. The first found key/certificate will be pre-selected. Please make sure to select the correct one.
ar_sa: سيتم إظهار المفاتيح/الشهادات فقط للمرسل الذي لديه أكثر من مفتاح/شهادة. سيتم تحديد أول مفتاح/شهادة تم العثور عليها مسبقا. الرجاء التأكد من تحديد الخيار الصحيح.
nb_no: Nøkler/sertifikater vil kun vises for en avsender med mer enn én nøkkel/sertifikat. Den først funnet nøkkelen/sertifikatet vil bli forhåndsvalgt. Sørg for å velge riktig.

source: Shown
ar_sa: عرض
nb_no: Vist

source: Refresh (minutes)
ar_sa: تحديث (دقائق)
nb_no: Oppfrisk (minutter)

source: off
ar_sa: مُطْفَأٌ
nb_no: av

source: Shown customer ids
ar_sa: أرقام العملاء المعروضة
nb_no: Vist kunde-ID

source: Shown customer users
ar_sa: مستخدمو العملاء المعروضون
nb_no: Vis kunde-bruker

source: Offline
ar_sa: غير متصل
nb_no: Frakoblet

source: User is currently offline.
ar_sa: المستخدم غير متصل حاليا.
nb_no: Brukeren er for øyeblikket frakoblet.

source: User is currently active.
ar_sa: المستخدم نشط حاليا.
nb_no: Brukeren er aktiv for øyeblikket.

source: Away
ar_sa: غَائِبٌ
nb_no: Borte

source: User was inactive for a while.
ar_sa: كان المستخدم غير نشط لفترة من الوقت.
nb_no: Brukeren var inaktiv en stund.

source: The start time of a ticket has been set after the end time!
ar_sa: تم تعيين وقت بدء التذكرة إلى وقت ما بعد وقت الانتهاء!
nb_no: Starttidspunktet for en sak er satt etter slutttiden!

source: Shown Tickets
ar_sa: التذاكر المعروضة
nb_no: Viste saker

source: Can't connect to OTOBO News server!
ar_sa: يتعذر الاتصال بخادم أخبار OTOBO!
nb_no: Kan ikke koble til OTOBO News server!

source: Can't get OTOBO News from server!
ar_sa: يتعذر الحصول على أخبار OTOBO من الخادم!
nb_no: Kan ikke hente OTOBO News fra serveren!

source: Can't connect to Product News server!
ar_sa: يتعذر الاتصال بخادم أخبار المنتج!
nb_no: Kan ikke koble til produktnyhetsserveren!

source: Can't get Product News from server!
ar_sa: يتعذر الحصول على أخبار المنتج من الخادم!
nb_no: Kan ikke få produktnyheter fra serveren!

source: Can't connect to %s!
ar_sa: يتعذر الاتصال ب ‎%s!
nb_no: Kan ikke koble til %s!

source: Shown Columns
ar_sa: الأعمدة المعروضة
nb_no: Vis kolonner

source: filter not active
ar_sa: عامل التصفية غير نشط
nb_no: filter ikke aktivt

source: filter active
ar_sa: عامل تصفية نشط
nb_no: filter aktivt

source: This ticket has no title or subject
ar_sa: هذه التذكرة ليس لها عنوان أو موضوع
nb_no: Denne saken har ingen tittel eller emne

source: 7 Day Stats
ar_sa: إحصاءات 7 أيام
nb_no: 7-dagers statistikk

source: User set their status to unavailable.
ar_sa: قام المستخدم بتعيين حالته إلى "غير متوفر".
nb_no: Brukeren satte statusen sin til utilgjengelig.

source: Unavailable
ar_sa: غير متوفر
nb_no: Utilgjengelig

source: The following tickets are not updated: %s.
ar_sa: لم يتم تحديث التذاكر التالية: ‎%s.
nb_no: Følgende saker er ikke oppdatert: %s.

source: h
ar_sa: ح
nb_no: t

source: This ticket does not exist, or you don't have permissions to access it in its current state. You can take one of the following actions:
ar_sa: هذه التذكرة غير موجودة، أو ليس لديك أذونات للوصول إليها في حالتها الحالية. يمكنك إتخاذ أحد الإجراءات التالية:
nb_no: Denne saken eksisterer ikke, eller du har ikke tillatelse til å få tilgang til den i gjeldende tilstand. Du kan utføre en av følgende handlinger:

source: This is a
ar_sa: هذا هو
nb_no: Dette er en

source: email
ar_sa: البريد الإلكتروني
nb_no: e-post

source: click here
ar_sa: اضغط هنا
nb_no: klikk her

source: to open it in a new window.
ar_sa: لفتحها في نافذة جديدة.
nb_no: for å åpne i nytt vindu.

source: Year
ar_sa: السنة
nb_no: År

source: Hours
ar_sa: ساعات
nb_no: Timer

source: Minutes
ar_sa: دقائق
nb_no: Minutter

source: Check to activate this date
ar_sa: حدد لتمكين هذا التاريخ
nb_no: Kryss av for å aktivere denne datoen

source: No Permission!
ar_sa: لا توجد صلاحيات!
nb_no: Ingen rettigheter!

source: No Permission
ar_sa: لا توجد صلاحيات
nb_no: Ingen tillatelse

source: Show Tree Selection
ar_sa: عرض الاختيار الشجري
nb_no: Vis Trestruktur

source: Split Quote
ar_sa: تقسيم الاقتباس
nb_no: Split sitat

source: Remove Quote
ar_sa: إزالة الاقتباس
nb_no: Fjern sitat

source: Linked as
ar_sa: مرتبط ك
nb_no: Sammenkoblet som

source: Search Result
ar_sa: نتيجة البحث
nb_no: Søkeresultat

source: Linked
ar_sa: مرتبط
nb_no: Koblet

source: Bulk
ar_sa: إجراء جمع
nb_no: Masseendring

source: Lite
ar_sa: سَهْل
nb_no: Enkel

source: Unread article(s) available
ar_sa: تتوفر مقالة (مقالات) غير مقروءة
nb_no: Uleste artikler tilgjengelig

source: Appointment
ar_sa: موعد
nb_no: Avtale

source: Archive search
ar_sa: البحث في الأرشيف
nb_no: Arkivsøk

source: Online Agent: %s
ar_sa: المشغلون المتواجدون حالياً : %s
nb_no: Pålogget agent: %s

source: There are more escalated tickets!
ar_sa: تتوفر العديد من التذاكر المتصاعدة!
nb_no: Det er flere eskalerte saker!

source: Please select a time zone in your preferences and confirm it by clicking the save button.
ar_sa: الرجاء تحديد منطقة زمنية في إعداداتك والتأكيد بالنقر فوق زر حفظ.
nb_no: Velg en tidssone i innstillingene dine og bekreft den ved å klikke på lagre-knappen.

source: Online Customer: %s
ar_sa: العميل متصل الان : ‎%s
nb_no: Pålogget kunde: %s

source: System maintenance is active!
ar_sa: صيانة النظام نشطة!
nb_no: Systemvedlikehold er aktivt!

source: A system maintenance period will start at: %s and is expected to stop at: %s
ar_sa: ستبدأ فترة صيانة النظام في: ‎%s ومن المتوقع أن تتوقف في: ‎%s
nb_no: En systemvedlikeholdsperiode starter på: %s og forventes å stoppe på: %s

source: OTOBO Daemon is not running.
ar_sa: OTOBO Daemon لا يعمل.
nb_no: OTOBO tjenesten kjører ikke.

source: You have Out of Office enabled, would you like to disable it?
ar_sa: تم تمكين "خارج المكتب"، هل تريد تعطيله؟
nb_no: Du har fraværassistenten aktivert, vil du så den av?

source: You have %s invalid setting(s) deployed. Click here to show invalid settings.
ar_sa: تم نشر ‎%s إعداد (إعدادات) غير صالحة. انقر هنا لإظهار إعدادات غير صالحة.
nb_no: Du har %s ugyldig(e) innstilling(er) distribuert. Klikk her for å vise ugyldige innstillinger.

source: You have undeployed settings, would you like to deploy them?
ar_sa: هناك إعدادات لم يتم تشغيلها بعد. هل ترغب في بدء تشغيل الآن؟
nb_no: Du har ikke-distribuerte innstillinger, vil du distribuere dem?

source: The configuration is being updated, please be patient...
ar_sa: يتم تحديث التكوين، يرجى التحلي بالصبر...
nb_no: Konfigurasjonen oppdateres, vær tålmodig...

source: There is an error updating the system configuration!
ar_sa: حدث خطأ أثناء تحديث تكوين النظام!
nb_no: Det er en feil under oppdatering av systemkonfigurasjonen!

source: Don't use the Superuser account to work with %s! Create new Agents and work with these accounts instead.
ar_sa: الرجاء عدم إستخدام حساب المستخدم المتميز في ‎%s! الرجاء إنشاء عملاء جدد واستخدامهم.
nb_no: Ikke bruk Superbruker-kontoen til å jobbe med %s! Opprett nye agenter og arbeid med disse kontoene i stedet.

source: Please make sure you've chosen at least one transport method for mandatory notifications.
ar_sa: الرجاء التأكد من إختيار أسلوب نقل واحد على الأقل للإخطارات الإلزامية.
nb_no: Sørg for at du har valgt minst én transportmetode for obligatoriske varsler.

source: Preferences updated successfully!
ar_sa: تم تحديث الإعدادات بنجاح!
nb_no: Innstillinger lagret!

source: (in process)
ar_sa: (قيد التنفيذ)
nb_no: (under arbeid)

source: Please specify an end date that is after the start date.
ar_sa: الرجاء تحديد تاريخ انتهاء بعد تاريخ البدء.
nb_no: Vennligst spesifiser en sluttdato som er etter startdatoen.

source: Verify password
ar_sa: التحقق من كلمة المرور
nb_no: Gjenta passord

source: The current password is not correct. Please try again!
ar_sa: كلمة المرور الحالية غير صحيحة. الرجاء المحاولة مرة أخرى!
nb_no: Nåværende passord er ikke korrekt. Prøv igjen!

source: Please supply your new password!
ar_sa: الرجاء تأكيد كلمة المرور الجديدة!
nb_no: Vennligst oppgi ditt nye passord!

source: Can't update password, the new password and the repeated password do not match.
ar_sa: يتعذر تحديث كلمة المرور! كلمات المرور التي تم إدخالها مختلفة.
nb_no: Kan ikke oppdatere passordet, det nye passordet og det gjentatte passordet stemmer ikke overens.

source: This password is forbidden by the current system configuration. Please contact the administrator if you have additional questions.
ar_sa: تم حظر كلمة المرور هذه من قبل تكوين النظام الحالي. الرجاء الاتصال بالمسؤول إذا كانت لديك أسئلة إضافية.
nb_no: Dette passordet er forbudt av gjeldende systemkonfigurasjon. Ta kontakt med administratoren hvis du har flere spørsmål.

source: Can't update password, it must be at least %s characters long!
ar_sa: يتعذر تحديث كلمة المرور. يجب أن يكون طوله ‎%s على الأقل!
nb_no: Kan ikke oppdatere passordet, det må være minst %s tegn langt!

source: Can't update password, it must contain at least 2 lowercase and 2 uppercase letter characters!
ar_sa: لا يمكن تحديث كلمة المرور، يجب أن تحتوي على 2 أحرف صغيرة على الأقل وحرفين كبيرة!
nb_no: Kan ikke oppdatere passordet, det må inneholde minst 2 små og 2 store bokstaver!

source: Can't update password, it must contain at least 1 digit!
ar_sa: يتعذر تحديث كلمة المرور. يجب أن يحتوي على رقم واحد على الأقل!
nb_no: Kan ikke oppdatere passordet, det må inneholde minst ett tall!

source: Can't update password, it must contain at least 2 letter characters!
ar_sa: يتعذر تحديث كلمة المرور. يجب أن يحتوي على حرفين على الأقل!
nb_no: Kan ikke oppdatere passordet, det må inneholde minst 2 bokstaver!

source: Can't update password, it must contain at least 3 of 4 (lower char, upper char, digit, special character)!
ar_sa: يتعذر تحديث كلمة المرور. يجب أن تحتوي على ٣ من ٤ فئات حروف على الأقل (حروف صغيرة، حروف كبيرة، أرقام، حروف خاصة)!
nb_no: Kan ikke oppdatere passord, det må inneholde minst 3 av 4 (nedre tegn, øvre tegn, siffer, spesialtegn)!

source: Time zone updated successfully!
ar_sa: تم تحديث المنطقة الزمنية بنجاح!
nb_no: Tidssonen ble oppdatert!

source: invalid
ar_sa: غير فعال
nb_no: ugyldig

source: valid
ar_sa: فعال
nb_no: gyldig

source: No (not supported)
ar_sa: لا (غير مدعوم)
nb_no: Ingen (Ikke støttet)

source: No past complete or the current+upcoming complete relative time value selected.
ar_sa: لم يتم تحديد فترة نسبية.
nb_no: Ingen tidligere fullført eller gjeldende+kommende fullstendig relativ tidsverdi er valgt.

source: The selected time period is larger than the allowed time period.
ar_sa: الفترة الزمنية المحددة أكبر من الفترة الزمنية المسموح بها.
nb_no: Den valgte tidsperioden er større enn den tillatte tidsperioden.

source: No time scale value available for the current selected time scale value on the X axis.
ar_sa: لا يتوفر أي مقياس زمني لقيمة مقياس الوقت على المحور X المحدد حاليًا.
nb_no: Ingen tidsskalaverdi tilgjengelig for gjeldende valgte tidsskalaverdi på X-aksen.

source: The selected date is not valid.
ar_sa: التاريخ المحدد غير صالح.
nb_no: Den valgte datoen er ikke gyldig.

source: The selected end time is before the start time.
ar_sa: وقت الانتهاء المحدد قبل وقت البدء.
nb_no: Den valgte slutt tidspunktet er før start tidspunktet.

source: There is something wrong with your time selection.
ar_sa: الرجاء التحقق من تحديد الوقت.
nb_no: Det er noe galt med dine valg av tid.

source: Please select only one element or allow modification at stat generation time.
ar_sa: يرجى تحديد عنصر واحد فقط أو السماح بالتحرير في وقت إنشاء الإحصاءات.
nb_no: Vennligst velg bare ett element eller tillat endring ved statistikkgenerering.

source: Please select at least one value of this field or allow modification at stat generation time.
ar_sa: يرجى تحديد عنصر واحد فقط أو السماح بالتحرير في وقت إنشاء الإحصاءات.
nb_no: Vennligst velg minst én verdi i dette feltet eller tillat endring ved statistikkgenerering.

source: Please select one element for the X-axis.
ar_sa: الرجاء تحديد عنصر واحد للمحور X.
nb_no: Vennligst ett element for X-aksen.

source: You can only use one time element for the Y axis.
ar_sa: يمكنك استخدام عنصر وقت واحد فقط للمحور Y.
nb_no: Du kan bare bruke et tidselement for Y-aksen.

source: You can only use one or two elements for the Y axis.
ar_sa: يمكنك فقط استخدام عنصر واحد أو عنصرين للمحور Y.
nb_no: Du kan bare bruke en eller to elementer for Y-aksen.

source: Please select at least one value of this field.
ar_sa: الرجاء تحديد قيمة واحدة على الأقل في هذا الحقل.
nb_no: Vennligst velg minst en verdi for dette feltet.

source: Please provide a value or allow modification at stat generation time.
ar_sa: الرجاء إدخال قيمة أو السماح بالتحرير في وقت إنشاء الإحصائيات.
nb_no: Oppgi en verdi eller tillat endring ved statistikkgenerering.

source: Please select a time scale.
ar_sa: يرجى تحديد جدول زمني.
nb_no: Vennligst velg en tidsskala.

source: Your reporting time interval is too small, please use a larger time scale.
ar_sa: الفترة المحددة صغيرة جدا، الرجاء إستخدام مقياس زمني أكبر.
nb_no: Rapporteringstidsintervallet ditt er for lite. Bruk en større tidsskala.

source: second(s)
ar_sa: ثانية/ثواني
nb_no: sekund(er)

source: quarter(s)
ar_sa: ربع (أرباع)
nb_no: kvartal(er)

source: half-year(s)
ar_sa: نصف سنة
nb_no: halvår(lig)

source: Please remove the following words because they cannot be used for the ticket restrictions: %s.
ar_sa: الرجاء إزالة الكلمات التالية لأنه لا يمكن إستخدامها لتقييد التذاكر: ‎%s.
nb_no: Vennligst fjern følgende ord fordi de ikke kan brukes for saksrestriksjonene: %s.

source: Cancel editing and unlock this setting
ar_sa: إلغاء التحرير وإلغاء تأمين هذا الإعداد
nb_no: Avbryt redigering og lås opp denne innstillingen

source: Reset this setting to its default value.
ar_sa: إعادة تعيين هذا الإعداد إلى قيمته الافتراضية.
nb_no: Tilbakestill denne innstillingen til standardverdien.

source: Unable to load %s!
ar_sa: يتعذر تحميل ‎%s!
nb_no: Kan ikke laste %s!

source: Content
ar_sa: مُحْتَوىً
nb_no: Innhold

source: Unlock to give it back to the queue
ar_sa: إلغاء التأمين لإعادته إلى قائمة الانتظار
nb_no: Frigi sak til køen

source: Lock it to work on it
ar_sa: قفل للتحرير
nb_no: Lås sak for å arbeide med den

source: Unwatch
ar_sa: إلغاء المراقبة
nb_no: Ikke overvåk

source: Remove from list of watched tickets
ar_sa: إزالة من قائمة التذاكر المراقبة
nb_no: Fjern fra listen over overvåkede saker

source: Watch
ar_sa: مُرَاقَبَةٌ
nb_no: Overvåk

source: Add to list of watched tickets
ar_sa: إضافة إلى قائمة التذاكر المراقبة
nb_no: Legg til i listen over overvåkede saker

source: Order by
ar_sa: ترتيب حسب
nb_no: Sorter etter

source: Locked Tickets New
ar_sa: التذاكر المقفلة جديدة
nb_no: Nye saker under behandling

source: Locked Tickets Reminder Reached
ar_sa: تم الوصول إلى تذكير بالتذاكر المؤمنة
nb_no: Antall saker med påminnelser

source: Locked Tickets Total
ar_sa: إجمالي التذاكر المقفلة
nb_no: Totalt antall saker under behandling

source: Responsible Tickets New
ar_sa: تذاكر مسؤولة جديدة
nb_no: Nye saker du er ansvarlig for

source: Responsible Tickets Reminder Reached
ar_sa: تم الوصول إلى تذكير بالتذاكر المسؤولة
nb_no: Saker du er ansvarlig for med påminnelser

source: Responsible Tickets Total
ar_sa: إجمالي التذاكر المسؤولة
nb_no: Totalt antall saker du er ansvarlig for

source: Watched Tickets New
ar_sa: التذاكر المراقبة جديدة
nb_no: Nye overvåkede saker

source: Watched Tickets Reminder Reached
ar_sa: تم الوصول إلى تذكير التذاكر المراقبة
nb_no: Overvåkede saker med påminnelser

source: Watched Tickets Total
ar_sa: إجمالي التذاكر المراقبة
nb_no: Totalt antall overvåkede saker

source: %s Report
ar_sa: ‎%s تقرير
nb_no: %s rapport

source: Error: this graph could not be generated: %s.
ar_sa: خطأ: تعذر إنشاء هذا الرسم البياني: ‎%s.
nb_no: Feil: denne grafen kunne ikke genereres: %s.

source: Table of Contents
ar_sa: جدول المحتويات
nb_no: Innholdsfortegnelse

source: Ticket Dynamic Fields
ar_sa: الحقول الديناميكية للتذكرة
nb_no: Dynamiske felt for saker

source: Couldn't read ACL configuration file. Please make sure the file is valid.
ar_sa: تعذر قراءة ملف تكوين ACL. الرجاء التأكد من صحة الملف.
nb_no: Kunne ikke lese ACL-konfigurasjonsfilen. Kontroller at filen er gyldig.

source: It is currently not possible to login due to a scheduled system maintenance.
ar_sa: لا يمكن تسجيل الدخول في الوقت الحالي نظراً لإجراء الصيانة المجدولة للنظام.
nb_no: Det er for tiden ikke mulig å logge inn på grunn et planlagt vedlikehold.
