Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Defines a filter to collect CVE numbers from article texts in AgentTicketZoom. The results will be displayed in a meta box next to the article. Fill in URLPreview if you would like to see a preview when moving your mouse cursor above the link element. This could be the same URL as in URL, but also an alternate one. Please note that some websites deny being displayed within an iframe (e.g. Google) and thus won't work with the preview mode.
ar_sa: تحديد عامل تصفية لتجميع أرقام CVE من نصوص المقالات في AgentTicketZoom. ستظهر النتائج في مربع تعريف بجوار المقالة. قم بتعبئة مراجعة URLPreview إذا كنت ترغب في رؤية معاينة عند تحريك مؤشر الماوس فوق عنصر الارتباط. يمكن أن يكون عنوان URL نفسه كما في عنوان URL، ولكن أيضا عنوان بديل. يرجى ملاحظة أن بعض مواقع الويب تنفي عرضها ضمن إطار iframe (مثل Google) وبالتالي لن تعمل مع وضع المعاينة.
nb_no: Definerer et filter for å samle inn CVE-nummer fra artikkeltekster i AgentTicketZoom. Resultatene vil vises i en metaboks ved siden av artikkelen. Fyll inn URLPreview hvis du vil se en forhåndsvisning når du flytter musepekeren over lenkeelementet. Dette kan være samme URL som i URL, men også en alternativ. Vær oppmerksom på at enkelte nettsteder nekter å bli vist innenfor en iframe (f.eks. Google) og vil derfor ikke fungere med forhåndsvisningsmodus.

source: Defines a filter to process the text in the articles, in order to highlight predefined keywords.
ar_sa: يحدد عامل تصفية لمعالجة النص في المقالات، من أجل إبراز الكلمات الأساسية المعرفة مسبقا.
nb_no: Definerer et filter som prosesserer teksten i innlegg for å markere predefinerte nøkkelord.

source: Defines a permission context for customer to group assignment.
ar_sa: يحدد سياق الإذن للعميل لتعيين المجموعة.
nb_no: Definerer en tillatelseskontekst for kunde til gruppetildeling.

source: Defines a regular expression that excludes some addresses from the syntax check (if "CheckEmailAddresses" is set to "Yes"). Please enter a regex in this field for email addresses, that aren't syntactically valid, but are necessary for the system (i.e. "root@localhost").
ar_sa: تعريف تعبير عادي يستبعد بعض العناوين من فحص بناء الجملة (إذا تم تعيين "CheckEmailAddresses" إلى "نعم"). الرجاء إدخال تغيير في هذا الحقل لعناوين البريد الإلكتروني، التي لا تكون صالحة صناعيا، ولكنها ضرورية للنظام (أي "root@localhost").
nb_no: Definerer en Regulær-uttrykk-setning som ekskluderer adresser fra syntaks-sjekken (hvis "sjekk e-postadresser" er satt til Ja). Skriv inn en Regulær-uttrykk-setning for e-postadresser som ikke er syntaktisk korrekte, men som er viktige for systemet (f.eks. "root@localhost").

source: Defines a regular expression that filters all email addresses that should not be used in the application.
ar_sa: تعريف تعبير عادي يقوم بتصفية كافة عناوين البريد الإلكتروني التي يجب عدم إستخدامها في التطبيق.
nb_no: Definerer en Regulær-uttrykk -setning som filtrerer ut alle e-postadresser som ikke skal brukes i systemet.

source: Defines a sleep time in microseconds between tickets while they are been processed by a job.
ar_sa: يحدد فترة زمنية، بالميكروثانية، للانتظار بين معالجة التذاكر.
nb_no: Definerer en søvntid i mikrosekunder mellom saker mens de blir behandlet av en jobb.

source: Defines a useful module to load specific user options or to display news.
ar_sa: تعريف وحدة نمطية مفيدة لتحميل خيارات مستخدم معينة أو لعرض الأخبار.
nb_no: Definerer en modul for å laste spesifikke brukerinnstillinger eller for å vise nyheter.

source: Defines all the X-headers that should be scanned.
ar_sa: يحدد جميع رؤوس X المراد التحقق منها.
nb_no: Definerer at alle X-hode-feltene som skal skannes.

source: Defines all the languages that are available to the application. Specify only English names of languages here.
ar_sa: تعريف كافة اللغات المتوفرة للتطبيق. حدد فقط أسماء اللغات باللغة الإنجليزية هنا.
nb_no: Definerer alle språkene som er tilgjengelige for applikasjonen. Spesifiser kun engelske navn på språk her.

source: Defines all the languages that are available to the application. Specify only native names of languages here.
ar_sa: يحدد جميع اللغات المتاحة للتطبيق. أدخل أسماء اللغات الأصلية فقط.
nb_no: Definerer alle språkene som er tilgjengelige for applikasjonen. Spesifiser kun innfødte navn på språk her.

source: Defines all the parameters for the RefreshTime object in the customer preferences of the customer interface.
ar_sa: يحدد كافة المعلمات لكائن RefreshTime في إعدادات العميل لواجهة العميل.
nb_no: Definerer alle parametre for gjenoppfriskning i kundeportalen.

source: Defines all the parameters for the ShownTickets object in the customer preferences of the customer interface.
ar_sa: يحدد كافة المعلمات لكائن ShownTickets في إعدادات العميل لواجهة العميل.
nb_no: Definerer alle parametre for viste saker i kundeportalen.

source: Defines all the parameters for this item in the customer preferences.
ar_sa: تحديد كافة المعلمات لهذا العنصر في إعدادات العميل.
nb_no: Definerer alle parametre for dette objektet i kunde-oppsettet.

source: Defines all the parameters for this item in the customer preferences. 'PasswordRegExp' allows to match passwords against a regular expression. Define the minimum number of characters using 'PasswordMinSize'. Define if at least 2 lowercase and 2 uppercase letter characters are needed by setting the appropriate option to '1'. 'PasswordMin2Characters' defines if the password needs to contain at least 2 letter characters (set to 0 or 1). 'PasswordNeedDigit' controls the need of at least 1 digit (set to 0 or 1 to control).
ar_sa: تعيين كافة المعلمات لهذا العنصر في إعدادات العميل. يمكن تعيين كلمات مرور 'PasswordRegExp' في تعبير عادي. باستخدام 'PasswordMinSize'، فإنك تعرف الحد الأدنى من طول كلمات المرور. حدد ما إذا كان يجب أن تحتوي كلمة المرور على حرفين صغيرين على الأقل وحرفين كبيرين بتعيين الخيار المرادف ل '١'. يحدد PasswordMin٢Chards أنه يلزم وجود حرفين على الأقل. 'PasswordNeedDigit' يحدد أن كلمة المرور يجب أن تحتوي على رقم واحد على الأقل.
nb_no: Definerer alle parametere for denne varen i kundepreferansene. 'PasswordRegExp' lar deg matche passord mot et regulært uttrykk. Definer minimum antall tegn ved å bruke 'PasswordMinSize'. Definer om minst 2 små og 2 store bokstaver trengs ved å sette det aktuelle alternativet til '1'. 'PasswordMin2Characters' definerer om passordet må inneholde minst 2 bokstaver (sett til 0 eller 1). 'PasswordNeedDigit' kontrollerer behovet for minst 1 siffer (sett til 0 eller 1 for å kontrollere).

source: Defines all the parameters for this notification transport.
ar_sa: يتحكم في جميع المعلمات لنقل الإشعارات هذا.
nb_no: Definerer alle parametere for denne varslingstransporten.

source: Defines all the possible stats output formats.
ar_sa: يحدد جميع تنسيقات إخراج الإحصائيات الممكنة.
nb_no: Definerer alle mulige formater for statistikk.

source: Defines an alternate URL, where the login link refers to.
ar_sa: يحدد عنوان URL بديلا يشير إليه رابط تسجيل الدخول.
nb_no: Definerer en alternativ URL som Innloggingslenken skal peke til.

source: Defines an alternate URL, where the logout link refers to.
ar_sa: يحدد عنوان URL بديلا يشير إليه ارتباط تسجيل الخروج.
nb_no: Definerer en alternativ URL som skal logge ut brukeren.

source: Defines an alternate login URL for the customer panel..
ar_sa: يحدد عنوان URL بديل لتسجيل الدخول لواجهة العميل التي يشير إليها رابط تسجيل الدخول.
nb_no: Alternativ innlogging-URL for kundeportalen.

source: Defines an alternate logout URL for the customer panel.
ar_sa: يحدد عنوان URL بديل لتسجيل الخروج لواجهة العميل التي يشير إليها ارتباط تسجيل الخروج.
nb_no: Alternativ URL for ut-logging av kunder.

source: Defines an external link to the database of the customer (e.g. 'http://yourhost/customer.php?CID=[% Data.CustomerID %]' or '').
ar_sa: يعرف الاتصال الخارجي بقاعدة بيانات العميل (على سبيل المثال: 'http://yourhost/customer.php?CID=[٪ Data.CustomerID٪] أو '').
nb_no: Definerer en ekstern lenke til databasen til kunden (f.eks. 'http://yourhost/customer.php?CID=[% Data.CustomerID %]' eller '').

source: Defines an icon with link to the google map page of the current location in appointment edit screen.
ar_sa: يصف رمزا يحتوي على رابط إلى موقع خرائط Google على الويب مع الموقع الحالي كوجهة مقابلة في واجهة معالجة المواعيد.
nb_no: Definerer et ikon med lenke til Google-kartsiden for gjeldende plassering i avtaleredigeringsskjermen.

source: Defines an overview module to show the address book view of a customer user list.
ar_sa: يحدد وحدة نمطية للنظرة العامة تعرض طريقة عرض دفتر عناوين لقائمة مستخدمي العملاء.
nb_no: Definerer en oversiktsmodul for å vise adressebokvisningen til en kundebrukerliste.

source: Defines available article actions for Chat articles.
ar_sa: يضبط إجراءات العناصر المتوفرة لعناصر الدردشة.
nb_no: Definerer tilgjengelige artikkelhandlinger for Chat-artikler.

source: Defines available article actions for Email articles.
ar_sa: تعيين إجراءات المقالة المتاحة لعناصر البريد الإلكتروني.
nb_no: Definerer tilgjengelige artikkelhandlinger for e-postartikler.

source: Defines available article actions for Internal articles.
ar_sa: تعريف إجراءات المقالات المتاحة للمقالات الداخلية.
nb_no: Definerer tilgjengelige artikkelhandlinger for interne artikler.

source: Defines available article actions for Phone articles.
ar_sa: تعريف إجراءات المقالات المتاحة لمقالات الهاتف.
nb_no: Definerer tilgjengelige artikkelhandlinger for telefonartikler.

source: Defines available article actions for invalid articles.
ar_sa: تعريف إجراءات المقالة المتوفرة للمقالات غير الصالحة.
nb_no: Definerer tilgjengelige artikkelhandlinger for ugyldige artikler.

source: Defines available groups for the admin overview screen.
ar_sa: تعيين المجموعات المتوفرة لنظرة عامة على المسؤول.
nb_no: Definerer tilgjengelige grupper for administrasjonsoversiktsskjermen.

source: Defines chat communication channel.
ar_sa: يحدد قناة اتصال الدردشة.
nb_no: Definerer chat kommunikasjonskanal.

source: Defines default headers for outgoing emails.
ar_sa: يضبط الرؤوس الافتراضية لرسائل البريد الإلكتروني الصادرة.
nb_no: Definerer standard overskrifter for utgående e-post.

source: Defines email communication channel.
ar_sa: يحدد قناة اتصال البريد الإلكتروني.
nb_no: Definerer e-postkommunikasjonskanal.

source: Defines from which ticket attributes the agent can select the result order.
ar_sa: تحديد سمات التذاكر التي يمكن للوكيل تحديد ترتيب النتائج منها.
nb_no: Definerer fra hvilke saksattributter agenten kan velge resultatrekkefølgen.

source: Defines groups for preferences items.
ar_sa: يحدد المجموعات للإعدادات الشخصية.
nb_no: Definerer grupper for preferanseelementer.

source: Defines how many deployments the system should keep.
ar_sa: تحديد عدد عمليات النشر التي يجب على النظام الاحتفاظ بها.
nb_no: Definerer hvor mange distribusjoner systemet skal beholde.

source: Defines how the From field from the emails (sent from answers and email tickets) should look like.
ar_sa: يحدد الشكل الذي يجب أن يبدو عليه الحقل "من:" في رسائل البريد الإلكتروني (المرسلة من الردود وتذاكر البريد الإلكتروني).
nb_no: Definerer hvordan Fra-feltet på e-poster (sendt som svar eller e-post-saker) skal se ut.

source: Defines if a pre-sorting by priority should be done in the queue view.
ar_sa: تحديد ما إذا كان يجب فرز عرض قائمة الانتظار مسبقا حسب الأولوية.
nb_no: Definerer om en forhåndssortering etter prioritet skal gjøres i køvisningen.

source: Defines if a pre-sorting by priority should be done in the service view.
ar_sa: تحديد ما إذا كان يجب إجراء الفرز المسبق حسب الأولوية في طريقة عرض الخدمة.
nb_no: Definerer om en forhåndssortering etter prioritet skal gjøres i tjenestevisningen.

source: Defines if a ticket lock is required for the quick close.
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا للإغلاق السريع أم لا.
nb_no: Definerer om en sakslås er nødvendig for hurtiglukkingen.

source: Defines if a ticket lock is required in the close ticket screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في شاشة تذكرة الإغلاق الخاصة بواجهة الوكيل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Spesifiserer om en saks-lås er nødvendig for å få stenge en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent vil bli satt som eier.

source: Defines if a ticket lock is required in the email outbound screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في شاشة البريد الإلكتروني الصادرة لواجهة الوكيل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Definerer om det kreves en sakslås i utgående e-postskjerm i agentgrensesnittet (hvis saken ikke er låst ennå, blir saken låst og gjeldende agent vil automatisk bli satt som eier).

source: Defines if a ticket lock is required in the email resend screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في شاشة إعادة إرسال البريد الإلكتروني لواجهة العميل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Definerer om en sakslås kreves i skjermbildet for e-postsending på nytt i agentgrensesnittet (hvis saken ikke er låst ennå, blir saken låst og gjeldende agent blir automatisk satt som eier).

source: Defines if a ticket lock is required in the ticket bounce screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب حظر التذكرة. يتم حظر التذكرة (إذا لزم الأمر) ويتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en saks-lås er nødvendig for å oversende en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket compose screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في شاشة تكوين التذكرة لواجهة الوكيل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Spesifiserer om en sakslås er nødvendig for å opprette en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket forward screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في الشاشة الأمامية للتذكرة الخاصة بواجهة الوكيل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Spesifiserer om en sakslås er nødvendig for å videresende en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket free text screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في شاشة النص الحر للتذكرة الخاصة بواجهة الوكيل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Spesifiserer om en sakslås er nødvendig i fritekstvinduet til en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket merge screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en sakslås er nødvendig for saksfletting. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket note screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كان قفل التذكرة مطلوبا في شاشة ملاحظة التذكرة لواجهة الوكيل (إذا لم تكن التذكرة مقفلة بعد، قفل التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Spesifiserer om en sakslås er nødvendig i notisvinduet til en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket owner screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en sakslås er nødvendig i sakseier-vinduet til en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket pending screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: تحديد ما إذا كان تأمين التذكرة مطلوبا في شاشة التذكرة المعلقة في واجهة الوكيل (إذا لم تكن التذكرة مؤمنة بعد، يتم تأمين التذكرة وسيتم تعيين الوكيل الحالي تلقائيا كمالك لها).
nb_no: Spesifiserer om en sakslås er nødvendig i "På vent"-vinduet. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket phone inbound screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Definerer om det kreves en sakslås på sakstelefonens inngående skjerm i agentgrensesnittet (hvis saken ikke er låst ennå, blir saken låst og gjeldende agent blir automatisk satt som eier).

source: Defines if a ticket lock is required in the ticket phone outbound screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en sakslås er nødvendig i "Utgående Telefon"-skjermen til en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket priority screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en sakslås er nødvendig i prioritetsvinduet til en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required in the ticket responsible screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en sakslås er nødvendig i ansvarlig-vinduet. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if a ticket lock is required to change the customer of a ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ar_sa: يحدد ما إذا كانت هذه الشاشة في واجهة الوكيل تتطلب قفل التذكرة. سيتم حظر التذكرة (إذا لزم الأمر) وسيتم تعيين الوكيل الحالي كمالك.
nb_no: Spesifiserer om en sakslås er nødvendig for å endre kunden på en sak. Hvis saken ikke er låst vil den bli det, og nåværende agent blir satt som eier.

source: Defines if agents should be allowed to login if they have no shared secret stored in their preferences and therefore are not using two-factor authentication.
ar_sa: يتحكم في ما إذا كان الوكلاء الذين لم يخزنوا سرًا مشتركًا في إعداداتهم وبالتالي لا يستخدمون المصادقة الثنائية مسموح لهم بتسجيل الدخول إلى النظام.
nb_no: Definerer om agenter skal ha tillatelse til å logge på hvis de ikke har noen delt hemmelighet lagret i sine preferanser og derfor ikke bruker tofaktorautentisering.

source: Defines if customers should be allowed to login if they have no shared secret stored in their preferences and therefore are not using two-factor authentication.
ar_sa: يتحكم في ما إذا كان يُسمح للعملاء الذين لم يخزنوا سرًا مشتركًا في إعداداتهم وبالتالي لا يستخدمون المصادقة الثنائية بتسجيل الدخول إلى النظام.
nb_no: Definerer om kunder skal få lov til å logge på hvis de ikke har noen delt hemmelighet lagret i preferansene sine og derfor ikke bruker tofaktorautentisering.

source: Defines if the communication between this system and the servers that provide cloud services is possible. If set to 'Disable cloud services', some functionality will be lost such as support data sending, Package Verify™ and product News dashboard widgets, among others.
ar_sa: يحدد ما إذا كان هذا النظام يمكنه الاتصال بالخوادم التي تقدم خدمات سحابية. إذا قمت بإلغاء تنشيط الخدمات السحابية هنا، فستفقد بعض الوظائف مثل إرسال بيانات الدعم والتحقق™ من الحزمة وأداة لوحة معلومات "أخبار المنتج".
nb_no: Definerer om kommunikasjonen mellom dette systemet og serverne som leverer skytjenester er mulig. Hvis satt til 'Deaktiver skytjenester', vil noe funksjonalitet gå tapt, for eksempel støttedatasending, Package Verify™ og produktnyheter-dashboard-widgeter, blant annet.

source: Defines if the enhanced mode should be used (enables use of table, replace, subscript, superscript, paste from word, etc.) in customer interface.
ar_sa: يحدد ما إذا كان يجب إستخدام الوضع المتقدم (تمكين إستخدام الجدول، الاستبدال، الكتابة السفلية، الإعداد، العمق، إدخال الكلمات، إلخ) في واجهة العميل.
nb_no: Definerer om den forbedrede modusen skal brukes (muliggjør bruk av tabell, erstat, subscript, hevet skrift, lim inn fra word, etc.) i kundegrensesnittet.

source: Defines if the enhanced mode should be used (enables use of table, replace, subscript, superscript, paste from word, etc.).
ar_sa: تحديد ما إذا كان يجب إستخدام الوضع المتقدم (تمكين إستخدام الجدول، البحث والاستبدال، الحفر، الإعداد، الإدراج من Word، إلخ.).
nb_no: Definerer om den forbedrede modusen skal brukes (muliggjør bruk av tabell, erstatt, senket, hevet skrift, lim inn fra word, etc.).

source: Defines if the first article should be displayed as expanded, that is visible for the related customer. If nothing defined, latest article will be expanded.
ar_sa: تحديد ما إذا كان يجب عرض أول عنصر مرئي للعميل عند فتح عرض النظرة العامة. إذا لم يتم تحديد أي شيء، سيتم عرض أحدث مقال.
nb_no: Definerer om den første artikkelen skal vises som utvidet, som er synlig for den relaterte kunden. Hvis ingenting er definert, vil siste artikkel bli utvidet.

source: Defines if the message in the email outbound screen of the agent interface is visible for the customer by default.
ar_sa: تحديد ما إذا كانت الرسالة الموجودة في شاشة البريد الإلكتروني الصادرة لواجهة الوكيل مرئية للعميل بشكل افتراضي.
nb_no: Definerer om meldingen i skjermbildet for utgående e-post i agentgrensesnittet er synlig for kunden som standard.
