Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Invalid response from the authentication server. Maybe the process took too long. Please retry once.
ar_sa: إستجابة غير صالحة من خادم المصادقة. ربما استغرقت العملية وقتا طويلا. الرجاء المحاولة مرة أخرى.
nb_no: Ugyldig svar fra autentiseringsserveren. Kanskje prosessen tok for lang tid. Prøv igjen én gang.

source: Please note that the session limit is almost reached.
ar_sa: يرجى ملاحظة أنه تم الوصول إلى الحد الأقصى للجلسة تقريبا.
nb_no: Vær oppmerksom på at øktgrensen er nesten nådd.

source: Session limit reached! Please try again later.
ar_sa: تم الوصول إلى الحد الأقصى للجلسة! يرجى إعادة المحاولة لاحقا.
nb_no: Grensen for total antall sesjoner er nådd. Vennligst prøv igjen senere.

source: Session per user limit reached!
ar_sa: تم الوصول إلى الحد الأقصى للجلسة لكل مستخدم!
nb_no: Økt per brukergrense nådd!

source: Session invalid. Please log in again.
ar_sa: الجلسة غير صالحة. يرجى تسجيل الدخول مرة أخرى.
nb_no: Sesjonen er ugyldig. Vennligst logg inn igjen.

source: Session has timed out. Please log in again.
ar_sa: انتهت مهلة الجلسة. يرجى تسجيل الدخول مرة أخرى.
nb_no: Sesjonen har gått ut på tid. Vennligst logg inn igjen.

source: PGP sign only
ar_sa: توقيع PGP فقط
nb_no: Kun PGP-tegn

source: PGP encrypt only
ar_sa: تشفير PGP فقط
nb_no: PGP-kryptering kun

source: SMIME sign only
ar_sa: توقيع S/MIME فقط
nb_no: Kun SMIME-skilt

source: SMIME encrypt only
ar_sa: تشفير S/MIME فقط
nb_no: SMIME krypter bare

source: PGP and SMIME not enabled.
ar_sa: لم يتم تمكين PGP و S/MIME.
nb_no: PGP og SMIME er ikke aktivert.

source: Skip notification delivery
ar_sa: تخطي تسليم الإشعارات
nb_no: Hopp over levering av varsler

source: Send unsigned notification
ar_sa: إرسال إشعار غير موقع
nb_no: Send usignert varsel

source: Send unencrypted notification
ar_sa: إرسال إشعار غير مشفر
nb_no: Send ukryptert varsling

source: Configuration Options Reference
ar_sa: مرجع خيارات التكوين
nb_no: Referanse for konfigurasjonsalternativer

source: This setting can not be changed.
ar_sa: لا يمكن تغيير هذا الإعداد.
nb_no: Denne innstillingen kan ikke endres.

source: This setting is not active by default.
ar_sa: هذا الإعداد غير نشط بشكل افتراضي.
nb_no: Denne innstillingen er ikke aktiv som standard.

source: This setting can not be deactivated.
ar_sa: لا يمكن إلغاء تنشيط هذا الإعداد.
nb_no: Denne innstillingen kan ikke deaktiveres.

source: This setting is not visible.
ar_sa: هذا الإعداد غير مرئي.
nb_no: Denne innstillingen er ikke synlig.

source: This setting can be overridden in the user preferences.
ar_sa: يمكن تجاوز هذا الإعداد في إعدادات المستخدم.
nb_no: Denne innstillingen kan overstyres i brukerinnstillingene.

source: This setting can be overridden in the user preferences, but is not active by default.
ar_sa: يمكن تجاوز هذا الإعداد في إعدادات المستخدم، ولكنه غير نشط بشكل افتراضي.
nb_no: Denne innstillingen kan overstyres i brukerpreferansene, men er ikke aktiv som standard.

source: Customer user "%s" already exists.
ar_sa: مستخدم العميل "‎%s" موجود بالفعل.
nb_no: Kundebruker "%s" eksisterer allerede.

source: This email address is already in use for another customer user.
ar_sa: عنوان البريد الإلكتروني هذا قيد الاستخدام بالفعل لمستخدم عميل آخر.
nb_no: Denne e-postadressen er allerede i bruk for en annen kundebruker.

source: before/after
ar_sa: قبل/بعد
nb_no: før/etter

source: between
ar_sa: بين
nb_no: mellom

source: e.g. Text or Te*t
ar_sa: على سبيل المثال، Text أو Te*t
nb_no: f.eks. Tekst eller Te*t

source: Ignore this field.
ar_sa: تجاهل هذا الحقل.
nb_no: Ignorer dette feltet.

source: This field is required or
ar_sa: هذا الحقل مطلوب أو
nb_no: Dette feltet er obligatorisk eller

source: The field content is too long!
ar_sa: محتوى الحقل طويل جداً!
nb_no: Innholdet i feltet er for langt!

source: Maximum size is %s characters.
ar_sa: الحجم الأقصى %s حرف.
nb_no: Maksimal lengde er %s tegn.

source: Sanity checks for database.
ar_sa: التحقق من معقولية قاعدة البيانات.
nb_no: Sanitetssjekker for database.

source: Deploy the ACL configuration.
ar_sa: نشر تكوين ACL.
nb_no: Distribuer ACL-konfigurasjonen.

source: Deployment completed, perfect!
ar_sa: اكتمل النشر، تهانينا!
nb_no: Utrullingen fullført, perfekt!

source: Migrate database table auto_responses.
ar_sa: ترحيل جدول قاعدة بيانات "auto_responses".
nb_no: Migrer databasetabell auto_responses.

source: Migration failed.
ar_sa: فشل الترحيل.
nb_no: Migrering mislyktes.

source: Migrate database table auto_response.
ar_sa: ترحيل جدول قاعدة بيانات "auto_response".
nb_no: Migrer databasetabell auto_response.

source: Migration completed, perfect!
ar_sa: اكتمل الترحيل. تهانينا!
nb_no: Migrering fullført, perfekt!

source: OTOBO Cache cleanup.
ar_sa: مسح ذاكرة التخزين المؤقت ل OTOBO.
nb_no: OTOBO Cache-opprydding.

source: Completed.
ar_sa: اكتمل.
nb_no: Fullført.

source: Need OTRSData->%s!
ar_sa: OTRSData->‎%s المطلوب!
nb_no: Trenger OTRSData->%s!

source: Can't access OTRS Home: %s!
ar_sa: يتعذر الوصول إلى الصفحة الرئيسية ل OTRS: ‎%s!
nb_no: Får ikke tilgang til OTRS-hjemmesiden: %s!

source: All needed files copied and migrated, perfect!
ar_sa: تم نسخ كافة الملفات وترحيلها. تهانينا!
nb_no: Alle nødvendige filer kopiert og migrert, perfekt!

source: Copy database.
ar_sa: نسخ قاعدة البيانات.
nb_no: Kopier database.

source: Skipped...
ar_sa: تخطي ...
nb_no: Hoppet over...

source: System was unable to connect to OTRS database.
ar_sa: تعذر على النظام الاتصال بقاعدة بيانات OTRS.
nb_no: Systemet kunne ikke koble til OTRS-databasen.

source: System was unable to complete data transfer.
ar_sa: تعذر على النظام إكمال نقل البيانات.
nb_no: Systemet kunne ikke fullføre dataoverføringen.

source: Data transfer completed.
ar_sa: اكتمل نقل البيانات.
nb_no: Dataoverføring fullført.

source: Check if OTOBO version is correct.
ar_sa: تحقق مما إذا كان إصدار OTOBO صحيحا.
nb_no: Sjekk om OTOBO-versjonen er riktig.

source: Check if OTOBO and OTRS connect is possible.
ar_sa: تحقق مما إذا كان اتصال OTOBO و OTRS ممكنا.
nb_no: Sjekk om OTOBO og OTRS-tilkobling er mulig.

source: Can't open RELEASE file from OTRSHome: %s!
ar_sa: يتعذر فتح ملف RELEASE في OTRSHome: ‎%s!
nb_no: Kan ikke åpne RELEASE-filen fra OTRSHome: %s!

source: Check if OTOBO and OTRS version is correct.
ar_sa: تحقق مما إذا كان إصدار OTOBO و OTRS صحيحا.
nb_no: Sjekk om OTOBO- og OTRS-versjonen er riktig.

source: %s does not exist!
ar_sa: ‎%s غير موجود!
nb_no: %s eksisterer ikke!

source: No OTOBO system found!
ar_sa: لم يتم العثور على نظام OTOBO!
nb_no: Ingen OTOBO-system funnet!

source: You are trying to run this script on the wrong framework version %s!
ar_sa: أنت تحاول تشغيل البرنامج النصي في الإصدار الخطأ من framework ‎%s!
nb_no: Du prøver å kjøre dette skriptet på feil rammeversjon %s!

source: OTOBO Version is correct: %s.
ar_sa: إصدار OTOBO صحيح: ‎%s.
nb_no: OTOBO-versjonen er riktig: %s.

source: Check if OTRS version is correct.
ar_sa: تحقق مما إذا كان إصدار OTRS صحيحا.
nb_no: Sjekk om OTRS-versjonen er riktig.

source: OTRS RELEASE file %s does not exist!
ar_sa: ملف إصدار OTRS ‎%s غير موجود!
nb_no: OTRS RELEASE-filen %s eksisterer ikke!

source: Can't read OTRS RELEASE file: %s
ar_sa: يتعذر قراءة ملف إصدار OTRS: ‎%s
nb_no: Kan ikke lese OTRS RELEASE-fil: %s

source: No OTRS system found!
ar_sa: لم يتم العثور على نظام OTRS!
nb_no: Ingen OTRS-system funnet!

source: Unknown PRODUCT found in OTRS RELASE file: %s. Expected values are %s.
ar_sa: تم العثور على منتج غير معروف في ملف OTRS RELEASE: ‎%s. القيم المتوقعة: ‎%s.
nb_no: Ukjent PRODUKT funnet i OTRS RELASE-fil: %s. Forventede verdier er %s.

source: OTRS Version is correct: %s.
ar_sa: إصدار OTRS صحيح: ‎%s.
nb_no: OTRS-versjonen er riktig: %s.

source: Migrate ITSM database tables.
ar_sa: ترحيل جداول قاعدة بيانات ITSM.
nb_no: Migrer ITSM-databasetabeller.

source: Nothing to do, as the the table '%s' does not exist.
ar_sa: لا شيء للقيام به، لأن الجدول '‎%s' غير موجود.
nb_no: Ingenting å gjøre, siden tabellen '%s' ikke eksisterer.

source: UPDATE of the table '%s' failed.
ar_sa: فشل تحديث الجدول '‎%s'.
nb_no: OPPDATERING av tabellen '%s' mislyktes.

source: Migration completed.
ar_sa: اكتمل الترحيل.
nb_no: Migrering fullført.

source: Migrate configuration settings.
ar_sa: ترحيل إعدادات التكوين.
nb_no: Migrer konfigurasjonsinnstillinger.

source: An error occured during SysConfig data migration or no configuration exists.
ar_sa: حدث خطأ أثناء ترحيل بيانات SysConfig أو لا يوجد تكوين.
nb_no: Det oppstod en feil under SysConfig-datamigrering eller ingen konfigurasjon eksisterer.

source: An error occured during SysConfig migration when writing XML to DB.
ar_sa: حدث خطأ أثناء ترحيل SysConfig عند كتابة XML إلى DB.
nb_no: Det oppstod en feil under SysConfig-migrering ved skriving av XML til DB.

source: SysConfig data migration completed.
ar_sa: اكتمل ترحيل بيانات SysConfig.
nb_no: SysConfig-datamigrering fullført.

source: Migrate web service configuration.
ar_sa: ترحيل تكوين خدمة ويب.
nb_no: Migrer nettjenestekonfigurasjon.

source: Failed - see the log!
ar_sa: فشل - راجع السجل!
nb_no: Mislyktes - se loggen!

source: Migrate database table notification.
ar_sa: ترحيل جدول قاعدة البيانات "إخطار".
nb_no: Varsling om migrering av databasetabell.

source: Can't open Kernel/Config.pm file from OTRSHome: %s!
ar_sa: يتعذر فتح ملف Kernel/Config.pm من OTRSHome: ‎%s!
nb_no: Kan ikke åpne Kernel/Config.pm-filen fra OTRSHome: %s!

source: Check if Kernel/Config.pm exists in OTOBO home.
ar_sa: تحقق مما إذا كان هناك ملف Kernel/Config.pm في OTOBO Home.
nb_no: Sjekk om Kernel/Config.pm finnes i OTOBO home.

source: Kernel/Config.pm exists in OTOBO home
ar_sa: Kernel/Config.pm متوفر في OTOBO
nb_no: Kernel/Config.pm finnes i OTOBO-hjemmet

source: Check if we are able to connect to OTRS Home.
ar_sa: يتحقق مما إذا كان يمكن إنشاء اتصال ب OTRS Home.
nb_no: Sjekk om vi er i stand til å koble til OTRS Home.

source: Can't connect to OTRS file directory.
ar_sa: يتعذر الاتصال بدليل ملفات OTRS.
nb_no: Kan ikke koble til OTRS-filkatalogen.

source: Connect to OTRS file directory is possible.
ar_sa: الاتصال بدليل ملف OTRS ممكن.
nb_no: Koble til OTRS filkatalog er mulig.

source: Try database connect and sanity checks.
ar_sa: جرب الاتصال بقاعدة البيانات وفحوصات السلامة.
nb_no: Prøv databasetilkobling og tilregnelighetssjekker.

source: Could not create database object.
ar_sa: تعذر إنشاء كائن قاعدة البيانات.
nb_no: Kunne ikke opprette databaseobjekt.

source: Database connect and sanity checks completed.
ar_sa: تم الانتهاء من الاتصال بقاعدة البيانات وفحوصات السلامة.
nb_no: Databasetilkobling og tilregnelighetskontroller fullført.

source: Check if all necessary packages are installed.
ar_sa: تحقق مما إذا كانت جميع الحزم الضرورية مثبتة.
nb_no: Sjekk om alle nødvendige pakker er installert.

source: The following packages are only installed in OTRS:
ar_sa: يتم تثبيت الحزم التالية فقط في OTRS:
nb_no: Følgende pakker er kun installert i OTRS:

source: Please install (or uninstall) the packages before migration. If a package doesn't exist for OTOBO so far, please contact the OTOBO Team at bugs\\@otobo.org. We will find a solution.
ar_sa: يرجى تثبيت (أو إلغاء تثبيت) الحزم قبل الترحيل. إذا لم تكن الحزمة متاحة بعد ل OTOBO، فيرجى الاتصال بفريق OTOBO عبر bugs\\@otobo.org. سنجد حلا.
nb_no: Installer (eller avinstaller) pakkene før migrering. Hvis en pakke ikke eksisterer for OTOBO så langt, vennligst kontakt OTOBO-teamet på bugs\\@otobo.org. Vi finner en løsning.

source: The same packages are installed on both systems, perfect!
ar_sa: يتم تثبيت نفس الحزم على كلا النظامين ، جيد جدا!
nb_no: De samme pakkene er installert på begge systemene, perfekt!

source: Package specific tasks
ar_sa: المهام المتعلقة بالحزمة
nb_no: Pakkespesifikke oppgaver

source: Done -
ar_sa: اكتمل -
nb_no: Ferdig -

source: Failed at -
ar_sa: فشل في -
nb_no: Mislyktes på -

source: Check if all needed Perl modules have been installed.
ar_sa: تحقق مما إذا كانت جميع وحدات Perl المطلوبة قد تم تثبيتها.
nb_no: Sjekk om alle nødvendige Perl-moduler er installert.

source: %s script does not exist.
ar_sa: ‎%s البرنامج النصي غير موجود.
nb_no: %s-skriptet finnes ikke.

source: One or more required Perl modules are missing. Please install them as recommended, and run the migration script again.
ar_sa: هناك وحدة أو أكثر من وحدات Perl المطلوبة مفقودة. الرجاء تثبيتها كما هو موصى به، ثم تشغيل البرنامج النصي للترحيل مرة أخرى.
nb_no: En eller flere nødvendige Perl-moduler mangler. Installer dem som anbefalt, og kjør migreringsskriptet på nytt.

source: All required Perl modules have been installed, perfect!
ar_sa: لقد تم تثبيت جميع وحدات Perl المطلوبة، مُمْتاز!
nb_no: Alle nødvendige Perl-moduler er installert, perfekt!

source: Migrate postmaster filter.
ar_sa: ترحيل عامل تصفية مسؤول البريد.
nb_no: Migrer postmaster-filter.

source: Deploy the process management configuration.
ar_sa: نشر تكوين إدارة العملية.
nb_no: Distribuer prosessadministrasjonskonfigurasjonen.

source: Migrate database table response_template.
ar_sa: ترحيل جدول قاعدة بيانات "response_template".
nb_no: Migrer databasetabell responsmal.

source: Migrate database table salutation.
ar_sa: ترحيل جدول قاعدة البيانات "التحية" ("salutation").
nb_no: Migrer databasetabellhilsen.

source: Migrate database table signature.
ar_sa: ترحيل جدول قاعدة بيانات "signature".
nb_no: Migrer databasetabellsignatur.

source: Migrate statistics.
ar_sa: ترحيل الإحصائيات.
nb_no: Migrer statistikk.

source: Couldn't read Notification configuration file. Please make sure the file is valid.
ar_sa: تعذر قراءة ملف تكوين الإشعار. يرجى التأكد من صحة الملف.
nb_no: Kunne ikke lese konfigurasjonsfilen for varsling. Kontroller at filen er gyldig.

source: Imported notification has body text with more than 4000 characters.
ar_sa: يحتوي الإخطار المدرج على نص أساسي يتكون من أكثر من 4000 حرف.
nb_no: Importert varsling har brødtekst med mer enn 4000 tegn.

source: not installed
ar_sa: غير مثبت
nb_no: ikke installert

source: installed
ar_sa: تم التثبيت بنجاح
nb_no: installert

source: Unable to parse repository index document.
ar_sa: يتعذر قراءة مستند الفهرس الخاص بالدليل.
nb_no: Kunne ikke lese fjernarkivets indeks.

source: No packages for your framework version found in this repository, it only contains packages for other framework versions.
ar_sa: لا توجد حزم لإصدارك للإطار الموجود في هذا الدليل، فهو يحتوي فقط على حزم لإصدارات أخرى من الإطار.
nb_no: Ingen pakker ble funnet for din rammeverk-versjon, kun for andre versjoner.

source: File is not installed!
ar_sa: لم يتم تثبيت الملف!
nb_no: Filen er ikke installert!

source: File is different!
ar_sa: الملف مختلف!
nb_no: Filen er annerledes!

source: Can't read file!
ar_sa: لا يمكن قراءة الملف!
nb_no: Kan ikke lese filen!

source: <p>Additional packages can enhance OTOBO with plenty of useful features. Ensure, however, that the origin of this package is trustworthy, as it can modify OTOBO in any possible way.</p>
ar_sa: <p>يمكن للحزم الإضافية تحسين OTOBO مع الكثير من الميزات المفيدة. ومع ذلك ، تأكد من أن أصل هذه الحزمة جدير بالثقة ، حيث يمكنه تعديل OTOBO بأي طريقة ممكنة. </p>
nb_no: <p>Ytterligere pakker kan forbedre OTOBO med mange nyttige funksjoner. Sørg imidlertid for at opprinnelsen til denne pakken er pålitelig, siden den kan endre OTOBO på alle mulige måter.</p>

source: Package not verified by the OTOBO community!
ar_sa: لم يتم التحقق من الحزمة من قبل مجتمع OTOBO!
nb_no: Pakken er ikke bekreftet av OTOBO-fellesskapet!

source: <p>The installation of packages which are not verified is disabled. You can activate the installation of not verified packages via the "Package::AllowNotVerifiedPackages" system configuration setting.</p>
ar_sa: <p> يتم تعطيل تثبيت الحزم التي لم يتم التحقق منها افتراضيًا. يمكنك تمكينهم باستخدام إعداد "Package::AllowNotVerifiedPackages" في تكوين النظام. </p>
nb_no: <p>Installasjonen av pakker som ikke er bekreftet er deaktivert. Du kan aktivere installasjonen av ikke-verifiserte pakker via systemkonfigurasjonsinnstillingen "Package::AllowNotVerifiedPackages".</p>

source: Verification not possible (e.g. no internet connection)!
ar_sa: التحقق غير ممكن (على سبيل المثال لا يوجد اتصال بالإنترنت)!
nb_no: Verifisering ikke mulig (f.eks. ingen internettforbindelse)!

source: The process "%s" and all of its data has been imported successfully.
ar_sa: تم استيراد العملية "‎%s" وجميع بياناتها بنجاح.
nb_no: Prosessen "%s" og alle dens data har blitt importert.

source: Inactive
ar_sa: غير نشط
nb_no: Inaktiv

source: FadeAway
ar_sa: أخفَى
nb_no: Svinne hen

source: Can't contact registration server. Please try again later.
ar_sa: لايمكن الإتصال بخادم التسجيل. الرجاء المحاولة لاحقاً.
nb_no: Kan ikke kontakte registreringsserver. Prøv igjen senere.

source: No content received from registration server. Please try again later.
ar_sa: لم يتم استلام أية محتوى من خادم التسجيل. الرجاء المحاولة لاحقاً.
nb_no: Fikk ikke noe innhold fra registreringsserver. Prøv igjen senere.

source: Can't get Token from sever
ar_sa: لا يمكن الحصول على رمز مميز (Token) من الخادم
nb_no: Kan ikke hente Token fra serveren

source: Username and password do not match. Please try again.
ar_sa: ليس هناك تطابق بين إسم المستخدم وكلمة المرور. الرجاء المحاولة مرة أخرى.
nb_no: Brukernavn og passord stemmer ikke overens. Prøv igjen.

source: Problems processing server result. Please try again later.
ar_sa: يوجد مشاكل في معالجة نتائج الخادم. الرجاء المحاولة لاحقاً.
nb_no: Problemer med å prosessere serverresultat. Prøv igjen senere.

source: week
ar_sa: أسبوع
nb_no: uke

source: quarter
ar_sa: ربع سنوي
nb_no: kvartal

source: half-year
ar_sa: نصف سنوي
nb_no: halvår

source: State Type
ar_sa: نوع الحالة
nb_no: Statustype

source: Created Priority
ar_sa: تم إنشاؤها بأولوية
nb_no: Opprettet Prioritet

source: Created State
ar_sa: تم إنشاؤه بالحالة
nb_no: Opprettet Status

source: Create Time
ar_sa: وقت الإنشاء
nb_no: Tid

source: Pending until time
ar_sa: فترة الانتظار
nb_no: Venter til tid

source: Close Time
ar_sa: وقت إقفال البطاقة
nb_no: Avsluttet Tidspunkt

source: Escalation
ar_sa: التصعيد
nb_no: Eskalering

source: Escalation - First Response Time
ar_sa: التصعيد - وقت الاستجابة الأول
nb_no: Eskalering - første responstid

source: Escalation - Update Time
ar_sa: التصعيد - وقت التحديث
nb_no: Eskalering - oppdateringtidspunkt

source: Escalation - Solution Time
ar_sa: التصعيد - وقت الحل
nb_no: Eskalering - løsningstid

source: Agent/Owner
ar_sa: الوكيل/المالك
nb_no: Saksbehandler/Eier

source: Created by Agent/Owner
ar_sa: تم الإنشاء بواسطة الوكيل/المالك
nb_no: Opprettet av Saksbehandler/Eier

source: Assigned to Customer User Login
ar_sa: مخصص لتسجيل دخول المستخدم للعميل
nb_no: Tilordnet til kundebrukerpålogging

source: Evaluation by
ar_sa: تقييم بواسطة
nb_no: Evaluering av

source: Ticket/Article Accounted Time
ar_sa: التذكرة/العنصر - الوقت المحسوب
nb_no: Sak/Innlegg Utgjort Tid

source: Ticket Create Time
ar_sa: وقت إنشاء التذكرة
nb_no: Sak Opprettelsestidspunkt

source: Ticket Close Time
ar_sa: وقت إغلاق التذكرة
nb_no: Sak Avsluttingstidspunkt

source: Accounted time by Agent
ar_sa: الوقت المعين من قبل الوكيل
nb_no: Utgjort tid av Saksbehandler

source: Total Time
ar_sa: الوقت الإجمالي
nb_no: Total Tid

source: Ticket Average
ar_sa: متوسط الوقت لكل تذكرة
nb_no: Saksgjennomsnitt

source: Ticket Min Time
ar_sa: الحد الأدنى لوقت التذكرة
nb_no: Sak Min Tid

source: Ticket Max Time
ar_sa: الحد الأقصى لوقت التذكرة
nb_no: Sak Max Tid

source: Number of Tickets
ar_sa: عدد التذاكر
nb_no: Antall Saker

source: Article Average
ar_sa: متوسط الوقت لكل عنصر(مقالة)
nb_no: Innlegg Gjennomsnitt

source: Article Min Time
ar_sa: الحد الأدنى لوقت المقالة
nb_no: Innlegg Min Tid

source: Article Max Time
ar_sa: الحد الأقصى لوقت المقالة
nb_no: Innlegg Max Tid

source: Number of Articles
ar_sa: عدد المقالات
nb_no: Antall Innlegg

source: unlimited
ar_sa: غير محدود
nb_no: ubegrenset

source: Attributes to be printed
ar_sa: السمات المراد طباعتها
nb_no: Attributter som skal printes

source: Sort sequence
ar_sa: تسلسل الفرز
nb_no: Sorteringssekvens

source: State Historic
ar_sa: تاريخ الحالة
nb_no: Tilstandshistorikk

source: State Type Historic
ar_sa: تاريخ نوع الحالة
nb_no: Statstype Historisk

source: Historic Time Range
ar_sa: النطاق الزمني التاريخي
nb_no: Historisk tidsrom

source: Number
ar_sa: الرقم
nb_no: Nummer

source: Last Changed
ar_sa: آخر تعديل
nb_no: Sist endret

source: Solution Average
ar_sa: متوسط وقت الحل
nb_no: Løsningsgjennomsnitt

source: Solution Min Time
ar_sa: الحد الأدنى من وقت الحل
nb_no: Løsning Min tid

source: Solution Max Time
ar_sa: الحد الأقصى لوقت الحل
nb_no: Løsning Maks tid

source: Solution Average (affected by escalation configuration)
ar_sa: متوسط وقت الحل (يتأثر بتكوين التصعيد)
nb_no: Løsningsgjennomsnitt (påvirket av eskaleringskonfigurasjon)

source: Solution Min Time (affected by escalation configuration)
ar_sa: الحد الأدنى لوقت الحل (يتأثر بتكوين التصعيد)
nb_no: Løsning min tid (påvirket av eskaleringskonfigurasjon)

source: Solution Max Time (affected by escalation configuration)
ar_sa: الحد الأقصى لوقت الحل (يتأثر بتكوين التصعيد)
nb_no: Løsning Maks tid (påvirket av eskaleringskonfigurasjon)

source: Solution Working Time Average (affected by escalation configuration)
ar_sa: متوسط وقت عمل الحل (يتأثر بتكوين التصعيد)
nb_no: Løsning Gjennomsnittlig arbeidstid (påvirket av eskaleringskonfigurasjon)

source: Solution Min Working Time (affected by escalation configuration)
ar_sa: الحد الأدنى لوقت عمل الحل (يتأثر بتكوين التصعيد)
nb_no: Løsning Min arbeidstid (påvirket av eskaleringskonfigurasjon)

source: Solution Max Working Time (affected by escalation configuration)
ar_sa: الحد الأقصى لوقت عمل الحل (يتأثر بتكوين التصعيد)
nb_no: Løsning Maks arbeidstid (påvirket av eskaleringskonfigurasjon)

source: First Response Average (affected by escalation configuration)
ar_sa: متوسط وقت الاستجابة الأولية (يتأثر بتكوين التصعيد)
nb_no: Gjennomsnitt for første respons (påvirket av eskaleringskonfigurasjon)

source: First Response Min Time (affected by escalation configuration)
ar_sa: الحد الأدنى لوقت الاستجابة الأولية (يتأثر بتكوين التصعيد)
nb_no: Min tid for første respons (påvirket av eskaleringskonfigurasjon)

source: First Response Max Time (affected by escalation configuration)
ar_sa: الحد الأقصى لوقت الاستجابة الأولية (يتأثر بتكوين التصعيد)
nb_no: Maks tid for første respons (påvirket av eskaleringskonfigurasjon)

source: First Response Working Time Average (affected by escalation configuration)
ar_sa: متوسط وقت الاستجابة الأولية (يتأثر بتكوين التصعيد)
nb_no: Gjennomsnittlig arbeidstid for første respons (påvirket av eskaleringskonfigurasjon)

source: First Response Min Working Time (affected by escalation configuration)
ar_sa: الحد الأدنى لوقت العمل للاستجابة الأولى (متأثر بتكوين التصعيد)
nb_no: Første respons min arbeidstid (påvirket av eskaleringskonfigurasjon)

source: First Response Max Working Time (affected by escalation configuration)
ar_sa: الحد الأقصى لوقت العمل للاستجابة الأولى (متأثر بتكوين التصعيد)
nb_no: Første respons maksimal arbeidstid (påvirket av eskaleringskonfigurasjon)

source: Number of Tickets (affected by escalation configuration)
ar_sa: عدد التذاكر (متأثرة بتكوين التصعيد)
nb_no: Antall saker (påvirket av eskaleringskonfigurasjon)

source: Days
ar_sa: أيام
nb_no: Dager

source: Queues / Tickets
ar_sa: قوائم الانتظار / التذاكر
nb_no: Køer / saker

source: Outdated Tables
ar_sa: جداول قديمة
nb_no: Utdaterte tabeller

source: Outdated tables were found in the database. These can be removed if empty.
ar_sa: تم العثور على جداول قديمة في قاعدة البيانات. يمكن إزالتها إذا كانت فارغة.
nb_no: Utdaterte tabeller ble funnet i databasen. Disse kan fjernes hvis de er tomme.

source: Table Presence
ar_sa: فحص وجود الجداول
nb_no: Tabell tilstedeværelse

source: Internal Error: Could not open file.
ar_sa: خطأ داخلي: تعذر فتح الملف.
nb_no: Intern feil: Kan ikke åpne fil.

source: Table Check
ar_sa: التحقق من حالة الجدول
nb_no: Tabell sjekk
