Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: CacheTTL
ar_sa: ذاكرة التخزين المؤقت TTL

source: Cache TTL
ar_sa: ذاكرة التخزين المؤقت TTL

source: Send
ar_sa: أَرْسَلَ

source: Send Keep-Alive
ar_sa: أرسل Keep-Alive

source: Proxy Server
ar_sa: مخدم بروكسي

source: Certification Authority (CA) Directory
ar_sa: دليل المرجع المصدق (CA)

source: SOAPAction separator
ar_sa: فاصل SOAPAction

source: Element
ar_sa: عُنْصُر

source: Backend
ar_sa: خَلْفِيَّة

source: Bit
ar_sa: بِتْ

source: Metadata
ar_sa: بيانات تعريف

source: System type
ar_sa: نوع النظام

source: Hash
ar_sa: تجزئة

source: Jan
ar_sa: يَنَاير

source: Feb
ar_sa: فِبْراير

source: Mar
ar_sa: مارِس

source: April
ar_sa: أبْرِيل

source: Apr
ar_sa: أبْرِيل

source: Jun
ar_sa: يُونْيُو

source: Jul
ar_sa: يُولْيُو

source: August
ar_sa: أُغُسْطُس

source: Aug
ar_sa: أُغُسْطُس

source: September
ar_sa: سِبْتمبر

source: Sep
ar_sa: سِبْتمبر

source: November
ar_sa: نُوفَمْبِر

source: Nov
ar_sa: نوفمبر

source: Start chat
ar_sa: بدء الدردشة

source: Start
ar_sa: إبدأ

source: Total
ar_sa: مجموع

source: ConfigItems
ar_sa: عناصر التكوين

source: Sender Type
ar_sa: نوع المرسل

source: Via
ar_sa: عَنْ طَرِيق

source: via %s
ar_sa: عبر ٪s

source: SystemID
ar_sa: معرف النظام

source: HTTP Type
ar_sa: نوع HTTP

source: Elasticsearch
ar_sa: البحث المرن

source: OTOBO forum
ar_sa: منتدى OTOBO

source: OTRS server
ar_sa: خادم OTRS

source: Dialog
ar_sa: حِوَارٌ

source: Format
ar_sa: تنسيق

source: Database Backend
ar_sa: قاعدة البيانات الخلفية

source: xor
ar_sa: حصري أو (xor)

source: String
ar_sa: سلسلة أحرف

source: Test
ar_sa: إختبار

source: Normal
ar_sa: عَادِيٌّ

source: Database %s
ar_sa: قاعدة البيانات ‎%s

source: Syslog
ar_sa: سجل النظام (Syslog)

source: Chat
ar_sa: دردشة

source: Standard
ar_sa: قياسي

source: m
ar_sa: م

source: d
ar_sa: د

source: %s TB
ar_sa: ‎%s تيرابايت (TB)

source: %s GB
ar_sa: ‎%s غيغابايت (GB)

source: %s MB
ar_sa: ‎%s ميغابايت (MG)

source: %s KB
ar_sa: ‎%s كيلوبايت (KB)

source: %s B
ar_sa: ‎%s بايت (B)

source: Sum
ar_sa: إجماليّ

source: Perl Modules Audit
ar_sa: تدقيق وحدة بيرل (Perl)

source: GenericInterface Webservices
ar_sa: خدمات ويب ل GenericInterface

source: Problem
ar_sa: مُشْكِلة

source: 3 normal
ar_sa: 3 عادي

source: system
ar_sa: النظام

source: Fr
ar_sa: الْجُمُعَةِ

source: no
ar_sa: لا

source: Admin.
ar_sa: المسؤول.

source: Avatar
ar_sa: الصورة الرمزية (Avatar)

source: CSV Separator
ar_sa: فواصل بيانات CSV

source: DeploymentHistory
ar_sa: محفوظات النشر

source: Dynamic Fields Checkbox Backend GUI
ar_sa: واجهة الحقول الديناميكية لمربعات الاختيار

source: Dynamic Fields Database Backend GUI
ar_sa: واجهة الحقول الديناميكية لحقول قاعدة البيانات

source: Dynamic Fields GUI
ar_sa: واجهة الحقول الديناميكية

source: Dynamic Fields Multiselect Backend GUI
ar_sa: واجهة الحقول الديناميكية لمربعات التحديد المتعدد

source: Dynamic Fields Web Service Backend GUI
ar_sa: واجهة الحقول الديناميكية لحقول خدمة الويب

source: Frontend
ar_sa: واجهة أمامية

source: GenericInterface Debugger GUI
ar_sa: واجهة مصحح أخطاء GenericInterface

source: GenericInterface ErrorHandling GUI
ar_sa: واجهة مستخدم معالجة أخطاء GenericInterface

source: GenericInterface Invoker Event GUI
ar_sa: واجهة المستخدم الرسومية لحدث GenericInterface Invoker

source: GenericInterface Invoker GUI
ar_sa: واجهة مستخدم GenericInterface Invoker

source: GenericInterface Web Service GUI
ar_sa: واجهة مستخدم خدمات ويب GenericInterface

source: GenericInterface Web Service History GUI
ar_sa: واجهة مستخدم سجل خدمة ويب GenericInterface

source: GenericInterface Web Service Mapping GUI
ar_sa: واجهة مستخدم تعيين خدمة الويب (Web Service Mapping) GenericInterface

source: Hindi
ar_sa: الهندية

source: Medium
ar_sa: وسط

source: normal
ar_sa: عادي
