Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Shows all the customer user identifiers in a multi-select field (not useful if you have a lot of customer user identifiers).
nb_no: Viser alle kundebrukeridentifikatorer i et flervalgsfelt (ikke nyttig hvis du har mange kundebrukeridentifikatorer).

source: Shows an owner selection in phone and email tickets in the agent interface.
nb_no: Viser et eier-valg i telefon- og e-post-saker i agentdelen.

source: Shows customer history tickets in AgentTicketPhone, AgentTicketEmail and AgentTicketCustomer.
nb_no: Viser kundehistorikk i agentdelen.

source: Shows either the last customer article's subject or the ticket title in the small format overview.
nb_no: Viser enten emnet til siste kundeartikkel eller sakens emne i "liten" oversikt.

source: Shows existing parent/child queue lists in the system in the form of a tree or a list.
nb_no: Viser eksisterende foredldre/barn kølister i systemet i form av et tre eller en liste.

source: Shows information on how to start OTOBO Daemon
nb_no: Vis informasjon om hvordan starte OTOBO Agenten

source: Shows link to external page in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2".
nb_no: Viser lenke til ekstern side i sakszoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen "Gruppe" og innhold som "rw:gruppe1;move_into:group2".

source: Shows the article head information in the agent zoom view.
nb_no: Viser artikkelhodeinformasjonen i agentzoomvisningen.

source: Shows the articles sorted normally or in reverse, under ticket zoom in the agent interface.
nb_no: Viser artiklene sortert normalt eller reversert i saksvisning i agentdelen.

source: Shows the customer user information (phone and email) in the compose screen.
nb_no: Viser kundens brukerinformasjon (telefon og e-post) når man komponerer en sak.

source: Shows the enabled ticket attributes in the customer interface (0 = Disabled and 1 = Enabled).
nb_no: Viser de aktiverte saksattributtene i kundegrensesnittet (0 = Deaktivert og 1 = Aktivert).

source: Shows the message of the day (MOTD) in the agent dashboard. "Group" is used to restrict access to the plugin (e. g. Group: admin;group1;group2;). "Default" indicates if the plugin is enabled by default or if the user needs to enable it manually. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
nb_no: Viser dagens melding (MOTD) i agentdashbordet. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" indikerer om plugin-en er aktivert som standard eller om brukeren trenger å aktivere den manuelt. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Shows the message of the day on login screen of the agent interface.
nb_no: Viser Dagens Melding på innloggingsskjermen til agentdelen.

source: Shows the ticket history (reverse ordered) in the agent interface.
nb_no: Viser sakshistorikken (nyeste først) i agentdelen.

source: Shows the ticket priority options in the close ticket screen of the agent interface.
nb_no: Viser sakens prioritetsvalg i agentdelens skjerm for å avslutte saker.

source: Shows the ticket priority options in the move ticket screen of the agent interface.
nb_no: Viser sakens prioritetsvalg i agentdelens skjerm for å flytte saker.

source: Shows the ticket priority options in the ticket bulk screen of the agent interface.
nb_no: Viser sakens prioritetsvalg i agentdelens skjerm for å masseredigere saker.

source: Shows the ticket priority options in the ticket free text screen of the agent interface.
nb_no: Viser sakens prioritetsvalg i agentdelens skjerm for fritekst.

source: Shows the ticket priority options in the ticket note screen of the agent interface.
nb_no: Viser sakens prioritetsvalg i agentdelens skjerm for notiser.

source: Shows the ticket priority options in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Viser sakens prioritetsvalg i agentdelens sakseier-skjerm i saksvisning.

source: Shows the ticket priority options in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Viser saksprioritetsalternativene i "sak venter"-skjermen for en zoomet sak i agentgrensesnittet.

source: Shows the ticket priority options in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Viser saksprioritetsalternativene i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Shows the ticket priority options in the ticket responsible screen of the agent interface.
nb_no: Viser saksprioritetsalternativene i saksansvarlig skjerm i agentgrensesnittet.

source: Shows the title field in the close ticket screen of the agent interface.
nb_no: Viser tittelfeltet i skjermbildet for lukke sak i agentgrensesnittet.

source: Shows the title field in the ticket free text screen of the agent interface.
nb_no: Viser tittelfeltet i saksfritekstskjermen til agentgrensesnittet.

source: Shows the title field in the ticket note screen of the agent interface.
nb_no: Viser tittelfeltet i saksnotatskjermen til agentgrensesnittet.

source: Shows the title field in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Viser tittelfeltet i sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Shows the title field in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Viser tittelfeltet i skjermbildet for ventende sak til en zoomet sak i agentgrensesnittet.

source: Shows the title field in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Viser tittelfeltet i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Shows the title field in the ticket responsible screen of the agent interface.
nb_no: Viser tittelfeltet i den saksansvarlige skjermen til agentgrensesnittet.

source: Shows time in long format (days, hours, minutes), if enabled; or in short format (days, hours), if not enabled.
nb_no: Viser tid i langt format (dager, timer, minutter), hvis aktivert; eller i kort format (dager, timer), hvis ikke aktivert.

source: Shows time use complete description (days, hours, minutes), if enabled; or just first letter (d, h, m), if not enabled.
nb_no: Viser fullstendig beskrivelse av tidsbruk (dager, timer, minutter), hvis aktivert; eller bare første bokstav (d, h, m), hvis ikke aktivert.

source: Signature data.
nb_no: Signaturdata.

source: Signatures
ar_sa: التوقيعات
nb_no: Signaturer

source: Simple
nb_no: Enkel

source: Skin
nb_no: Webtema

source: Slovak
nb_no: Slovakisk

source: Slovenian
nb_no: Slovensk

source: Small
ar_sa: صغير
nb_no: Liten

source: Software Package Manager.
nb_no: Programvarepakkebehandling.

source: Solution time
nb_no: Løsningstid

source: Some description!
nb_no: Noe beskrivelse!

source: Some picture description!
nb_no: Noe bilde beskrivelse!

source: Sorts the tickets (ascendingly or descendingly) when a single queue is selected in the queue view and after the tickets are sorted by priority. Values: 0 = ascending (oldest on top, default), 1 = descending (youngest on top). Use the QueueID for the key and 0 or 1 for value.
nb_no: Sorterer sakene (stigende eller synkende) når en enkelt kø er valgt i køvisningen og etter at sakene er sortert etter prioritet. Verdier: 0 = stigende (eldst på toppen, standard), 1 = synkende (yngst på toppen). Bruk QueueID for nøkkelen og 0 eller 1 for verdi.

source: Sorts the tickets (ascendingly or descendingly) when a single queue is selected in the service view and after the tickets are sorted by priority. Values: 0 = ascending (oldest on top, default), 1 = descending (youngest on top). Use the ServiceID for the key and 0 or 1 for value.
nb_no: Sorterer sakene (stigende eller synkende) når en enkelt kø er valgt i tjenestevisningen og etter at sakene er sortert etter prioritet. Verdier: 0 = stigende (eldst på toppen, standard), 1 = synkende (yngst på toppen). Bruk ServiceID for nøkkelen og 0 eller 1 for verdi.

source: Spam Assassin example setup. Ignores emails that are marked with SpamAssassin.
nb_no: Eksempeloppsett for SpamAssassin. Ignorerer e-poster som er merket av SpamAssassin.

source: Spam Assassin example setup. Moves marked mails to spam queue.
nb_no: Eksempeloppsett for SpamAssassin. Flytter merkede e-poster til køen for søppelpost.

source: Spanish
nb_no: Spansk

source: Spanish (Colombia)
nb_no: Spansk (Kolombia)

source: Spanish (Mexico)
nb_no: Spansk (Mexico)

source: Spanish stop words for fulltext index. These words will be removed from the search index.
nb_no: Spanske stoppord for fulltekstindeks. Disse ordene vil bli fjernet fra søkeindeksen.

source: Specifies if an agent should receive email notification of his own actions.
nb_no: Angir om en agent skal motta e-postvarsling om sine egne handlinger.

source: Specifies the directory to store the data in, if "FS" was selected for ArticleStorage.
nb_no: Spesifiserer katalogen som dataene skal lagres i, hvis "FS" ble valgt for ArticleStorage.

source: Specifies the directory where SSL certificates are stored.
nb_no: Spesifiserer mappen der SSL-sertifikatene lagres.

source: Specifies the directory where private SSL certificates are stored.
nb_no: Spesifiserer mappen der private SSL-sertifikater lagres.

source: Specifies the email address that should be used by the application when sending notifications. The email address is used to build the complete display name for the notification master (i.e. "OTOBO Notifications" otobo@your.example.com). You can use the OTOBO_CONFIG_FQDN variable as set in your configuation, or choose another email address.
nb_no: Angir e-postadressen som skal brukes av programmet når du sender varsler. E-postadressen brukes til å bygge det fullstendige visningsnavnet for varslingsmasteren (dvs. "OTOBO Notifications" otobo@your.example.com). Du kan bruke OTOBO_CONFIG_FQDN-variabelen som angitt i konfigurasjonen, eller velge en annen e-postadresse.

source: Specifies the email addresses to get notification messages from scheduler tasks.
nb_no: Spesifiserer e-postadressene for å motta varslingsmeldinger fra planleggeroppgaver.

source: Specifies the group where the user needs rw permissions so that he can access the "SwitchToCustomer" feature.
nb_no: Spesifiserer gruppen der brukeren trenger rw-tillatelser slik at han kan få tilgang til "SwitchToCustomer"-funksjonen.

source: Specifies the group where the user needs rw permissions so that they can edit other users preferences.
nb_no: Angir gruppen der brukeren trenger rw-tillatelser slik at de kan redigere andre brukers preferanser.

source: Specifies the name that should be used by the application when sending notifications. The sender name is used to build the complete display name for the notification master (i.e. "OTOBO Notifications" otobo@your.example.com).
nb_no: Angir navnet som skal brukes av applikasjonen når du sender varsler. Avsendernavnet brukes til å bygge det fullstendige visningsnavnet for varslingsmasteren (dvs. "OTOBO Notifications" otobo@your.example.com).

source: Specifies the order in which the firstname and the lastname of agents will be displayed.
nb_no: Angir rekkefølgen fornavnet og etternavnet til agenter skal vises i.

source: Specifies the path of the file for the logo in the page header (gif|jpg|png, 700 x 100 pixel).
nb_no: Spesifiserer stien til logofilen i toppen av siden (gif|jpg|png, 700x100 piksler).

source: Specifies the path of the file for the performance log.
nb_no: Spesifiserer stien til ytelseslogg-filen.

source: Specifies the path to the converter that allows the view of Microsoft Excel files, in the web interface.
nb_no: Spesifiserer stien til konverteringsprogrammet som tillater visning av Microsoft Excel-filer i webvisningen.

source: Specifies the path to the converter that allows the view of Microsoft Word files, in the web interface.
nb_no: Spesifiserer stien til konverteringsprogrammet som tillater visning av Microsoft Word-filer i webvisningen.

source: Specifies the path to the converter that allows the view of PDF documents, in the web interface.
nb_no: Spesifiserer stien til konverteringsprogrammet som tillater visning av PDF-filer i webvisningen.

source: Specifies the path to the converter that allows the view of XML files, in the web interface.
nb_no: Spesifiserer stien til konverteringsprogrammet som tillater visning av XML-filer.

source: Specifies the text that should appear in the log file to denote a CGI script entry.
nb_no: Spesifiserer teksten som skal skrives til loggfilen for å markere et innslag fra et CGI-script.

source: Specifies user id of the postmaster data base.
nb_no: Spesifiserer bruker-id for postmaster-databasen.

source: Specifies whether all storage backends should be checked when looking for attachments. This is only required for installations where some attachments are in the file system, and others in the database.
nb_no: Angir om alle lagringsbackends skal sjekkes når du ser etter vedlegg. Dette er kun nødvendig for installasjoner der noen vedlegg er i filsystemet, og andre i databasen.

source: Specifies whether the (MIMEBase) article attachments will be indexed and searchable.
nb_no: Angir om (MIMEBase) artikkelvedlegg skal indekseres og søkbare.

source: Specify how many sub directory levels to use when creating cache files. This should prevent too many cache files being in one directory.
nb_no: Spesifiser hvor mange underkatalognivåer som skal brukes når du oppretter hurtigbufferfiler. Dette bør forhindre at for mange cache-filer er i én katalog.

source: Specify the password to authenticate for the first mirror database.
nb_no: Angi passordet for autentisering for den første speildatabasen.

source: Specify the username to authenticate for the first mirror database.
nb_no: Angi brukernavnet som skal autentiseres for den første speildatabasen.

source: Standard available permissions for agents within the application. If more permissions are needed, they can be entered here. Permissions must be defined to be effective. Some other good permissions have also been provided built-in: note, close, pending, customer, freetext, move, compose, responsible, forward and bounce. Make sure that "rw" is always the last registered permission, as rw automatically grants all additional permissions.
nb_no: Standard tilgjengelige tillatelser for agenter i applikasjonen. Hvis flere tillatelser er nødvendig, kan de legges inn her. Tillatelser må defineres for å være effektive. Noen andre gode tillatelser har også blitt gitt innebygd: noter, lukk, venter, kunde, fritekst, flytt, komponer, ansvarlig, forover og sprett. Sørg for at "rw" alltid er den siste registrerte tillatelsen, da rw automatisk gir alle tilleggsrettigheter.

source: Start number for statistics counting. Every new stat increments this number.
nb_no: Starttall for statistikktelling. Nye statistikker legger til på dette tallet.

source: Started response time escalation.
nb_no: Startet eskalering av responstid.

source: Started solution time escalation.
nb_no: Startet opptrapping av løsningstid.

source: Started update time escalation.
nb_no: Startet eskalering av oppdateringstid.

source: Starts a wildcard search of the active object after the link object mask is started.
nb_no: Starter et jokertegnsøk på det aktive objektet etter at koblingsobjektmasken er startet.

source: States
ar_sa: الحالة
nb_no: Status

source: Statistics overview.
nb_no: Statistikkoversikt.

source: Statistics reports.
nb_no: Statistikkrapporter.

source: Status view
nb_no: Statusvisning

source: Stopped response time escalation.
nb_no: Stoppet eskalering av responstid.

source: Stopped solution time escalation.
nb_no: Stoppet eskalering av løsningstid.

source: Stopped update time escalation.
nb_no: Stoppet eskalering av oppdateringstid.

source: Stores cookies after the browser has been closed.
nb_no: Lagrer informasjonskapsler (cookies) etter at nettleseren har blitt stengt.

source: Strips empty lines on the ticket preview in the queue view.
nb_no: Tar vekk tomme linjer i saksvisningen i kølisten.

source: Strips empty lines on the ticket preview in the service view.
nb_no: Fjerner tomme linjer på forhåndsvisningen av saken i tjenestevisningen.

source: Suspend already escalated tickets.
nb_no: Suspender allerede eskalerte saker.

source: Swedish
nb_no: Svensk

source: System Address Display Name
nb_no: Visningsnavn for systemadresse

source: System Configuration Deployment
nb_no: Systemkonfigurasjonsimplementering

source: System Configuration Group
nb_no: Systemkonfigurasjonsgruppe

source: System Configuration Setting History
nb_no: Innstillingshistorikk for systemkonfigurasjon

source: System Maintenance
nb_no: Vedlikehold av systemet

source: Templates ↔ Attachments
nb_no: Maler ↔ Vedlegg

source: Templates ↔ Queues
nb_no: Maler ↔ Køer

source: Textarea
nb_no: Tekstareale

source: Thai
nb_no: Tailandsk

source: The PGP signature is expired.
nb_no: PGP-signaturen er utløpt.

source: The PGP signature was made by a revoked key, this could mean that the signature is forged.
nb_no: PGP-signaturen ble laget av en tilbakekalt nøkkel, dette kan bety at signaturen er forfalsket.

source: The PGP signature was made by an expired key.
nb_no: PGP-signaturen ble laget av en utløpt nøkkel.

source: The PGP signature with the keyid has not been verified successfully.
nb_no: PGP-signaturen med nøkkel-id er ikke verifisert.

source: The PGP signature with the keyid is good.
nb_no: PGP-signaturen med keyid er god.

source: The agent skin's InternalName which should be used in the agent interface. Please check the available skins in Frontend::Agent::Skins.
nb_no: Agentskallets interne navn som skal brukes i agentgrensesnittet. Vennligst sjekk tilgjengelige skins i Frontend::Agent::Skins.

source: The customer skin's InternalName which should be used in the customer interface. Please check the available skins in Frontend::Customer::Skins.
nb_no: Kundens skins interne navn som skal brukes i kundegrensesnittet. Vennligst sjekk tilgjengelige skins i Frontend::Customer::Skins.

source: The daemon registration for sync with S3.
nb_no: Daemonregistreringen for synkronisering med S3.

source: The daemon registration for the scheduler cron task manager.
nb_no: Daemonregistreringen for planleggeren av cron-oppgavebehandling.

source: The daemon registration for the scheduler future task manager.
nb_no: Daemonregistreringen for den fremtidige oppgavebehandleren for planleggeren.

source: The daemon registration for the scheduler generic agent task manager.
nb_no: Daemonregistreringen for den generiske oppgavebehandleren for planleggeren.

source: The daemon registration for the scheduler task worker.
nb_no: Daemonregistreringen for planleggeroppgavearbeideren.

source: The daemon registration for the system configuration deployment sync manager.
nb_no: Daemonregistreringen for distribusjonssynkroniseringsbehandlingen for systemkonfigurasjon.

source: The divider between TicketHook and ticket number. E.g ': '.
nb_no: Skilletegnet mellom TicketHook og saksnummeret, f.eks. ":".

source: The duration in minutes after emitting an event, in which the new escalation notify and start events are suppressed.
nb_no: Varigheten i minutter etter utsendelse av en hendelse, der varslingen om ny eskalering og starthendelsene undertrykkes.

source: The format of the subject. 'Left' means '[TicketHook#:12345] Some Subject', 'Right' means 'Some Subject [TicketHook#:12345]', 'None' means 'Some Subject' and no ticket number. In the latter case you should verify that the setting PostMaster::CheckFollowUpModule###0200-References is activated to recognize followups based on email headers.
nb_no: Formatet til emnet. 'Venstre' betyr '[TicketHook#:12345] Noe emne', 'Høyre' betyr 'Noen emne [TicketHook#:12345]', 'Ingen' betyr 'Noen emne' og ikke noe saksnummer. I sistnevnte tilfelle bør du bekrefte at innstillingen PostMaster::CheckFollowUpModule###0200-References er aktivert for å gjenkjenne oppfølginger basert på e-posthoder.

source: The headline shown in the customer interface.
nb_no: Overskriften som vises i kundeportalen.

source: The identifier for a ticket, e.g. Ticket#, Call#, MyTicket#. The default is Ticket#.
nb_no: Identifikatoren for en sak, f.eks. Sak#, Ticket#, MinSak#. Standard er Ticket#.

source: The logo and signet shown in the header of the customer interface. The URL to the image can be a relative URL to the skin image directory, or a full URL to a remote web server. The signet will be scaled to 32px*32px, the logo to 196px*32px. (In the mobile setup both have a height of 24px with variable length.)
nb_no: Logoen og signet vises i overskriften på kundegrensesnittet. URLen til bildet kan være en relativ URL til temabildekatalogen, eller en fullstendig URL til en ekstern nettserver. Signet skal skaleres til 32px*32px, logoen til 196px*32px. (I mobiloppsettet har begge en høyde på 24px med variabel lengde.)

source: The logo shown in the header of the agent interface for the skin "default". See "AgentLogo" for further description.
nb_no: Logoen som vises i overskriften til agentgrensesnittet for temaet "standard". Se "AgentLogo" for ytterligere beskrivelse.

source: The logo shown in the header of the agent interface. The URL to the image can be a relative URL to the skin image directory, or a full URL to a remote web server.
nb_no: Logoen som vises i overskriften til agentgrensesnittet. URLen til bildet kan være en relativ URL til temabildekatalogen, eller en fullstendig URL til en ekstern nettserver.

source: The logo shown on top of the login box of the agent interface. The URL to the image can be a relative URL to the skin image directory, or a full URL to a remote web server.
nb_no: Logoen som vises på toppen av påloggingsboksen til agentgrensesnittet. URLen til bildet kan være en relativ URL til temabildekatalogen, eller en fullstendig URL til en ekstern nettserver.

source: The maximal number of articles expanded on a single page in AgentTicketZoom.
nb_no: Maksimalt antall artikler utvidet på en enkelt side i AgentTicketZoom.

source: The maximal number of articles shown on a single page in AgentTicketZoom.
nb_no: Maksimalt antall artikler vist på en enkelt side i AgentTicketZoom.

source: The maximum number of mails fetched at once before reconnecting to the server.
nb_no: Maksimalt antall e-poster hentet på en gang før du kobler til serveren igjen.

source: The secret you supplied is invalid. The secret must only contain letters (A-Z, uppercase) and numbers (2-7) and must consist of 16 characters.
nb_no: Hemmeligheten du oppga er ugyldig. Hemmeligheten må kun inneholde bokstaver (A-Z, store bokstaver) og tall (2-7) og må bestå av 16 tegn.

source: The text at the beginning of the subject in an email reply, e.g. RE, AW, or AS.
nb_no: Teksten i begynnelsen av emnet på et e-post-svar, f.eks. RE, SV.

source: The text at the beginning of the subject when an email is forwarded, e.g. FW, Fwd, or WG.
nb_no: Teksten i begynnelsen av emnet på en e-post som er videresendt, f.eks. VS, FW.

source: The value of the From field
nb_no: Verdien i Fra-feltet

source: Theme
ar_sa: الثيم
nb_no: Tema

source: This configuration defines all possible screens to enable or disable default columns.
nb_no: Denne konfigurasjonen definerer alle mulige skjermbilder for å aktivere eller deaktivere standardkolonner.

source: This configuration defines all possible screens to enable or disable dynamic fields.
nb_no: Denne konfigurasjonen definerer alle mulige skjermbilder for å aktivere eller deaktivere dynamiske felt.
