Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Parameters for the dashboard backend of the queue overview widget of the agent interface. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "QueuePermissionGroup" is not mandatory, queues are only listed if they belong to this permission group if you enable it. "States" is a list of states, the key is the sort order of the state in the widget. "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
ar_sa: يحدد المعلمات لوحة التحكم الخلفية. "الحد" يحدد عدد الإدخالات التي يتم عرضها افتراضيًا. "المجموعة" يحدد الوصول إلى لوحة التحكم المعينة (على سبيل المثال: المجموعة: admin;group1;group2). "QueuePermissionGroup" يحدد (عند التمكين) أنه يتم سرد الطوابير التي تنتمي إلى مجموعة الصلاحيات المقابلة. "الحالات" هي قائمة من الحالات، حيث يكون المفتاح هو ترتيب الفرز للحالة في العنصر البياني. "الافتراضي" يحدد ما إذا كانت لوحة التحكم مفعلة افتراضيًا أم يجب تفعيلها يدويًا بواسطة المستخدم. "CacheTTLLocal" يحدد مدة التخزين المؤقت للوحة التحكم بالدقائق.
nb_no: Parametere for dashbord-backend av køoversiktswidgeten til agentgrensesnittet. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "QueuePermissionGroup" er ikke obligatorisk, køer er kun oppført hvis de tilhører denne tillatelsesgruppen hvis du aktiverer den. "Stater" er en liste over stater, nøkkelen er sorteringsrekkefølgen til staten i widgeten. "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Parameters for the dashboard backend of the running process tickets overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي يتم عرضها افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (على سبيل المثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي يجب أن يكون نشطًا افتراضيًا أم يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق. بواسطة "Mandatory" يمكن تكوين المكوّن الإضافي بحيث يتعذر على المستخدمين إخفاؤه.
nb_no: Parametere for dashbord-backend av løpende prosesssaker oversikt over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Parameters for the dashboard backend of the ticket escalation overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي سيتم عرضها افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (على سبيل المثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي سيكون نشطًا افتراضيًا أم يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق. يمكن تكوين المكوّن الإضافي بواسطة "Mandatory" بحيث يتعذر على المستخدمين إخفاؤه. ملاحظة: يمكن استخدام DefaultColumns فقط لسمات التذاكر والحقول الديناميكية (DynamicField_NameX).
nb_no: Parametere for dashbord-backend av sak-eskaleringsoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the ticket escalation overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي ستظهر افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (مثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي سيكون نشطًا افتراضيًا أم يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق. ملاحظة: يسمح فقط بسمات التذاكر والحقول الديناميكية (DynamicField_NameX) كعمود افتراضي (DefaultColumns).
nb_no: Parametere for dashbord-backend av sak-eskaleringsoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the ticket escalation overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: معلمات واجهة الخلفية لوحة معلومات مراجعة تصعيد التذاكر في واجهة الوكيل. "Limit" هو عدد الإدخالات التي يتم عرضها افتراضيًا. "Group" يستخدم لتقييد الوصول إلى المكون الإضافي (على سبيل المثال: Group: admin;group1;group2;). "Default" يحدد ما إذا كان المكون الإضافي مفعلًا افتراضيًا أم يجب على المستخدم تمكينه يدويًا. "CacheTTLLocal" هو وقت التخزين المؤقت بالدقائق للمكون الإضافي. ملاحظة: يُسمح فقط بسمات التذاكر والحقول الديناميكية (DynamicField_NameX) كأعمدة افتراضية (DefaultColumns).
nb_no: Parametere for dashbord-backend av sak-eskaleringsoversikten over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the ticket events calendar of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي ستظهر افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (على سبيل المثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي سيكون نشطًا افتراضيًا أم يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق. يمكن استخدام "Mandatory" لتكوين المكوّن الإضافي بحيث يتعذر على المستخدمين إخفاؤه.
nb_no: Parametere for dashbord-backend av sakshendelseskalenderen til agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Parameters for the dashboard backend of the ticket pending reminder overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: تحدد المعلمات لواجهة الخلفية لوحة المعلومات. "Limit" يحدد عدد العناصر التي ستعرض افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (على سبيل المثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي سيكون نشطًا افتراضيًا أم يجب على المستخدم تمكينه يدويًا. "CacheTTLLocal" يحدد مدة تخزين الذاكرة المؤقتة للمكوّن الإضافي بالدقائق. يمكن استخدام "Mandatory" لتكوين المكوّن الإضافي بحيث لا يمكن للمستخدمين إخفاؤه. ملاحظة: يُسمح فقط بسمات التذاكر والحقول الديناميكية (DynamicField_NameX) كأعمدة افتراضية (DefaultColumns).
nb_no: Parametere for dashbord-backend av saken venter påminnelsesoversikt over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the ticket pending reminder overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
ar_sa: يحدد المعلمات لواجهة الخلفية لوحة المعلومات. يحدد "Limit" عدد العناصر التي يتم عرضها افتراضيًا. "Group" يحد من الوصول إلى المكوّن الإضافي المحدد (مثال: Group: admin;group1;group2). "Default" يحدد ما إذا كان المكوّن الإضافي يجب أن يكون نشطًا افتراضيًا أم يجب على المستخدم تفعيله يدويًا. "CacheTTLLocal" يحدد مدة التخزين المؤقت للمكوّن الإضافي بالدقائق. ملاحظة: يُسمح فقط بسمات التذاكر والحقول الديناميكية (DynamicField_NameX) كأعمدة افتراضية (DefaultColumns).
nb_no: Parametere for dashbord-backend av saken venter påminnelsesoversikt over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the ticket pending reminder overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. Note: Only Ticket attributes and Dynamic Fields (DynamicField_NameX) are allowed for DefaultColumns.
nb_no: Parametere for dashbord-backend av saken venter påminnelsesoversikt over agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. Merk: Bare saksattributter og dynamiske felt (DynamicField_NameX) er tillatt for standardkolonner.

source: Parameters for the dashboard backend of the ticket stats of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
nb_no: Parametere for dashbord-backend av saksstatistikken til agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Parameters for the dashboard backend of the upcoming events widget of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin. "Mandatory" determines if the plugin is always shown and can not be removed by agents.
nb_no: Parametere for dashbord-backend av widgeten for kommende hendelser til agentgrensesnittet. "Limit" er antallet oppføringer som vises som standard. "Gruppe" brukes til å begrense tilgangen til plugin-modulen (f.eks. Group: admin;group1;group2;). "Standard" avgjør om plugin-en er aktivert som standard eller om brukeren må aktivere den manuelt. "CacheTTLLocal" er hurtigbuffertiden i minutter for plugin. "Obligatorisk" avgjør om plugin-en alltid vises og ikke kan fjernes av agenter.

source: Parameters for the pages (in which the communication log entries are shown) of the communication log overview.
nb_no: Parametre for sidene (der kommunikasjonsloggoppføringene vises) i oversikten over kommunikasjonsloggen.

source: Parameters for the pages (in which the dynamic fields are shown) of the dynamic fields overview. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
nb_no: Parametere for sidene (der de dynamiske feltene vises) i oversikten over dynamiske felt. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the pages (in which the tickets are shown) of the medium ticket overview. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
nb_no: Parametre for sidene (der sakene vises) i oversikten over mellomsaks. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the pages (in which the tickets are shown) of the small ticket overview. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
nb_no: Parametre for sidene (der sakene vises) i den lille saksoversikten. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters for the pages (in which the tickets are shown) of the ticket preview overview. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
nb_no: Parametre for sidene (der sakene vises) i saksforhåndsvisningsoversikten. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Parameters of the example SLA attribute Comment2.
nb_no: Parametre for eksempel SLA-attributtet Comment2.

source: Parameters of the example queue attribute Comment2.
nb_no: Parametre for eksempelkøattributtet Comment2.

source: Parameters of the example service attribute Comment2.
nb_no: Parametre for eksempeltjenesteattributtet Comment2.

source: Parent
ar_sa: أساس
nb_no: Forelder

source: ParentChild
nb_no: Foreldrebarn

source: Path for the log file (it only applies if "FS" was selected for LoopProtectionModule and it is mandatory).
nb_no: Bane for loggfilen (den gjelder kun hvis "FS" ble valgt for LoopProtectionModule og det er obligatorisk).

source: Pending time
nb_no: Ventetidspunkt

source: People
nb_no: Personer

source: Performs the configured action for each event (as an Invoker) for each configured web service.
nb_no: Utfører den konfigurerte handlingen for hver hendelse (som en Invoker) for hver konfigurerte webtjeneste.

source: Permitted width for compose email windows.
nb_no: Tillatt bredde for "skriv e-post" vinduer.

source: Permitted width for compose note windows.
nb_no: Tillatt bredde for "skriv notis" vinduer.

source: Persian
nb_no: Persisk

source: Phone Call Inbound
nb_no: Innkommende telefonsamtale

source: Phone Call Outbound
nb_no: Utgående telefonsamtale

source: Phone Call.
nb_no: Telefonsamtale.

source: Phone call
ar_sa: مكالمة هاتفية
nb_no: Telefon-anrop

source: Phone communication channel.
nb_no: Telefonkommunikasjonskanal.

source: Phone-Ticket
ar_sa: بطاقة-هاتف
nb_no: Henvendelser

source: Picture Upload
nb_no: Last opp bilde

source: Picture upload module.
nb_no: Bildeopplastingsmodul.

source: Picture-Upload
nb_no: Opplasting av bilde

source: Please click the button below to create your first ticket.
nb_no: Vennligst klikk på knappen under for å opprette din første sak.

source: Plugin search
nb_no: Plugin-søk

source: Plugin search module for autocomplete.
nb_no: Plugin-søkemodul for autofullføring.

source: Polish
nb_no: Polsk

source: Portuguese
nb_no: Portugisisk

source: Portuguese (Brasil)
nb_no: Portugisisk (Brasil)

source: PostMaster Filters
nb_no: Postmaster-filtre

source: PostMaster Mail Accounts
nb_no: Postmaster e-postkontoer

source: Print this ticket
nb_no: Skriv ut denne saken

source: Priorities
ar_sa: أولوية
nb_no: Prioriteter

source: Process Management Activity Dialog GUI
nb_no: Grensesnitt for aktivitetsdialog med prosessadministrasjon

source: Process Management Activity GUI
nb_no: GUI for prosessstyringsaktivitet

source: Process Management Path GUI
nb_no: Prosessstyringsbane GUI

source: Process Management Transition Action GUI
nb_no: Prosessstyring Transition Action GUI

source: Process Management Transition GUI
nb_no: Prosessstyring Transition GUI

source: Process pending tickets.
nb_no: Behandle ventende saker.

source: ProcessID
nb_no: ProsessID

source: Processes & Automation
nb_no: Prosesser og automatisering

source: Protection against CSRF (Cross Site Request Forgery) exploits (for more info see https://en.wikipedia.org/wiki/Cross-site_request_forgery).
nb_no: Beskyttelse mot CSRF (Cross Site Request Forgery) utnyttelser (for mer info se https://en.wikipedia.org/wiki/Cross-site_request_forgery).

source: Protection against brute force attacks. MaxAttempt: How many login attempts are allowed before a ban. BanDuration: Duration of the ban. KeepCacheDuration: How long failed attempts are remembered.
nb_no: Beskyttelse mot brute force-angrep. MaxAttempt: Hvor mange påloggingsforsøk er tillatt før et forbud. BanDuration: Forbudets varighet. KeepCacheDuration: Hvor lenge mislykkede forsøk huskes.

source: Provides a matrix overview of the tickets per state per queue
nb_no: Gir en matriseoversikt over sakene per tilstand per kø

source: Provides customer users access to tickets even if the tickets are not assigned to a customer user of the same customer ID(s), based on permission groups.
nb_no: Gir kundebrukere tilgang til saker selv om sakene ikke er tilordnet en kundebruker med samme kunde-ID(er), basert på tillatelsesgrupper.

source: Public Calendar
nb_no: Offentlig kalender

source: Public Interface
nb_no: Offentlig grensesnitt

source: Public calendar.
nb_no: Offentlig kalender.

source: Queue view
nb_no: Køvisning

source: Queues ↔ Auto Responses
nb_no: Køer ↔ Autosvar

source: Quick Close
nb_no: Lukk raskt

source: Rebuild the ticket index for AgentTicketQueue.
nb_no: Gjenoppbygg saksindeksen for AgentTicketQueue.
