Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Restart your webserver
ar_sa: إعادة تشغيل خادم ويب
nb_no: Restart webserveren din

source: After doing so your OTOBO is up and running.
ar_sa: بعد القيام بذلك ، يتم تشغيل OTOBO الخاص بك.
nb_no: Etter dette vil OTOBO være oppe og kjøre.

source: This migration script will lead you step by step through the process of migrating your ticket system from OTRS or ((OTRS)) Community Edition version 6 to OTOBO 10.
ar_sa: سيقودك هذا البرنامج النصي للترحيل خطوة بخطوة خلال عملية ترحيل نظام تذكرتك من OTRS أو ((OTRS) Community Edition الإصدار 6 إلى OTOBO 10.
nb_no: Dette migreringsskriptet vil lede deg trinn for trinn gjennom prosessen med å migrere sakssystemet ditt fra OTRS eller ((OTRS)) Community Edition versjon 6 til OTOBO 10.

source: There is no danger whatsoever for your original system: nothing is changed there.
ar_sa: لا يوجد أي خطر على الإطلاق على نظامك الأصلي: لا يوجد أي تغيير هناك.
nb_no: Det er ingen fare for det opprinnelige systemet ditt: ingenting er endret der.

source: Instructions and details on migration prerequisites can be found in the migration manual. We strongly recommend reading it before starting migration.
ar_sa: ويمكن الاطلاع على التعليمات والتفاصيل المتعلقة بالشروط الأساسية للهجرة في دليل الهجرة. نوصي بشدة بقراءتها قبل بدء الترحيل.
nb_no: Instruksjoner og detaljer om migreringsforutsetninger finnes i migreringshåndboken. Vi anbefaler på det sterkeste å lese den før du starter migreringen.

source: In case you have to suspend migration, you can resume it anytime at the same point as long as the cache has not been deleted.
ar_sa: في حال اضطررت إلى إيقاف الترحيل مؤقتا، يمكنك إستئنافه في أي وقت عند نفس النقطة طالما لم يتم حذف ذاكرة التخزين المؤقت.
nb_no: I tilfelle du må stanse migreringen, kan du gjenoppta den når som helst på samme tidspunkt så lenge hurtigbufferen ikke er slettet.

source: All entered passwords are cached until the migration is finished.
ar_sa: يتم تخزين كل كلمات المرور المدخلة مؤقتا حتى انتهاء الترحيل.
nb_no: Alle angitte passord bufres til migreringen er fullført.

source: Anyone with access to this page, or read permission for the OTOBO Home Directory will be able to read them. If you abort the migration, you are given the option to clear the cache by visiting this page again.
ar_sa: سيتمكن أي شخص لديه حق الوصول إلى هذه الصفحة أو إذن القراءة ل "دليل OTOBO الرئيسي" من قراءتها. إذا قمت بإجهاض الترحيل، سيتم إعطاؤك خيار مسح ذاكرة التخزين المؤقت عن طريق زيارة هذه الصفحة مرة أخرى.
nb_no: Alle med tilgang til denne siden, eller lesetillatelse for OTOBO Home Directory vil kunne lese dem. Hvis du avbryter migreringen, får du muligheten til å tømme hurtigbufferen ved å besøke denne siden igjen.

source: If you need support, just ask our experts – either at
ar_sa: إذا كنت بحاجة إلى الدعم، فما عليك سوى أن تسأل خبراءنا - إما على
nb_no: Hvis du trenger støtte, spør ekspertene våre – enten på

source: or directly via mail to
ar_sa: أو مباشرة عن طريق البريد الإلكتروني إلى
nb_no: eller direkte på mail til

source: Cached data found
ar_sa: تم العثور على البيانات المخزنة مؤقتا
nb_no: Bufret data funnet

source: You will continue where you aborted the migration last time. If you do not want this, please discard your previous progress.
ar_sa: ستتم المتابعة حيث قمت بإجهاض الترحيل في المرة الأخيرة. إذا كنت تريد بدء الترحيل مرة أخرى من الصفر، تجاهل كل التغييرات السابقة.
nb_no: Du fortsetter der du avbrøt migreringen forrige gang. Hvis du ikke ønsker dette, vennligst forkast din tidligere fremgang.

source: An error occured.
ar_sa: حدث خطأ.
nb_no: En feil oppstod.

source: Discard previous progress
ar_sa: تجاهل التغييرات السابقة
nb_no: Forkast tidligere fremgang

source: Insecure HTTP connection
ar_sa: اتصال HTTP غير آمن
nb_no: Usikker HTTP-tilkobling

source: You are using the migration script via http. This is highly insecure as various passwords are required during the process, and will be transferred unencrypted. Anyone between you and the OTOBO server will be able to read them! Please consider setting up https instead.
ar_sa: أنت تستخدم البرنامج النصي للترحيل عبر http. وهذا أمر غير آمن إلى حد كبير لأن هناك حاجة إلى كلمات مرور مختلفة أثناء العملية، وسيتم نقلها دون تشفير. سيتمكن أي شخص بينك وبين خادم OTOBO من قراءتها! الرجاء التفكير في إعداد https بدلا من ذلك.
nb_no: Du bruker migreringsskriptet via http. Dette er svært usikkert da ulike passord kreves under prosessen, og vil bli overført ukryptert. Alle mellom deg og OTOBO-serveren vil kunne lese dem! Vurder å sette opp https i stedet.

source: Continue anyways :(
ar_sa: تابع على كل حال :(
nb_no: Fortsett uansett :(

source: Continue anyways :(
ar_sa: تابع على كل حال :(
nb_no: Fortsett uansett :(

source: Skip DB migration
ar_sa: تخطي ترحيل قاعدة البيانات
nb_no: Hopp over DB-migrering

source: Expert option! Only works if the migration has already been done by hand.
ar_sa: انتباه - خيار خبير! تعمل فقط إذا كان الترحيل قد تم بالفعل يدويا.
nb_no: Ekspertalternativ! Fungerer kun hvis migreringen allerede er gjort for hånd.

source: Skipped.
ar_sa: تخطي.
nb_no: Hoppet over.

source: SSH User
ar_sa: مستخدم SSH
nb_no: SSH-bruker

source: OTRS home directory
ar_sa: الدليل الرئيسي ل OTRS
nb_no: OTRS hjemmekatalog

source: Check settings
ar_sa: التحقق من الإعدادات
nb_no: Sjekk innstillingene

source: Result of settings check
ar_sa: نتيجة فحص الإعدادات
nb_no: Resultat av innstillingskontroll

source: Settings check successful.
ar_sa: تم التحقق من الإعدادات بنجاح.
nb_no: Innstillingssjekk vellykket.

source: Execute migration pre-checks
ar_sa: تنفيذ الفحوصات المسبقة للترحيل
nb_no: Utfør forhåndssjekker for migrering

source: Feature not Available
ar_sa: الميزة غير متوفرة
nb_no: Funksjonen er ikke tilgjengelig

source: Sorry, but this feature of OTOBO is currently not available for mobile devices. If you'd like to use it, you can either switch to desktop mode or use your regular desktop device.
ar_sa: عذرا، ولكن هذه الميزة من OTOBO غير متوفرة حاليا للأجهزة المحمولة. إذا كنت ترغب في إستخدامه، فيمكنك إما التبديل إلى وضع سطح المكتب أو إستخدام جهاز سطح المكتب العادي.
nb_no: Beklager, men denne funksjonen til OTOBO er for øyeblikket ikke tilgjengelig for mobile enheter. Hvis du vil bruke den, kan du enten bytte til skrivebordsmodus eller bruke den vanlige skrivebordsenheten.

source: Message of the Day
ar_sa: رسالة اليوم
nb_no: Dagens melding

source: This is the message of the day. You can edit this in %s.
ar_sa: هذه هي رسالة اليوم. يمكنك تحرير هذا في ٪s.
nb_no: Dette er dagens budskap. Du kan redigere dette i %s.

source: Insufficient Rights
ar_sa: حقوق غير كافية
nb_no: Utilstrekkelige rettigheter

source: Back to the previous page
ar_sa: العودة إلى الصفحة السابقة
nb_no: Tilbake til forrige side

source: Alert
ar_sa: تَحْذِير
nb_no: Varsling

source: Powered by
ar_sa: مشغل بواسطة
nb_no: Drevet av

source: Show first page
ar_sa: إظهار الصفحة الأولى
nb_no: Vis første side

source: Show previous pages
ar_sa: إظهار الصفحات السابقة
nb_no: Vis foregående sider

source: Show page %s
ar_sa: إظهار الصفحة ٪s
nb_no: Vis side %s

source: Show next pages
ar_sa: إظهار الصفحات التالية
nb_no: Vis neste sider

source: Show last page
ar_sa: إظهار الصفحة الأخيرة
nb_no: Vis siste side

source: Need FormID!
ar_sa: مطلوب FormID!
nb_no: Trenger FormID!

source: No file found!
ar_sa: لم يتم العثور على ملف!
nb_no: Ingen fil ble funnet!

source: The file is not an image that can be shown inline!
ar_sa: الملف ليس صورة يمكن عرضها في السطر!
nb_no: Filen er ikke et bilde som kan vises i nettleseren!

source: No user configurable notifications found.
ar_sa: لم يتم العثور على إعلامات قابلة للتكوين من قبل المستخدم.
nb_no: Ingen brukerkonfigurerbare varsler funnet.

source: Receive messages for notification '%s' by transport method '%s'.
ar_sa: تلقي رسائل للإخطار '٪s' باستخدام أسلوب النقل '٪s'.
nb_no: Motta meldinger for varsel '%s' med transportmetoden '%s'.

source: Process Information
ar_sa: معلومات العملية
nb_no: Prosessinformasjon

source: Inform Agent
ar_sa: إعلام العميل
nb_no: Informer Saksbehandler

source: Welcome
ar_sa: أهلا بكم
nb_no: Velkommen

source: This is the default public interface of OTOBO! There was no action parameter given.
ar_sa: هذه هي الواجهة العامة الافتراضية ل OTOBO! لم يتم توفير معلمة إجراء.
nb_no: Dette er det offentlige standardgrensesnittet til OTOBO! Det ble ikke gitt noen handlingsparameter.

source: You could install a custom public module (via the package manager), for example the FAQ module, which has a public interface.
ar_sa: يمكنك تثبيت وحدة نمطية عامة مخصصة (من خلال إدارة الحزمة)، على سبيل المثال، الوحدة النمطية للأسئلة المتداولة، والتي لها واجهة عامة.
nb_no: Du kan installere en tilpasset offentlig modul (via pakkebehandlingen), for eksempel FAQ-modulen, som har et offentlig grensesnitt.

source: Permissions
ar_sa: أذونات
nb_no: Tilgang

source: You can select one or more groups to define access for different agents.
ar_sa: يمكنك تحديد مجموعة واحدة أو أكثر لمنح حقوق الوصول لوكلاء مختلفين.
nb_no: Du kan velge en eller flere grupper for å gi tilgang for forskjellige saksbehandlere.

source: Result formats
ar_sa: تنسيقات النتائج
nb_no: Resultatformater

source: Time Zone
ar_sa: المنطقة الزمنية
nb_no: Tidssone

source: The selected time periods in the statistic are time zone neutral.
ar_sa: تعتبر الفترات الزمنية المحددة للإحصاءات مستقلة عن المنطقة الزمنية.
nb_no: De valgte tidsperiodene i statistikken er tidssonenøytrale.

source: Create summation row
ar_sa: إنشاء صف تجميع
nb_no: Opprett summeringsrad

source: Generate an additional row containing sums for all data rows.
ar_sa: أنشئ صفًا إضافيًا بإجماليات جميع صفوف البيانات.
nb_no: Generer en ekstra rad som inneholder summer for alle datarader.

source: Create summation column
ar_sa: إنشاء عمود تجميع
nb_no: Opprett summeringskolonne

source: Generate an additional column containing sums for all data columns.
ar_sa: إنشاء عمود إضافي بإجماليات كافة أعمدة البيانات.
nb_no: Generer en ekstra kolonne som inneholder summer for alle datakolonner.

source: Cache results
ar_sa: نتائج ذاكرة التخزين المؤقت
nb_no: Cache-resultater

source: Stores statistics result data in a cache to be used in subsequent views with the same configuration (requires at least one selected time field).
ar_sa: يخزن بيانات نتائج الإحصائيات في ذاكرة تخزين مؤقت لاستخدامها في طرق العرض اللاحقة بنفس التكوين (يتطلب حقل وقت محددًا واحدًا على الأقل).
nb_no: Lagrer statistikkresultatdata i en hurtigbuffer som skal brukes i påfølgende visninger med samme konfigurasjon (krever minst ett valgt tidsfelt).

source: Provide the statistic as a widget that agents can activate in their dashboard.
ar_sa: قدم هذه الإحصائية كعنصر واجهة مستخدم للوحة المعلومات يمكن للوكلاء تمكينه على لوحة المعلومات الخاصة بك.
nb_no: Oppgi statistikken som en widget som agenter kan aktivere i dashbordet.

source: Please note that enabling the dashboard widget will activate caching for this statistic in the dashboard.
ar_sa: الرجاء ملاحظة أن تمكين عنصر واجهة مستخدم لوحة المعلومات سيقوم بتنشيط التخزين المؤقت لهذه الإحصائية في لوحة المعلومات.
nb_no: Vær oppmerksom på at aktivering av dashboard-widgeten vil aktivere caching for denne statistikken i dashbordet.

source: If set to invalid end users can not generate the stat.
ar_sa: إذا كانت الحالة "غير صالحة" ، فلن يتمكن المستخدمون من تشغيل الإحصائيات.
nb_no: Hvis satt til ugyldig kan ikke sluttbrukere generere statistikken.

source: There are problems in the configuration of this statistic:
ar_sa: هناك مشاكل في تكوين هذه الإحصائية:
nb_no: Det er problemer i konfigurasjonen av denne statistikken:

source: You may now configure the X-axis of your statistic.
ar_sa: يمكنك الآن تكوين المحور X للإحصائية الخاصة بك.
nb_no: Du kan nå konfigurere X-aksen til statistikken.

source: This statistic does not provide preview data.
ar_sa: لا توفر هذه الإحصائية بيانات معاينة.
nb_no: Denne statistikken gir ikke forhåndsvisningsdata.

source: Preview format
ar_sa: تنسيق المعاينة
nb_no: Forhåndsvisningsformat

source: Please note that the preview uses random data and does not consider data filters.
ar_sa: يرجى ملاحظة أن المعاينة تستخدم بيانات عشوائية ولا تأخذ في الاعتبار عوامل تصفية البيانات.
nb_no: Vær oppmerksom på at forhåndsvisningen bruker tilfeldige data og tar ikke hensyn til datafiltre.

source: Configure X-Axis
ar_sa: تكوين المحور X
nb_no: Konfigurer X-aksen

source: X-axis
ar_sa: المحور X
nb_no: X-akse

source: Configure Y-Axis
ar_sa: تكوين المحور Y
nb_no: Konfigurer Y-aksen

source: Y-axis
ar_sa: المحور Y
nb_no: Y-akse

source: Configure Filter
ar_sa: تكوين عامل التصفية
nb_no: Konfigurer filter

source: Please select only one element or turn off the button 'Fixed'.
ar_sa: الرجاء تحديد عنصر واحد فقط أو إلغاء تحديد مربع الاختيار "ثابت".
nb_no: Vennligst velg kun ett element, eller deaktivere 'Fast' knappen.

source: Absolute period
ar_sa: الفترة المطلقة
nb_no: Absolutt periode

source: Between %s and %s
ar_sa: بين ٪s و ٪s
nb_no: Mellom %s og %s

source: Relative period
ar_sa: الفترة النسبية
nb_no: Relativ periode

source: The past complete %s and the current+upcoming complete %s %s
ar_sa: الماضي ٪s والحالي+القادم ٪s ٪s
nb_no: Den siste komplette %s og den nåværende+kommende komplette %s %s

source: Do not allow changes to this element when the statistic is generated.
ar_sa: لا تسمح بإجراء تغييرات على هذا العنصر عند إنشاء الإحصائية.
nb_no: Ikke tillat endringer i dette elementet når statistikken genereres.

source: Exchange Axis
ar_sa: محاور التبادل
nb_no: Bytt akser

source: Configurable Params of Static Stat
ar_sa: معلمات قابلة للتكوين للإحصاءات الثابتة
nb_no: Konfigurerbare parametere for statisk stat

source: No element selected.
ar_sa: لم يتم تحديد أي عنصر.
nb_no: Ingen valgte elementer.

source: Scale
ar_sa: تَصْعِيدٌ
nb_no: Skala

source: show more
ar_sa: إظهار المزيد
nb_no: vis mer

source: show less
ar_sa: إظهار أقل
nb_no: vis mindre

source: Download SVG
ar_sa: تنزيل SVG
nb_no: Last ned SVG

source: Download PNG
ar_sa: تنزيل PNG
nb_no: Last ned PNG

source: The selected time period defines the default time frame for this statistic to collect data from.
ar_sa: تحدد الفترة الزمنية المحددة الوقت (الافتراضي) الذي تجمع منه هذه الإحصائية البيانات.
nb_no: Den valgte tidsperioden definerer standard tidsrammen for denne statistikken å samle inn data fra.

source: Defines the time unit that will be used to split the selected time period into reporting data points.
ar_sa: يحدد الوحدة الزمنية التي يتم بها تقسيم الفترة الزمنية المحددة إلى نقاط بيانات التقرير.
nb_no: Definerer tidsenheten som skal brukes til å dele den valgte tidsperioden inn i rapporteringsdatapunkter.

source: Please remember that the scale for the Y-axis has to be larger than the scale for the X-axis (e.g. X-axis => Month, Y-Axis => Year).
ar_sa: يرجى تذكر أن مقياس المحور Y يجب أن يكون أكبر من مقياس المحور X (على سبيل المثال ، المحور X = > الشهر ، المحور Y = > السنة).
nb_no: Husk at skalaen for Y-aksen må være større enn skalaen for X-aksen (f.eks. X-aksen => Måned, Y-aksen => År).

source: Remove statistic
ar_sa: إزالة الإحصائية
nb_no: Fjern statistikk

source: If you don't specify a title here, the title of the statistic will be used.
ar_sa: إذا لم تحدد عنوانا هنا، فسيتم إستخدام عنوان الإحصائية.
nb_no: Hvis du ikke spesifiserer en tittel her, vil tittelen på statistikken bli brukt.

source: Preface
ar_sa: مُقَدِّمَةٌ
nb_no: Forord

source: Postface
ar_sa: خَاتِمة
nb_no: Etterord

source: On
ar_sa: إلَى
nb_no: På

source: Reset to this value
ar_sa: إعادة التعيين إلى هذه القيمة
nb_no: Tilbakestill til denne verdien

source: This setting is disabled.
ar_sa: تم تعطيل هذا الإعداد.
nb_no: Denne innstillingen er deaktivert.

source: This setting is fixed but not deployed yet!
ar_sa: تم تصحيح الإعداد، ولكن لم يتم تشغيله بعد!
nb_no: Denne innstillingen er løst, men ikke distribuert ennå!

source: This setting is currently being overridden in %s and can't thus be changed here!
ar_sa: يتم الكتابة فوق هذا الإعداد حاليًا في٪ s وبالتالي لا يمكن تغييره هنا!
nb_no: Denne innstillingen blir for øyeblikket overstyrt i %s og kan derfor ikke endres her!

source: Changing this setting is only available in a higher config level!
ar_sa: لا يتوفر تغيير هذا الإعداد إلا في مستوى تكوين أعلى!
nb_no: Endring av denne innstillingen er bare tilgjengelig på et høyere konfigurasjonsnivå!

source: %s (%s) is currently working on this setting.
nb_no: %s (%s) jobber for øyeblikket med denne innstillingen.

source: Toggle advanced options for this setting
ar_sa: إظهار/إخفاء الخيارات المتقدمة لهذا الإعداد
nb_no: Slå på avanserte alternativer for denne innstillingen

source: Disable this setting, so it is no longer effective
ar_sa: تعطيل الإعداد بحيث لا يعود له أي تأثير
nb_no: Deaktiver denne innstillingen, slik at den ikke lenger er effektiv

source: Disable
ar_sa: تعطيل
nb_no: Deaktiver

source: Enable this setting, so it becomes effective
ar_sa: تمكين هذا الإعداد، بحيث يصبح فعالا
nb_no: Aktiver denne innstillingen, så den blir effektiv

source: Enable
ar_sa: تمكين
nb_no: Muliggjøre

source: Reset this setting to its default state
ar_sa: إعادة تعيين الإعداد إلى الإعداد الافتراضي
nb_no: Tilbakestill denne innstillingen til standardtilstanden

source: Reset setting
ar_sa: إعادة تعيين الإعداد
nb_no: Tilbakestill innstillingen

source: Allow users to adapt this setting from within their personal preferences
ar_sa: السماح للمستخدمين بضبط هذا الإعداد في إعداداتهم الشخصية
nb_no: Tillat brukere å tilpasse denne innstillingen fra sine personlige preferanser

source: Allow users to update
ar_sa: السماح للمستخدمين بالتحديث
nb_no: Tillat brukere å oppdatere

source: Do not longer allow users to adapt this setting from within their personal preferences
ar_sa: لم يعد يسمح للمستخدمين بضبط هذا الإعداد في إعداداتهم الشخصية
nb_no: Ikke lenger la brukere tilpasse denne innstillingen fra sine personlige preferanser

source: Forbid users to update
ar_sa: منع المستخدمين من التحديث
nb_no: Forby brukere å oppdatere

source: Show user specific changes for this setting
ar_sa: إظهار التغييرات التي قام بها المستخدمون لهذا الإعداد
nb_no: Vis brukerspesifikke endringer for denne innstillingen

source: Show user settings
ar_sa: إظهار إعدادات المستخدم
nb_no: Vis brukerinnstillinger

source: Copy a direct link to this setting to your clipboard
ar_sa: نسخ إرتباط مباشر إلى هذا الإعداد إلى الحافظة الخاصة بك
nb_no: Kopier en direkte lenke til denne innstillingen til utklippstavlen

source: Copy direct link
ar_sa: نسخ الارتباط المباشر
nb_no: Kopier direkte lenke

source: Remove this setting from your favorites setting
ar_sa: إزالة هذا الإعداد من إعداد المفضلة
nb_no: Fjern denne innstillingen fra favorittinnstillingen

source: Remove from favourites
ar_sa: إزالة من المفضلة
nb_no: Fjern fra favoritter

source: Add this setting to your favorites
ar_sa: إضافة هذا الإعداد إلى المفضلة
nb_no: Legg til denne innstillingen til dine favoritter

source: Add to favourites
ar_sa: إضافة إلى المفضلة
nb_no: Legg til i favoritter

source: Cancel editing this setting
ar_sa: إلغاء تحرير هذا الإعداد
nb_no: Avbryt redigering av denne innstillingen

source: Save changes on this setting
ar_sa: حفظ التغييرات على هذا الإعداد
nb_no: Lagre endringer på denne innstillingen

source: Edit this setting
ar_sa: تحرير هذا الإعداد
nb_no: Rediger denne innstillingen

source: Enable this setting
ar_sa: تمكين هذا الإعداد
nb_no: Aktiver denne innstillingen

source: This group doesn't contain any settings. Please try navigating to one of its sub groups or another group.
ar_sa: لا تحتوي هذه المجموعة على أي إعدادات. الرجاء محاولة الانتقال إلى إحدى مجموعاتها الفرعية أو مجموعة أخرى.
nb_no: Denne gruppen inneholder ingen innstillinger. Prøv å navigere til en av undergruppene eller en annen gruppe.

source: Now
ar_sa: الآن
nb_no: Nå

source: User modification
ar_sa: تعديل المستخدم
nb_no: Brukerendring

source: enabled
ar_sa: مُمَكّنٌ
nb_no: aktivert

source: disabled
ar_sa: معطّل
nb_no: funksjonshemmet

source: Setting state
ar_sa: حالة الإعداد
nb_no: Innstillingstilstand

source: Edit search
ar_sa: تحرير البحث
nb_no: Rediger søk

source: Go back to admin:
ar_sa: العودة إلى المسؤول:
nb_no: Gå tilbake til admin:

source: Deployment
ar_sa: تَفْعِيلٌ
nb_no: Utplassering

source: My favourite settings
ar_sa: الإعدادات المفضلة لدي
nb_no: Mine favorittinnstillinger

source: Invalid settings
ar_sa: إعدادات غير صالحة
nb_no: Ugyldige innstillinger

source: Filter visible settings...
ar_sa: تصفية الإعدادات المرئية...
nb_no: Filtrer synlige innstillinger...

source: Enable edit mode for all settings
ar_sa: تمكين وضع التحرير لكافة الإعدادات
nb_no: Aktiver redigeringsmodus for alle innstillinger

source: Save all edited settings
ar_sa: حفظ كافة الإعدادات المحررة
nb_no: Lagre alle redigerte innstillinger

source: Cancel editing for all settings
ar_sa: إلغاء التحرير لكافة الإعدادات
nb_no: Avbryt redigering for alle innstillinger

source: All actions from this widget apply to the visible settings on the right only.
ar_sa: كل الإجراءات من عنصر واجهة المستخدم هذا تنطبق على الإعدادات المرئية الموجودة على اليمين فقط.
nb_no: Alle handlinger fra denne widgeten gjelder kun for de synlige innstillingene til høyre.

source: Currently edited by me.
ar_sa: تم تحريره حاليا بواسطتي.
nb_no: For øyeblikket redigert av meg.

source: Modified but not yet deployed.
ar_sa: تم تحريره ولكن لم يتم تشغيله بعد.
nb_no: Modifisert, men ikke utplassert ennå.

source: Currently edited by another user.
ar_sa: تم تحريره حاليا من قبل مستخدم آخر.
nb_no: For øyeblikket redigert av en annen bruker.

source: Different from its default value.
ar_sa: تختلف عن قيمتها الافتراضية.
nb_no: Forskjellig fra standardverdien.

source: Save current setting.
ar_sa: حفظ الإعداد الحالي.
nb_no: Lagre gjeldende innstilling.

source: Cancel editing current setting.
ar_sa: إلغاء تحرير الإعداد الحالي.
nb_no: Avbryt redigering av gjeldende innstilling.

source: Navigation
ar_sa: التصفح
nb_no: Navigasjon

source: Delete user's value.
ar_sa: تجاهل تغيير المستخدم.
nb_no: Slett brukerens verdi.

source: OTOBO Test Page
ar_sa: صفحة إختبار OTOBO
nb_no: OTOBO Test-side

source: Unlock
ar_sa: الغاء القفل
nb_no: Frigi sak

source: Welcome %s %s
ar_sa: مرحبا ٪s ٪s
nb_no: Velkommen %s %s

source: Counter
ar_sa: عَدَّاد
nb_no: Teller

source: Go back to the previous page
ar_sa: العودة إلى الصفحة السابقة
nb_no: Tilbake til forrige side

source: Show
ar_sa: إظهار
nb_no: Vis

source: Draft title
ar_sa: عنوان المسودة
nb_no: Utkast til tittel

source: Article display
ar_sa: عرض المقالة
nb_no: Artikkelvisning

source: Do you really want to delete "%s"?
ar_sa: هل تريد حقا حذف "٪s"؟
nb_no: Vil du virkelig slette "%s"?

source: Confirm
ar_sa: تأكيد
nb_no: Bekreft

source: Loading, please wait...
ar_sa: يتم الآن التحميل، الرجاء الانتظار...
nb_no: Laster Vennligst vent...

source: Show all
ar_sa: إظهار الكل
nb_no: Vis alt

source: Show less
ar_sa: إظهار أقل
nb_no: Vis mindre

source: Click to select a file for upload.
ar_sa: انقر لتحديد ملف للتحميل.
nb_no: Klikk for å velge en fil for opplasting.

source: Click to select or drop files here.
ar_sa: انقر لتحديد أو إسقاط الملفات هنا.
nb_no: Klikk for å velge eller slippe filer her.

source: Click to select files or just drop them here.
ar_sa: انقر لتحديد الملفات أو قم بإفلاتها هنا.
nb_no: Klikk for å velge filer eller bare slipp dem her.

source: Click to select a file or just drop it here.
ar_sa: انقر لتحديد ملف أو قم بإفلاته هنا.
nb_no: Klikk for å velge en fil eller bare slipp den her.

source: Uploading...
ar_sa: يتم الآن التحميل...
nb_no: Laster opp...

source: Time needed
ar_sa: الوقت اللازم
nb_no: Tid som trengs

source: Package
ar_sa: حُزْمَةٌ
nb_no: Pakke

source: Uninstall from OTOBO
ar_sa: إزالة التثبيت من OTOBO
nb_no: Avinstaller fra OTOBO

source: Ignore
ar_sa: تجاهل
nb_no: Overse

source: Migrate
ar_sa: تَرْحِيلٌ
nb_no: Migrer

source: Process state
ar_sa: حالة العملية
nb_no: Prosesstilstand

source: Running
ar_sa: مُسْتَمِرٌّ
nb_no: Løping

source: Finished
ar_sa: انتهى
nb_no: Ferdig
