Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Gives end users the possibility to override the separator character for CSV files, defined in the translation files. Please note: setting 'Active' to 0 will only prevent agents from editing settings of this group in their personal preferences, but will still allow administrators to edit the settings of another user's behalf. Use 'PreferenceGroup' to control in which area these settings should be shown in the user interface.
ar_sa: يمنح المستخدم النهائي القدرة على تحديد الحرف الفاصل لملفات CSV في ملف الترجمة. يرجى ملاحظة: إذا تم تعيين "Active" على 0، فهذا يمنع الوكلاء فقط من تغيير إعداد هذه المجموعة في إعداداتهم الشخصية. لا يزال بإمكان المسؤول تغيير هذه الإعدادات باسم المستخدمين. استخدم "PreferenceGroup" للتحكم في المنطقة التي يتم فيها عرض هذه الإعدادات في واجهة المستخدم.
nb_no: Gir sluttbrukere muligheten til å overstyre skilletegnet for CSV-filer, definert i oversettelsesfilene. Vennligst merk: å sette 'Aktiv' til 0 vil bare forhindre agenter fra å redigere innstillingene for denne gruppen i sine personlige preferanser, men vil fortsatt tillate administratorer å redigere innstillingene til en annen brukers vegne. Bruk 'PreferenceGroup' for å kontrollere i hvilket område disse innstillingene skal vises i brukergrensesnittet.

source: Global Search Module.
ar_sa: وحدة البحث العالمية (Global).
nb_no: Global søkemodul.

source: Go to dashboard!
ar_sa: انتقل إلى النظرة العامة!
nb_no: Gå til kontrollpanel!

source: Good PGP signature.
ar_sa: توقيع PGP صالح.
nb_no: God PGP-signatur.

source: Graph: Bar Chart
ar_sa: الرسم البياني: مخطط شريطي
nb_no: Graf: Søylediagram

source: Graph: Line Chart
ar_sa: الرسم البياني: مخطط خطي
nb_no: Graf: Linjediagram

source: Graph: Stacked Area Chart
ar_sa: الرسم البياني: المستويات المكدسة
nb_no: Graf: Stablet områdediagram

source: Greek
ar_sa: اليونانية
nb_no: Gresk

source: Hebrew
ar_sa: العبرية
nb_no: Hebraisk

source: Helps to extend your articles full-text search (From, To, Cc, Subject and Body search). It will strip all articles and will build an index after article creation, increasing fulltext searches about 50%. To create an initial index use "bin/otobo.Console.pl Maint::Ticket::FulltextIndex --rebuild".
ar_sa: يساعد على توسيع فهرس البحث عن نص كامل لمقالتك (من، إلى، نسخة، الموضوع والبحث عن النص). يقوم بإنشاء فهرس بعد إنشاء المقالة، مما يزيد من سرعة البحث عن النص الكامل بحوالي 50٪. استخدم "bin/otobo.Console.pl Maint::Ticket::FulltextIndex --rebuild" لإنشاء فهرس أولي.
nb_no: Hjelper med å utvide artiklenes fulltekstsøk (Fra, Til, Kopi, Emne og Kroppssøk). Den vil fjerne alle artikler og bygge en indeks etter at artikkelen er opprettet, noe som øker fulltekstsøk med omtrent 50 %. For å lage en innledende indeks, bruk "bin/otobo.Console.pl Maint::Ticket::FulltextIndex --rebuild".

source: High Contrast
ar_sa: تباين عالي
nb_no: Høy kontrast

source: High contrast skin for visually impaired users.
ar_sa: سطح (skin) عالي التباين للمستخدمين الذين يعانون من ضعف البصر.
nb_no: Høy kontrast-tema for synshemmede brukere.

source: Hungarian
ar_sa: الهنغارية (المجرية)
nb_no: Ungarsk

source: If "DB" was selected for Customer::AuthModule, a database driver (normally autodetection is used) can be specified.
ar_sa: في حالة تحديد"DB" ك Customer::AuthModule، يمكن تعريف برنامج تشغيل قاعدة البيانات هنا. وإلا فسيتم تحديد برنامج التشغيل المطلوب تلقائيا.
nb_no: Hvis "DB" er valgt som Customer::AuthModule kan man velge databasedriver (normalt brukes et automatisk oppsett).

source: If "DB" was selected for Customer::AuthModule, a password to connect to the customer table can be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيمكن تخزين كلمة مرور هنا للاتصال بقاعدة البيانات.
nb_no: Hvis "DB" er valgt som Customer::AuthModule kan man sette et passord for å koble til kundetabellen.

source: If "DB" was selected for Customer::AuthModule, a username to connect to the customer table can be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيمكن تخزين اسم مستخدم هنا للاتصال بقاعدة البيانات.
nb_no: Hvis "DB" er valgt under som::AuthModule kan man sette et brukernavn for å koble til kundetabellen.

source: If "DB" was selected for Customer::AuthModule, the DSN for the connection to the customer table must be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيجب تخزين DSN هنا للاتصال بقاعدة البيانات.
nb_no: Hvis "DB" er valgt som Customer::AuthModule må man spesifisere en DSN for tilkoplingen til kundetabellen.

source: If "DB" was selected for Customer::AuthModule, the column name for the CustomerPassword in the customer table must be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيجب تخزين اسم العمود الذي يحتوي على كلمة مرور العميل هنا.
nb_no: Hvis "DB" er valgt som Customer::AuthModule må man skrive inn feltnavnet som skal kobles til CustomerPassword i kundetabellen.

source: If "DB" was selected for Customer::AuthModule, the encryption type of passwords must be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيجب تخزين نوع تشفير كلمات المرور هنا.
nb_no: Hvis "DB" ble valgt for Customer::AuthModule, må krypteringstypen for passord angis.

source: If "DB" was selected for Customer::AuthModule, the name of the column for the CustomerKey in the customer table must be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيجب تخزين اسم العمود الذي يحتوي على CustomerKey هنا.
nb_no: Hvis "DB" er valgt som Customer::AuthModule må feltnavnet som skal kobles til CustomerKey spesifiseres.

source: If "DB" was selected for Customer::AuthModule, the name of the table where your customer data should be stored must be specified.
ar_sa: إذا تم تحديد "DB" ك Customer::AuthModule، فيجب تخزين اسم الجدول الذي سيتم تخزين بيانات العميل فيه هنا.
nb_no: Hvis "DB" er valgt som Customer::AuthModule må man skrive inn navnet på tabellen for lagring av kundedata.

source: If "DB" was selected for SessionModule, a table in database where session data will be stored must be specified.
ar_sa: إذا تم تحديد "DB" ك SessionModule، فيجب تخزين اسم الجدول الذي سيتم تخزين بيانات الجلسة فيه هنا.
nb_no: Hvis "DB" er valgt for SessionModule må man spesifisere tabellnavnet for lagring av sesjonsdata.

source: If "FS" was selected for SessionModule, a directory where the session data will be stored must be specified.
ar_sa: إذا تم تحديد "FS" ك SessionModule، فيجب تخزين اسم الدليل الذي سيتم تخزين بيانات الجلسة فيه هنا.
nb_no: Hvis "FS" er valgt for SessionModule må man spesifisere en mappe som kan brukes til lagring av sesjonsdata.

source: If "HTTPBasicAuth" was selected for Customer::AuthModule, you can specify (by using a RegExp) to strip parts of REMOTE_USER (e. g. for to remove trailing domains). RegExp-Note, $1 will be the new Login.
ar_sa: إذا تم تحديد "HTTPBasicAuth" ك Customer::AuthModule، فيمكن تعريف تعبير عادي (باستخدام RegExp) هنا لإزالة أجزاء من REMOTE_USER (على سبيل المثال للمجالات المرفقة "domains"). ملاحظة: يحتوي 1 دولار على اسم تسجيل الدخول الجديد.
nb_no: Hvis "HTTBPasicAuth" ble valgt for Customer::AuthModule, kan du spesifisere (ved å bruke en RegExp) for å fjerne deler av REMOTE_USER (f.eks. for å fjerne etterfølgende domener). RegExp-Merk, $1 vil være den nye påloggingen.

source: If "HTTPBasicAuth" was selected for Customer::AuthModule, you can specify to strip leading parts of user names (e. g. for domains like example_domain\\user to user).
ar_sa: إذا تم تحديد "HTTPBasicAuth" على أنها Customer::AuthModule، يمكنك تحديد ما إذا كنت تريد إزالة الأجزاء الموجودة في بداية اسم المستخدم (على سبيل المثال: لإزالة domains من أسماء المستخدمين مثل example_domain\\user).
nb_no: Hvis "HTTBPasicAuth" ble valgt for Customer::AuthModule, kan du spesifisere å fjerne ledende deler av brukernavn (f.eks. for domener som eksempel_domene\\bruker til bruker).

source: If "LDAP" was selected for Customer::AuthModule and if you want to add a suffix to every customer login name, specifiy it here, e. g. you just want to write the username user but in your LDAP directory exists user@domain.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule وتريد إضافة لاحقة (Suffix) إلى اسم تسجيل دخول كل عميل، فيمكنك تعيين هذا هنا (على سبيل المثال، إذا كان "اسم المستخدم" موجودا ك "اسم المستخدم@domain" في LDAP).
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule og du vil legge til en tekst til etter brukernavnet (f.eks. endre "brukernavn" til "brukernavn@domene") kan du spesifisere dette her.

source: If "LDAP" was selected for Customer::AuthModule and special paramaters are needed for the Net::LDAP perl module, you can specify them here. See "perldoc Net::LDAP" for more information about the parameters.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule وكانت المعلمات الخاصة مطلوبة لوحدة Perl Net::LDAP، فيمكنك تحديدها هنا. استخدم "perldoc Net::LDAP" لمزيد من المعلومات حول المعلمات.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule og du trenger spesielle parametre for LDAP-modulen Net::LDAP kan du spesifisere dem her. Se "perldoc Net::LDAP" for mer info om parametrene.

source: If "LDAP" was selected for Customer::AuthModule and you wish to use TLS security to communicate with the LDAP server, the "verify" parameter can be specified here. See Net::LDAP::start_tls for more information about the parameter.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule وسيتم استخدام TLS للاتصال الآمن بخادم LDAP، يمكنك تحديد معلمة "verify" هنا. لمزيد من المعلومات، راجع Net::LDAP::start_tls.
nb_no: Hvis "LDAP" ble valgt for Customer::AuthModule og du ønsker å bruke TLS-sikkerhet for å kommunisere med LDAP-serveren, kan "verify"-parameteren spesifiseres her. Se Net::LDAP::start_tls for mer informasjon om parameteren.

source: If "LDAP" was selected for Customer::AuthModule and your users have only anonymous access to the LDAP tree, but you want to search through the data, you can do this with a user who has access to the LDAP directory. Specify the password for this special user here.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule وكان لدى المستخدمين وصول مجهول فقط إلى شجرة LDAP، ولكنك تريد البحث في البيانات، فيمكنك القيام بذلك باستخدام مستخدم خاص يمكنك إدخال كلمة المرور الخاصة به هنا.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule og brukerne kun har anonym tilgang til LDAP-treet kan du spesifisere en egen bruker for søking. Passordet til denne brukeren skrives inn her.

source: If "LDAP" was selected for Customer::AuthModule and your users have only anonymous access to the LDAP tree, but you want to search through the data, you can do this with a user who has access to the LDAP directory. Specify the username for this special user here.
ar_sa: إذا تم تحديد LDAP باعتباره Customer::AuthModule وكان لدى المستخدمين فقط حق الوصول المجهول إلى شجرة LDAP، ولكنك تريد البحث في البيانات، يمكنك إجراء ذلك باستخدام مستخدم خاص يمكنك تحديد اسم المستخدم الخاص به هنا.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule og brukerne kun har anonym tilgang til LDAP-treet kan du spesifisere en egen bruker for søking. Brukernavnet til denne brukeren skrives inn her.

source: If "LDAP" was selected for Customer::AuthModule, the BaseDN must be specified.
ar_sa: إذا تم تحديد "LDAP" على أنه Customer::AuthModule، يجب تحديد BaseDN هنا.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule må Base DN skrives inn her.

source: If "LDAP" was selected for Customer::AuthModule, the LDAP host can be specified.
ar_sa: إذا تم تحديد "LDAP" على أنه Customer::AuthModule، يمكن تحديد مضيف LDAP هنا.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule kan du skrive inn LDAP-tjeneren her.

source: If "LDAP" was selected for Customer::AuthModule, the user identifier must be specified.
ar_sa: إذا تم تحديد "LDAP" على أنه Customer::AuthModule، يجب تحديد معرف المستخدم هنا(User-Identifier).
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule må brukernes id-felt spesifiseres her (f.eks. uid).

source: If "LDAP" was selected for Customer::AuthModule, user attributes can be specified. For LDAP posixGroups use UID, for non LDAP posixGroups use full user DN.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule، يمكن تحديد سمات المستخدم هنا. استخدم UID ل LDAP-posixGroups، وهو الاسم المميز الكامل للمستخدم لغير LDAP-posixGroups.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule kan brukernes attributter settes opp. For LDAP posixGroups brukes UID, for andre må full bruker-DN brukes.

source: If "LDAP" was selected for Customer::AuthModule, you can specify access attributes here.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule، فيمكن تحديد سمات الوصول هنا.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule kan du spesifisere tilgangsoppsett her.

source: If "LDAP" was selected for Customer::AuthModule, you can specify if the applications will stop if e. g. a connection to a server can't be established due to network problems.
ar_sa: إذا تم تحديد "LDAP" على أنه Customer::AuthModule، يمكنك هنا تحديد ما إذا كان يجب إيقاف التطبيقات في حالة تعذر إنشاء الاتصال بالخادم على سبيل المثال بسبب مشاكل في الشبكة.
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule kan du velge at systemet vil stoppe opp hvis f.eks. tilkoplingen til en tjener ikke kan gjøres pga. nettverksproblemer.

source: If "LDAP" was selected for Customer::Authmodule, you can check if the user is allowed to authenticate because he is in a posixGroup, e.g. user needs to be in a group xyz to use OTOBO. Specify the group, who may access the system.
ar_sa: إذا تم تحديد "LDAP" ك Customer::AuthModule، يمكنك التحقق مما إذا كان المستخدم مخولا بالمصادقة بسبب عضويته في posixGroup (على سبيل المثال، إذا كان يجب أن يكون المستخدم عضوا في المجموعة xyz حتى يسمح له باستخدام OTOBO). قم بتعيين هذه المجموعة هنا.
nb_no: Hvis "LDAP" ble valgt for Customer::Authmodule, kan du sjekke om brukeren har lov til å autentisere fordi han er i en posixGroup, f.eks. brukeren må være i en gruppe xyz for å bruke OTOBO. Spesifiser gruppen som kan få tilgang til systemet.

source: If "LDAP" was selected, you can add a filter to each LDAP query, e.g. (mail=*), (objectclass=user) or (!objectclass=computer).
ar_sa: إذا تم اختيار "LDAP" ك Customer::AuthModule، يمكنك ضبط الفلاتر لكل طلب LDAP هنا، على سبيل المثال (*=mail) أو (objectclass=user) أو (objectclass=computer!).
nb_no: Hvis "LDAP" er valgt som Customer::AuthModule kan du sette et filter for alle LDAP-søk. F.eks. (mail=*), (objectclass=user) eller (!objectclass=computer).

source: If "Radius" was selected for Customer::AuthModule, the password to authenticate to the radius host must be specified.
ar_sa: إذا تم تحديد "Radius" ك Customer::AuthModule، فيجب تخزين كلمة المرور هنا للمصادقة مع مضيف Radius.
nb_no: Hvis "Radius" er valgt som Customer::AuthModule må du skrive inn passordet som autentiserer mot radius-tjeneren.

source: If "Radius" was selected for Customer::AuthModule, the radius host must be specified.
ar_sa: إذا تم تحديد "Radius" على أنه Customer::AuthModule، يجب تخزين مضيف (host) Radius هنا.
nb_no: Hvis "Radius" er valgt som Customer::AuthModule må du skrive inn adressen til Radius-tjeneren her.

source: If "Radius" was selected for Customer::AuthModule, you can specify if the applications will stop if e. g. a connection to a server can't be established due to network problems.
ar_sa: إذا تم تحديد "Radius" على أنه Customer::AuthModule، يمكنك هنا تحديد ما إذا كان يجب إيقاف التطبيقات إذا تعذر على سبيل المثال إنشاء الاتصال بالخادم بسبب مشاكل في الشبكة.
nb_no: Hvis "Radius" er valgt som Customer::AuthModule kan du velge at systemet vil stoppe opp om Radius-tjeneren ikke lenger er tilgjengelig pga. nettverksproblemer el.l.

source: If "Sendmail" was selected as SendmailModule, the location of the sendmail binary and the needed options must be specified.
ar_sa: إذا تم تكوين "Sendmail" على أنه SendmailModule، فيجب تخزين المسار إلى sendmail binary والخيارات المطلوبة هنا.
nb_no: Hvis "Sendmail" er valgt som SendmailModule må du sette opp stien til sendmail-programmet, samt evt. nødvendige tilleggsvalg.

source: If "SysLog" was selected for LogModule, a special log facility can be specified.
ar_sa: إذا تم تكوين "SysLog" ك LogModule، فيمكن تحديد فئة منفصلة (منشأة facility) هنا.
nb_no: Hvis "SysLog" ble valgt for LogModule, kan en spesiell loggfunksjon spesifiseres.

source: If "SysLog" was selected for LogModule, the charset that should be used for logging can be specified.
ar_sa: إذا تم تكوين "SysLog" ك LogModule، فيمكن تحديد مجموعة الأحرف التي سيتم استخدامها للتسجيل هنا.
nb_no: Hvis "SysLog" ble valgt for LogModule, kan tegnsettet som skal brukes for logging spesifiseres.

source: If "bcrypt" was selected for CryptType, use cost specified here for bcrypt hashing. Currently max. supported cost value is 31.
ar_sa: إذا تم تحديد "bcrypt" على أنها CryptType، فسيتم استخدام معلمة التكلفة التي تم إدخالها هنا للحساب.الحد الأقصى للقيمة المدعومة هو 31.
nb_no: Hvis "bcrypt" ble valgt for CryptType, bruk kostnadene som er spesifisert her for bcrypt-hashing. For øyeblikket maks. støttet kostnadsverdi er 31.

source: If "file" was selected for LogModule, a logfile must be specified. If the file doesn't exist, it will be created by the system.
ar_sa: إذا تم تكوين "ملف" ك LogModule، فيجب تخزين ملف السجل هنا. إذا لم يكن الملف موجودا، فسيقوم النظام بإنشائه تلقائيًا.
nb_no: Hvis "fil" ble valgt for LogModule, må en loggfil spesifiseres. Hvis filen ikke eksisterer, vil den bli opprettet av systemet.

source: If active, none of the regular expressions may match the user's email address to allow registration.
ar_sa: عند تمكين هذا الخيار، قد لا تتطابق أي من التعبيرات المعتادة المعرفة هنا مع عنوان البريد الإلكتروني للمستخدم الذي يرغب في التسجيل.
nb_no: Hvis aktiv, kan ingen av de regulære uttrykkene samsvare med brukerens e-postadresse for å tillate registrering.

source: If active, one of the regular expressions has to match the user's email address to allow registration.
ar_sa: في حالة التمكين، يجب أن يتطابق واحد على الأقل من التعبيرات العادية المحددة هنا مع عنوان البريد الإلكتروني للمستخدم الذي يريد التسجيل.
nb_no: Hvis det er aktivt, må ett av regulære uttrykk samsvare med brukerens e-postadresse for å tillate registrering.

source: If any of the "SMTP" mechanisms was selected as SendmailModule, and authentication to the mail server is needed, a password must be specified.
ar_sa: إذا تم تحديد إحدى آليات SMTP على أنها SendmailModule وكان الخادم يتطلب المصادقة، فيجب تحديد كلمة مرور هنا.
nb_no: Hvis noen av "SMTP"-mekanismene er valgt som SendmailModule, og autentisering mot e-post-tjeneren er nødvendig, må et passord spesifiseres.

source: If any of the "SMTP" mechanisms was selected as SendmailModule, and authentication to the mail server is needed, an username must be specified.
ar_sa: إذا تم تحديد إحدى آليات SMTP على أنها SendmailModule وكان الخادم يتطلب المصادقة، فيجب تحديد اسم مستخدم هنا.
nb_no: Hvis noen av "SMTP"-mekanismene er valgt som SendmailModule, og autentisering mot e-post-tjeneren er nødvendig, må et brukernavn spesifiseres.

source: If any of the "SMTP" mechanisms was selected as SendmailModule, the mailhost that sends out the mails must be specified.
ar_sa: إذا تم تحديد إحدى آليات SMTP على أنها SendmailModule، فيجب تحديد مضيف البريد (mailhost) الذي يرسل الرسائل هنا.
nb_no: Hvis noen av "SMTP"-mekanismene er valgt som SendmailModule, må e-post-tjeneren som sender ut e-post spesifiseres.

source: If any of the "SMTP" mechanisms was selected as SendmailModule, the port where your mailserver is listening for incoming connections must be specified.
ar_sa: إذا تم تحديد إحدى آليات SMTP ك SendmailModule، فيجب تحديد المنفذ الذي يستمع إليه خادم البريد للاتصالات الواردة هنا.
nb_no: Hvis noen av "SMTP"-mekanismene er valgt som SendmailModule, må porten der din e-post-tjener lytter på innkommende forbindelser spesifiseres.

source: If enabled debugging information for ACLs is logged.
ar_sa: عند تمكين هذا الخيار، يتم تسجيل معلومات تصحيح أخطاء قوائم التحكم في الوصول(ACLs).
nb_no: Hvis aktivert, logges feilsøkingsinformasjon for tilgangskontrollister.

source: If enabled debugging information for transitions is logged.
ar_sa: عند التمكين، يتم تسجيل معلومات تصحيح الأخطاء للانتقالات في تذاكر العملية.
nb_no: Hvis aktivert, logges feilsøkingsinformasjon for overganger.

source: If enabled defines the preselected state for customer follow-up in the customer interface.
ar_sa: تحديد الحالة المحددة مسبقا لمتابعة العميل عند تنشيطه في منطقة العميل.
nb_no: Hvis aktivert definerer forhåndsvalgt tilstand for kundeoppfølging i kundegrensesnittet.

source: If enabled the daemon will redirect the standard error stream to a log file.
ar_sa: تمكين لإعادة توجيه إخراج الخطأ من daemon إلى ملف سجل.
nb_no: Hvis den er aktivert, vil daemonen omdirigere standard feilstrømmen til en loggfil.

source: If enabled the daemon will redirect the standard output stream to a log file.
ar_sa: تمكين لإعادة توجيه الإخراج الافتراضي ل daemon إلى ملف سجل.
nb_no: Hvis den er aktivert, vil daemonen omdirigere standard utdatastrømmen til en loggfil.

source: If enabled the daemon will use this directory to create its PID files. Note: Please stop the daemon before any change and use this setting only if <$OTOBOHome>/var/run/ can not be used.
ar_sa: عند تمكين هذا الخيار، يستخدم المراقب (daemon) هذا الدليل لإنشاء ملفاته PID. ملاحظة: الرجاء إيقاف البرنامج قبل التغيير واستخدام هذا الإعداد فقط في حالة عدم إمكانية إستخدام <$OTOBOHome>/var/run/.
nb_no: Hvis den er aktivert, vil daemonen bruke denne katalogen til å lage sine PID-filer. Merk: Stopp daemonen før noen endring og bruk denne innstillingen kun hvis <$OTOBOHome>/var/run/ ikke kan brukes.

source: If enabled, OTOBO will deliver all CSS files in minified form.
ar_sa: عند تمكين هذا الخيار، سيقوم OTOBO بإرجاع ملفات CSS في نموذج مصغر.
nb_no: Hvis aktivert, vil OTOBO levere alle CSS-filer i forminsket form.

source: If enabled, OTOBO will deliver all JavaScript files in minified form.
ar_sa: عند التمكين، سوف يوفر OTOBO ملفات JavaScript في نموذج مصغر.
nb_no: Hvis slått på vil OTOBO levere alle JavaScript-filer i minimert form.

source: If enabled, TicketPhone and TicketEmail will be open in new windows.
ar_sa: عند تنشيطه، يتم فتح TicketPhone و TicketEmail في نوافذ جديدة.
nb_no: Hvis slått på vil telefonsak og e-postsak bli åpnet i nye vinduer.

source: If enabled, the OTOBO version tag will be removed from the Webinterface, the HTTP headers and the X-Headers of outgoing mails. NOTE: If you change this option, please make sure to delete the cache.
ar_sa: عند تمكين هذا الخيار، يتم إزالة معلومات إصدار OTOBO من الواجهة ورؤوس HTTP ورؤوس X. ملاحظة: بعد تغيير هذا الخيار، يجب حذف ذاكرة التخزين المؤقت.
nb_no: Hvis den er aktivert, vil OTOBO-versjonskoden fjernes fra webgrensesnittet, HTTP-hodene og X-hodene til utgående e-post. MERK: Hvis du endrer dette alternativet, må du sørge for å slette hurtigbufferen.

source: If enabled, the cache data be held in memory.
ar_sa: عند تمكين هذا الخيار، يتم الاحتفاظ ببيانات التخزين المؤقت في الذاكرة.
nb_no: Hvis aktivert, lagres hurtigbufferdataene i minnet.

source: If enabled, the cache data will be stored in cache backend.
ar_sa: عند تمكين هذا الخيار، يتم تخزين بيانات ذاكرة التخزين المؤقت في نهاية خلفية التخزين المؤقت.
nb_no: Hvis aktivert, vil cache-dataene bli lagret i cache-backend.

source: If enabled, the customer can search for tickets in all services (regardless what services are assigned to the customer).
ar_sa: عند التمكين، يمكن للعملاء البحث عن التذاكر مع جميع الخدمات (بغض النظر عن الخدمات التي يتم تعيينها لكل عميل).
nb_no: Hvis aktivert, kan kunden søke etter saker i alle tjenester (uavhengig av hvilke tjenester som er tildelt kunden).

source: If enabled, the different overviews (Dashboard, LockedView, QueueView) will automatically refresh after the specified time.
ar_sa: إذا كان هذا الخيار محددا، سيتم تحديث صفحات نظرة عامة مختلفة (لوحة المعلومات، LockedView، عرض قائمة الانتظار) تلقائيا بعد الوقت المحدد.
nb_no: Hvis slått på vil de forskjellige oversiktene (Kontrollpanel, kø-oversikt, osv.) automatisk oppdateres etter angitt tid.
