Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Sets the default subject for new email tickets (e.g. 'email Outbound') in the agent interface.
nb_no: Angir standardemnet for nye e-postsaker (f.eks. «e-post utgående») i agentgrensesnittet.

source: Sets the default subject for new phone tickets (e.g. 'Phone call') in the agent interface.
nb_no: Angir standardemnet for nye telefonsaker (f.eks. "Telefonanrop") i agentgrensesnittet.

source: Sets the default subject for notes added in the close ticket screen of the agent interface.
nb_no: Angir standardemnet for notater lagt til i skjermbildet for "lukk sak" i agentgrensesnittet.

source: Sets the default subject for notes added in the ticket move screen of the agent interface.
nb_no: Angir standardemne for notater lagt til i saksflyttingsskjermen til agentgrensesnittet.

source: Sets the default subject for notes added in the ticket note screen of the agent interface.
nb_no: Angir standardemnet for notater som legges til i sakslappskjermen til agentgrensesnittet.

source: Sets the default subject for notes added in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Angir standardemnet for notater som legges til på sakseierskjermen til en zoomet sak i agentgrensesnittet.

source: Sets the default subject for notes added in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Angir standardemnet for notater som legges til i saksventer-skjermbildet for en zoomet sak i agentgrensesnittet.

source: Sets the default subject for notes added in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Angir standardemnet for notater som legges til i saksprioritetsskjermen til en zoomet sak i agentgrensesnittet.

source: Sets the default subject for notes added in the ticket responsible screen of the agent interface.
nb_no: Angir standardemnet for notater som legges til i saksansvarlig skjerm i agentgrensesnittet.

source: Sets the default text for new email tickets in the agent interface.
nb_no: Angir standardteksten for nye e-postsaker i agentgrensesnittet.

source: Sets the inactivity time (in seconds) to pass before a session is killed and a user is logged out.
nb_no: Angir inaktivitetstiden (i sekunder) som skal gå før en økt blir avsluttet og en bruker logges av.

source: Sets the maximum number of active agents within the timespan defined in SessionActiveTime before a prior warning will be visible for the logged in agents.
nb_no: Angir maksimalt antall aktive agenter innenfor tidsrommet definert i SessionActiveTime før en tidligere advarsel vil være synlig for de påloggede agentene.

source: Sets the maximum number of active agents within the timespan defined in SessionMaxIdleTime.
nb_no: Angir maksimalt antall aktive agenter innenfor tidsrommet definert i SessionMaxIdleTime.

source: Sets the maximum number of active customers within the timespan defined in SessionMaxIdleTime.
nb_no: Angir maksimalt antall aktive kunder innenfor tidsrommet definert i SessionMaxIdleTime.

source: Sets the maximum number of active sessions per agent within the timespan defined in SessionMaxIdleTime.
nb_no: Angir maksimalt antall aktive økter per agent innenfor tidsrommet definert i SessionMaxIdleTime.

source: Sets the maximum number of active sessions per customers within the timespan defined in SessionMaxIdleTime.
nb_no: Angir maksimalt antall aktive økter per kunde innenfor tidsrommet definert i SessionMaxIdleTime.

source: Sets the method PGP will use to sing and encrypt emails. Note Inline method is not compatible with RichText messages.
nb_no: Angir metoden PGP vil bruke for å synge og kryptere e-poster. Merk Inline-metoden er ikke kompatibel med RichText-meldinger.

source: Sets the minimal ticket counter size if "AutoIncrement" was selected as TicketNumberGenerator. Default is 5, this means the counter starts from 10000.
nb_no: Angir den minimale sakstellerstørrelsen hvis "AutoIncrement" ble valgt som TicketNumberGenerator. Standard er 5, dette betyr at telleren starter fra 10000.

source: Sets the minutes a notification is shown for notice about upcoming system maintenance period.
nb_no: Angir minuttene et varsel skal vises for varsel om kommende systemvedlikeholdsperiode.

source: Sets the number of lines that are displayed in text messages (e.g. ticket lines in the QueueZoom).
nb_no: Angir antall linjer som vises i tekstmeldinger (f.eks. sakslinjer i QueueZoom).

source: Sets the options for PGP binary.
nb_no: Angir alternativene for PGP binær.

source: Sets the password for private PGP key.
nb_no: Angir passordet for privat PGP-nøkkel.

source: Sets the prefered time units (e.g. work units, hours, minutes).
nb_no: Stiller inn foretrukne tidsenheter (f.eks. arbeidsenheter, timer, minutter).

source: Sets the preferred digest to be used for PGP binary.
nb_no: Angir det foretrukne sammendraget som skal brukes for PGP-binær.

source: Sets the prefix to the scripts folder on the server, as configured on the web server. This setting is used as a variable, OTOBO_CONFIG_ScriptAlias which is found in all forms of messaging used by the application, to build links to the tickets within the system.
nb_no: Setter prefikset til skriptmappen på serveren, slik den er konfigurert på webserveren. Denne innstillingen brukes som en variabel, OTOBO_CONFIG_ScriptAlias som finnes i alle former for meldinger som brukes av applikasjonen, for å bygge lenker til sakene i systemet.

source: Sets the queue in the ticket close screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i billettlukkingsskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the queue in the ticket free text screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i billettfritekstskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the queue in the ticket note screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i billettnotatskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the queue in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i billetteierskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the queue in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i skjermbildet for ventende billett for en zoomet billett i agentgrensesnittet.

source: Sets the queue in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i billettprioritetsskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the queue in the ticket responsible screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn køen i billettansvarlig skjerm for en zoomet billett i agentgrensesnittet.

source: Sets the responsible agent of the ticket in the close ticket screen of the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i skjermbildet for lukke billett i agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket bulk screen of the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billettmasseskjermen til agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket free text screen of the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billettfritekstskjermen til agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket note screen of the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billettnotatskjermen til agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billetteierskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billettventer-skjermen for en zoomet billett i agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billettprioritetsskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the responsible agent of the ticket in the ticket responsible screen of the agent interface.
nb_no: Angir den ansvarlige agenten for billetten i billettansvarlig skjerm i agentgrensesnittet.

source: Sets the service in the close ticket screen of the agent interface (Ticket::Service needs to be enabled).
nb_no: Angir tjenesten i skjermbildet for lukkebillett i agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the service in the ticket free text screen of the agent interface (Ticket::Service needs to be enabled).
nb_no: Stiller inn tjenesten i billettfritekstskjermen til agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the service in the ticket note screen of the agent interface (Ticket::Service needs to be enabled).
nb_no: Angir tjenesten i billettnotatskjermen til agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the service in the ticket owner screen of a zoomed ticket in the agent interface (Ticket::Service needs to be enabled).
nb_no: Stiller inn tjenesten i billetteierskjermen til en zoomet billett i agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the service in the ticket pending screen of a zoomed ticket in the agent interface (Ticket::Service needs to be enabled).
nb_no: Stiller inn tjenesten i skjermbildet for ventende billett for en zoomet billett i agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the service in the ticket priority screen of a zoomed ticket in the agent interface (Ticket::Service needs to be enabled).
nb_no: Angir tjenesten i billettprioritetsskjermen til en zoomet billett i agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the service in the ticket responsible screen of the agent interface (Ticket::Service needs to be enabled).
nb_no: Stiller inn tjenesten i billettansvarlig skjerm i agentgrensesnittet (Ticket::Service må være aktivert).

source: Sets the state of a ticket in the close ticket screen of the agent interface.
nb_no: Angir statusen til en billett i skjermbildet for lukke billett i agentgrensesnittet.

source: Sets the state of a ticket in the ticket bulk screen of the agent interface.
nb_no: Angir tilstanden til en billett på billett-bulkskjermen til agentgrensesnittet.

source: Sets the state of a ticket in the ticket free text screen of the agent interface.
nb_no: Angir tilstanden til en billett i billettfritekstskjermen til agentgrensesnittet.

source: Sets the state of a ticket in the ticket note screen of the agent interface.
nb_no: Angir statusen til en billett i billettnotatskjermen til agentgrensesnittet.

source: Sets the state of a ticket in the ticket responsible screen of the agent interface.
nb_no: Angir tilstanden til en billett på den billettansvarlige skjermen til agentgrensesnittet.

source: Sets the state of the ticket in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Angir tilstanden til billetten i billetteierskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the state of the ticket in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Angir tilstanden til billetten i skjermbildet for ventende billett til en zoomet billett i agentgrensesnittet.

source: Sets the state of the ticket in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Angir statusen til billetten i billettprioritetsskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the stats hook.
nb_no: Setter statistikkroken.

source: Sets the ticket owner in the close ticket screen of the agent interface.
nb_no: Stiller inn billett eieren i lukke billettskjermen i agentgrensesnittet.

source: Sets the ticket owner in the ticket bulk screen of the agent interface.
nb_no: Angir billett eieren i billett bulk-skjermen i agentgrensesnittet.

source: Sets the ticket owner in the ticket free text screen of the agent interface.
nb_no: Stiller inn billetteieren i billettfritekstskjermen til agentgrensesnittet.

source: Sets the ticket owner in the ticket note screen of the agent interface.
nb_no: Stiller inn billett eieren i billettnotatskjermen til agentgrensesnittet.

source: Sets the ticket owner in the ticket owner screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn billetteieren i billetteierskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the ticket owner in the ticket pending screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn billetteieren i billettventer-skjermen for en zoomet billett i agentgrensesnittet.

source: Sets the ticket owner in the ticket priority screen of a zoomed ticket in the agent interface.
nb_no: Stiller inn billetteieren i billettprioritetsskjermen til en zoomet billett i agentgrensesnittet.

source: Sets the ticket owner in the ticket responsible screen of the agent interface.
nb_no: Stiller inn billett eieren i billettansvarlig skjerm i agentgrensesnittet.

source: Sets the ticket type in the close ticket screen of the agent interface (Ticket::Type needs to be enabled).
nb_no: Stiller inn billetttypen i skjermbildet for lukkebillett i agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the ticket type in the ticket bulk screen of the agent interface.
nb_no: Angir billetttypen på billett-bulkskjermen til agentgrensesnittet.

source: Sets the ticket type in the ticket free text screen of the agent interface (Ticket::Type needs to be enabled).
nb_no: Angir billetttypen i billettfritekstskjermen til agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the ticket type in the ticket note screen of the agent interface (Ticket::Type needs to be enabled).
nb_no: Angir billetttypen i billettnotatskjermen til agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the ticket type in the ticket owner screen of a zoomed ticket in the agent interface (Ticket::Type needs to be enabled).
nb_no: Angir billetttypen i billetteierskjermen til en zoomet billett i agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the ticket type in the ticket pending screen of a zoomed ticket in the agent interface (Ticket::Type needs to be enabled).
nb_no: Angir billetttypen i skjermbildet for ventende billett for en zoomet billett i agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the ticket type in the ticket priority screen of a zoomed ticket in the agent interface (Ticket::Type needs to be enabled).
nb_no: Angir billetttypen i billettprioritetsskjermen til en zoomet billett i agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the ticket type in the ticket responsible screen of the agent interface (Ticket::Type needs to be enabled).
nb_no: Angir billetttypen i billettansvarlig skjerm i agentgrensesnittet (Ticket::Type må være aktivert).

source: Sets the time zone being used internally by OTOBO to e. g. store dates and times in the database. WARNING: This setting must not be changed once set and tickets or any other data containing date/time have been created.
nb_no: Setter tidssonen som brukes internt av OTOBO til e. g. lagre datoer og klokkeslett i databasen. ADVARSEL: Denne innstillingen må ikke endres når den er satt og billetter eller andre data som inneholder dato/klokkeslett er opprettet.

source: Sets the time zone that will be assigned to newly created users and will be used for users that haven't yet set a time zone. This is the time zone being used as default to convert date and time between the OTOBO time zone and the user's time zone.
nb_no: Angir tidssonen som skal tildeles nyopprettede brukere og som skal brukes for brukere som ennå ikke har angitt en tidssone. Dette er tidssonen som brukes som standard for å konvertere dato og klokkeslett mellom OTOBO-tidssonen og brukerens tidssone.

source: Sets the timeout (in seconds) for http/ftp downloads.
nb_no: Angir tidsavbrudd (i sekunder) for http/ftp-nedlastinger.

source: Sets the timeout (in seconds) for package downloads. Overwrites "WebUserAgent::Timeout".
nb_no: Angir tidsavbrudd (i sekunder) for pakkenedlastinger. Overskriver "WebUserAgent::Timeout".

source: Settings for the customer login screen.
nb_no: Innstillinger for kundepåloggingsskjermen.

source: Shared Secret
nb_no: Delt hemmelighet

source: Show a responsible selection in phone and email tickets in the agent interface.
nb_no: Vis et ansvarlig utvalg i telefon- og e-postbilletter i agentgrensesnittet.

source: Show article as rich text even if rich text writing is disabled.
nb_no: Vis artikkelen som rik tekst selv om rik tekstskriving er deaktivert.

source: Show command line output.
nb_no: Vis kommandolinjeutdata.

source: Show queues even when only locked tickets are in.
nb_no: Vis køer selv når kun låste billetter er inne.

source: Show the current owner in the customer interface.
nb_no: Vis gjeldende eier i kundegrensesnittet.

source: Show the current queue in the customer interface.
nb_no: Vis gjeldende kø i kundegrensesnittet.

source: Show the history for this ticket
nb_no: Vis historikken for denne billetten

source: Show the ticket history
nb_no: Vis saks-historikk

source: Show various content.
nb_no: Vis forskjellig innhold.

source: Shows a count of attachments in the ticket zoom, if the article has attachments.
nb_no: Viser en telling av vedlegg i billettzoom, hvis artikkelen har vedlegg.

source: Shows a link in the menu for creating a calendar appointment linked to the ticket directly from the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å opprette en kalenderavtale knyttet til billetten direkte fra billettzoomvisningen i agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu for subscribing / unsubscribing from a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å abonnere / avslutte abonnement på en billett i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2".For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu that allows linking a ticket with another object in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen som gjør det mulig å koble en billett med et annet objekt i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu that allows merging tickets in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen som tillater sammenslåing av billetter i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to access the history of a ticket in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å få tilgang til loggen til en billett i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.

source: Shows a link in the menu to add a free text field in the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
nb_no: Viser en lenke i menyen for å legge til et fritekstfelt i billettzoomvisningen til agentgrensesnittet. Ytterligere tilgangskontroll for å vise eller ikke vise denne koblingen kan gjøres ved å bruke nøkkelen Gruppe" og innhold som "rw:gruppe1;move_into:group2". For å gruppere menyelementer for nøkkelen "ClusterName" og for innholdet, bruk hvilket som helst navn du vil se i grensesnittet. Bruk "ClusterPriority" for å konfigurere rekkefølgen på en spesifikk gruppe i verktøylinjen.
