Repository: RotherOSS/otobo
Catalog: i18n/otobo/otobo.*.po
Languages: ar_sa, nb_no

source: Include ticket data in response.
ar_sa: تضمين بيانات التذكرة استجابة لذلك.
nb_no: Ta med saksdata som svar.

source: Network Transport
ar_sa: شبكة النقل
nb_no: Nettverkstransport

source: Properties
ar_sa: خَصَائص
nb_no: Egenskaper

source: Route mapping for Operation
ar_sa: تعيين الطريق للعملية
nb_no: Rutekartlegging for Drift

source: Define the route that should get mapped to this operation. Variables marked by a ':' will get mapped to the entered name and passed along with the others to the mapping. (e.g. /Ticket/:TicketID).
ar_sa: يحدد المسار الذي سيتم تعيينه للعملية. المتغيرات المميزة بعلامة ":" يتم تعيينها إلى الاسم المُدخل وتمريرها إلى الوظيفة باستخدام المتغيرات الأخرى. (على سبيل المثال: / Ticket /: TicketID).
nb_no: Definer ruten som skal tilordnes denne operasjonen. Variabler merket med en ':' vil bli kartlagt til det angitte navnet og sendt sammen med de andre til kartleggingen. (f.eks. /Ticket/:TicketID).

source: Valid request methods for Operation
ar_sa: طرق طلب صالحة للتشغيل
nb_no: Gyldige forespørselsmetoder for drift

source: Limit this Operation to specific request methods. If no method is selected all requests will be accepted.
ar_sa: قصر هذه العملية على طرق طلب محددة. إذا لم يتم تحديد طريقة الطلب، فسيتم قبول جميع الطلبات.
nb_no: Begrens denne operasjonen til spesifikke forespørselsmetoder. Hvis ingen metode er valgt, vil alle forespørsler bli akseptert.

source: Maximum message length
ar_sa: الحد الأقصى لطول الرسالة
nb_no: Maksimal lengde på melding

source: This field should be an integer number.
ar_sa: يجب أن يكون هذا الحقل عددًا صحيحًا.
nb_no: Dette feltet inneholde et heltall.

source: Here you can specify the maximum size (in bytes) of REST messages that OTOBO will process.
ar_sa: حدد الحجم الأقصى (بالبايت) لرسائل REST التي يجب أن يقبلها OTOBO.
nb_no: Her kan du spesifisere maksimal størrelse (i byte) på REST-meldinger som OTOBO skal behandle.

source: This configuration defines if incoming connections should get closed or kept alive.
ar_sa: يحدد هذا التكوين ما إذا كان يجب إغلاق الاتصالات الواردة أو الإبقاء عليها حية.
nb_no: Denne konfigurasjonen definerer om innkommende tilkoblinger skal stenges eller holdes i live.

source: Additional response headers
ar_sa: رؤوس استجابة إضافية
nb_no: Ytterligere svaroverskrifter

source: Add response header
ar_sa: أضف عنوان الرد
nb_no: Legg til svaroverskrift

source: Endpoint
ar_sa: نقطة النهاية
nb_no: Sluttpunkt

source: URI to indicate specific location for accessing a web service.
ar_sa: عنوان URI لتحديد موقع معين للوصول إلى خدمة ويب.
nb_no: URI for å angi spesifikk plassering for tilgang til en nettjeneste.

source: e.g. https://www.otobo.de:10745/api/v1.0 (without trailing backslash)
ar_sa: على سبيل المثال https://www.otobo.de:10745/api/v1.0 (بدون الخط المائل العكسي)
nb_no: f.eks. https://www.otobo.de:10745/api/v1.0 (uten etterfølgende skråstrek)

source: Timeout
ar_sa: مُهْلَةٌ
nb_no: Pause

source: Timeout value for requests.
ar_sa: قيمة المهلة للطلبات.
nb_no: Tidsavbruddsverdi for forespørsler.

source: Authentication
ar_sa: مُصَادَقَةٌ
nb_no: Autentisering

source: An optional authentication mechanism to access the remote system.
ar_sa: طريقة المصادقة الاختيارية للوصول إلى النظام البعيد.
nb_no: En valgfri autentiseringsmekanisme for å få tilgang til det eksterne systemet.

source: BasicAuth User
ar_sa: مستخدم BasicAuth
nb_no: BasicAuth-bruker

source: The user name to be used to access the remote system.
ar_sa: اسم المستخدم الذي سيتم استخدامه للوصول إلى النظام البعيد.
nb_no: Brukernavnet til bruk for å få tilgang til det fjernstyrte systemet.

source: BasicAuth Password
ar_sa: كلمة مرور BasicAuth
nb_no: BasicAuth-passord

source: The password for the privileged user.
ar_sa: كلمة مرور المستخدم المصرح له.
nb_no: Passordet for den priviligerte brukeren.

source: Use Proxy Options
ar_sa: استخدام خيارات الوكيل
nb_no: Bruk proxy-alternativer

source: Show or hide Proxy options to connect to the remote system.
ar_sa: إظهار خيارات الوكيل أو إخفاؤها للاتصال بالنظام البعيد.
nb_no: Vis eller skjul proxy-alternativer for å koble til det eksterne systemet.

source: URI of a proxy server to be used (if needed).
ar_sa: عنوان URI لخادم وكيل (اختياري).
nb_no: URL til en proxytjener som skal brukes (dersom nødvendig).

source: e.g. http://proxy_hostname:8080
ar_sa: على سبيل المثال http://proxy_hostname:8080
nb_no: f.eks. http://proxy_hostname:8080

source: Proxy User
ar_sa: مستخدم الوكيل
nb_no: Proxy bruker

source: The user name to be used to access the proxy server.
ar_sa: اسم المستخدم للوصول إلى الخادم الوكيل.
nb_no: Brukernavnet som skal brukes for å få tilgang til proxy-serveren.

source: Proxy Password
ar_sa: كلمة مرور الوكيل
nb_no: Proxy passord

source: The password for the proxy user.
ar_sa: كلمة مرور مستخدم الوكيل.
nb_no: Passordet for proxybrukeren.

source: Skip Proxy
ar_sa: ‮تخطي الوكيل
nb_no: Hopp over proxy

source: Skip proxy servers that might be configured globally?
ar_sa: هل تريد تجاوز الخوادم الوكيلة المحتملة التي تم تكوينها عالميًا؟
nb_no: Vil du hoppe over proxy-servere som kan være konfigurert globalt?

source: Use SSL Options
ar_sa: استخدم خيارات SSL
nb_no: Bruk SSL valg

source: Show or hide SSL options to connect to the remote system.
ar_sa: إظهار أو إخفاء خيارات SSL للاتصال بالنظام البعيد.
nb_no: Vis eller skjul SSL valg for å koble til fjernstyrte systemer.

source: Client Certificate
ar_sa: شهادة العميل
nb_no: Klientsertifikat

source: The full path and name of the SSL client certificate file (must be in PEM, DER or PKCS#12 format).
ar_sa: المسار الكامل واسم ملف شهادة عميل SSL (يجب أن يكون بتنسيق PEM أو DER أو PKCS#12).
nb_no: Den fullstendige banen og navnet til SSL-klientsertifikatfilen (må være i PEM-, DER- eller PKCS#12-format).

source: e.g. /opt/otobo/var/certificates/SOAP/certificate.pem
ar_sa: على سبيل المثال opt/otobo/var/certificates/SOAP/certificate.pem/
nb_no: f.eks. /opt/otobo/var/certificates/SOAP/certificate.pem

source: Client Certificate Key
ar_sa: مفتاح شهادة العميل
nb_no: Klientsertifikatnøkkel

source: The full path and name of the SSL client certificate key file (if not already included in certificate file).
ar_sa: المسار الكامل واسم ملف مفتاح شهادة عميل SSL (إذا لم يكن مدرجًا بالفعل في ملف الشهادة).
nb_no: Den fullstendige banen og navnet til SSL-klientsertifikatnøkkelfilen (hvis den ikke allerede er inkludert i sertifikatfilen).

source: e.g. /opt/otobo/var/certificates/SOAP/key.pem
ar_sa: على سبيل المثال opt/otobo/var/certificates/SOAP/key.pem/
nb_no: f.eks. /opt/otobo/var/certificates/SOAP/key.pem

source: Client Certificate Key Password
ar_sa: كلمة المرور لمفتاح شهادة العميل
nb_no: Passord for klientsertifikatnøkkel

source: The password to open the SSL certificate if the key is encrypted.
ar_sa: كلمة المرور للوصول إلى شهادة SSL إذا كان المفتاح مشفرا.
nb_no: Passordet for å åpne SSL-sertifikatet hvis nøkkelen er kryptert.

source: Certification Authority (CA) Certificate
ar_sa: شهادة المرجع المصدق (CA)
nb_no: Sertifiseringsinstans (CA)-sertifikat

source: The full path and name of the certification authority certificate file that validates SSL certificate.
ar_sa: المسار الكامل واسم ملف شهادة المرجع المصدق الذي يتحقق من صحة شهادة SSL.
nb_no: Den fullstendige banen og navnet på sertifiseringsinstansens sertifikatfil som validerer SSL-sertifikatet.

source: e.g. /opt/otobo/var/certificates/SOAP/CA/ca.pem
ar_sa: على سبيل المثال opt/otobo/var/certificates/SOAP/CA/ca.pem/
nb_no: f.eks. /opt/otobo/var/certificates/SOAP/CA/ca.pem

source: The full path of the certification authority directory where the CA certificates are stored in the file system.
ar_sa: المسار الكامل واسم الملف الخاص بدليل CA حيث يتم تخزين شهادات CA.
nb_no: Den fullstendige banen til sertifiseringsinstanskatalogen der CA-sertifikatene er lagret i filsystemet.

source: e.g. /opt/otobo/var/certificates/SOAP/CA
ar_sa: على سبيل المثال opt/otobo/var/certificates/SOAP/CA/
nb_no: f.eks. /opt/otobo/var/certificates/SOAP/CA

source: SSL hostname verification.
ar_sa: التحقق من اسم مضيف SSL.
nb_no: SSL-vertsnavnbekreftelse.

source: Abort the request if the hostname cannot be verified. Disable with caution! Skipping verification is a security risk! Mainly for testing purposes in case of self-signed SSL certificates, or if you know what you are doing.
ar_sa: قم بإلغاء الطلب إذا كان لا يمكن التحقق من اسم المضيف. تعطيل بحذر! يعد تخطي التحقق مخاطرة أمنية! بشكل أساسي لأغراض الاختبار في حالة شهادات SSL الموقعة ذاتيًا، أو إذا كنت تعرف ما تفعله.
nb_no: Avbryt forespørselen hvis vertsnavnet ikke kan bekreftes. Deaktiver med forsiktighet! Å hoppe over verifisering er en sikkerhetsrisiko! Hovedsakelig for testformål i tilfelle av selvsignerte SSL-sertifikater, eller hvis du vet hva du gjør.

source: Controller mapping for Invoker
ar_sa: تعيين وحدة التحكم للمستحضرين
nb_no: Kontrollermapping for utløser

source: The controller that the invoker should send requests to. Variables marked by a ':' will get replaced by the data value and passed along with the request. (e.g. /Ticket/:TicketID?UserLogin=:UserLogin&Password=:Password).
ar_sa: وحدة التحكم التي يجب على المستحضر إرسال الطلبات إليها. المتغيرات المميزة بعلامة ":" سيتم استبدالها بقيمة البيانات وتمريرها مع الطلب. (على سبيل المثال Ticket/:TicketID?UserLogin=:UserLogin&Password=:Password/).
nb_no: Den behandlingsansvarlige som utløseren skal sende forespørsler til. Variabler merket med ':' vil bli erstattet av dataverdien og sendt sammen med forespørselen. (f.eks. /Ticket/:TicketID?UserLogin=:UserLogin&Password=:Password).

source: Valid request command for Invoker
ar_sa: أمر طلب صالح للمستحضرين
nb_no: Gyldig forespørselskommando for utløser

source: A specific HTTP command to use for the requests with this Invoker (optional).
ar_sa: أمر HTTP محدد لاستخدامه للطلبات مع هذا المستحضر (اختياري).
nb_no: En spesifikk HTTP-kommando som skal brukes for forespørslene med denne utløseren (valgfritt).

source: Default command
ar_sa: الأمر الافتراضي
nb_no: Standard kommando

source: The default HTTP command to use for the requests.
ar_sa: أمر HTTP الافتراضي المراد استخدامه للطلبات.
nb_no: Standard HTTP-kommando som skal brukes for forespørslene.

source: Additional request headers (all invokers)
ar_sa: رؤوس طلبات إضافية (جميع المستدعين)
nb_no: Ytterligere forespørselshoder (alle utløsere)

source: Additional request headers (invoker specific)
ar_sa: رؤوس طلبات إضافية (خاص بالمستدعى)
nb_no: Ytterligere forespørselshoder (utløser-spesifikke)

source: Remove all headers for this invoker
ar_sa: إزالة كافة الرؤوس لهذا المستدعي
nb_no: Fjern alle overskrifter for denne utløseren

source: Headers for invoker
ar_sa: رأس المستحضر
nb_no: Forespørselshoder for utløser

source: Additional response headers (all operations)
ar_sa: رؤوس استجابة إضافية (كل العمليات)
nb_no: Ytterligere responshoder (alle operasjoner)

source: Additional response headers (operation specific)
ar_sa: رؤوس استجابة إضافية (عمليات محددة)
nb_no: Ytterligere responshoder (operasjonsspesifikke)

source: Remove all headers for this operation
ar_sa: إزالة كافة الرؤوس لهذه العملية
nb_no: Fjern alle hoder for denne operasjonen

source: Headers for operation
ar_sa: رؤوس للعملية
nb_no: Hoder for drift

source: Common headers
ar_sa: الرؤوس المشتركة
nb_no: Vanlige forespørselshoder

source: Header Name
ar_sa: اسم الرأس
nb_no: Navn på forespørselshode

source: Remove header
ar_sa: إزالة الرأس
nb_no: Fjern forespørselshode

source: Add header
ar_sa: إضافة رأس
nb_no: Legg til forespørselshode

source: e.g. https://local.otobo.de:8000/Webservice/Example
ar_sa: على سبيل المثال https://local.otobo.de:8000/Webservice/Example
nb_no: f.eks. https://local.otobo.de:8000/Webservice/Example

source: Set SOAPAction
ar_sa: إعداد SOAPAction
nb_no: Sett SOAPAction

source: Set to "Yes" in order to send a filled SOAPAction header.
ar_sa: اضبط على "نعم" لإرسال رأس SOAPAction مملوء.
nb_no: Sett til "Ja" for å sende en fylt SOAPAction-header.

source: Set to "No" in order to send an empty SOAPAction header.
ar_sa: اضبط على "لا" لإرسال رأس SOAPAction فارغ.
nb_no: Sett til "Nei" for å sende en tom SOAPAction-header.

source: Set to "Yes" in order to check the received SOAPAction header (if not empty).
ar_sa: اضبط على "نعم" للتحقق من رأس SOAPAction المستلم (إذا لم يكن فارغًا).
nb_no: Sett til "Ja" for å sjekke den mottatte SOAPAction-headeren (hvis den ikke er tom).

source: Set to "No" in order to ignore the received SOAPAction header.
ar_sa: اضبط على "لا" لتجاهل رأس SOAPAction المستلم.
nb_no: Sett til "Nei" for å ignorere den mottatte SOAPAction-headeren.

source: SOAPAction scheme
ar_sa: مخطط SOAPAction
nb_no: SOAPAction ordning

source: Select how SOAPAction should be constructed.
ar_sa: حدد كيفية بناء SOAPAction.
nb_no: Velg hvordan SOAPAction skal bygges opp.

source: Some web services require a specific construction.
ar_sa: تتطلب بعض خدمات الويب تصميما محددا.
nb_no: Noen webtjenester krever en spesifikk konstruksjon.

source: Some web services send a specific construction.
ar_sa: ترسل بعض خدمات الويب بنية محددة.
nb_no: Noen webtjenester sender en bestemt konstruksjon.

source: Character to use as separator between name space and SOAP operation.
ar_sa: الحرف المراد استخدامه كفاصل بين مساحة الاسم وعملية SOAP.
nb_no: Tegn som skal brukes som skilletegn mellom navneområde og SOAP-operasjon.

source: Usually .Net web services use "/" as separator.
ar_sa: عادةً ما تستخدم خدمات الويب Net. "/" كفاصل.
nb_no: Vanligvis bruker .Net webtjenester "/" som skilletegn.

source: SOAPAction free text
ar_sa: نص مجاني من SOAPAction
nb_no: SOAPAction fritekst

source: Text to be used to as SOAPAction.
ar_sa: النص المراد استخدامه ك SOAPAction.
nb_no: Tekst som skal brukes som SOAPAction.

source: Namespace
ar_sa: مساحة الاسم
nb_no: Navneområde

source: URI to give SOAP methods a context, reducing ambiguities.
ar_sa: URI الذي يعطي أساليب SOAP سياقًا، مما يقلل الغموض.
nb_no: URI for å gi SOAP-metoder en kontekst og redusere tvetydigheter.

source: e.g. urn:otobo-com:soap:functions or http://www.otobo.de/GenericInterface/actions
ar_sa: على سبيل المثال urn:otobo-com:soap:functions أو http://www.otobo.de/GenericInterface/actions
nb_no: f.eks. urn:otobo-com:soap:functions eller http://www.otobo.de/GenericInterface/actions

source: Request name scheme
ar_sa: طلب مخطط التسمية
nb_no: Be om navneskjema

source: Select how SOAP request function wrapper should be constructed.
ar_sa: اختر كيفية إنشاء استدعاء وظيفة SOAP.
nb_no: Velg hvordan SOAP request-funksjonsomslag skal konstrueres.

source: 'FunctionName' is used as example for actual invoker/operation name.
ar_sa: يستخدم "FunctionName" كمثال على الاسم الفعلي للمستحضر / العملية.
nb_no: 'Funksjonsnavn' brukes som eksempel for faktisk utløser-/operasjonsnavn.

source: 'FreeText' is used as example for actual configured value.
ar_sa: يتم استخدام 'FreeText' كمثال على القيمة الفعلية المكونة.
nb_no: 'FreeText' brukes som eksempel for faktisk konfigurert verdi.

source: Request name free text
ar_sa: نص مجاني لأسماء الطلبات
nb_no: Be om navn fritekst

source: Text to be used to as function wrapper name suffix or replacement.
ar_sa: نص لاستخدامه كمرفق أو كبديل لاسم الوظيفة.
nb_no: Tekst som skal brukes som funksjonsomslagsnavnsuffiks eller erstatning.

source: Please consider XML element naming restrictions (e.g. don't use '<' and '&').
ar_sa: يرجى مراعاة قيود تسمية عناصر XML (على سبيل المثال، لا تستخدم "<" و "&").
nb_no: Vennligst vurder navnebegrensninger for XML-elementer (ikke bruk f.eks. «<» og «&»).

source: Response name scheme
ar_sa: مخطط تسمية الاستجابة
nb_no: Svarnavnskjema

source: Select how SOAP response function wrapper should be constructed.
ar_sa: حدد كيفية إنشاء غلاف وظيفة استجابة SOAP.
nb_no: Velg hvordan SOAP-responsfunksjonsinnpakningen skal konstrueres.

source: Response name free text
ar_sa: نص مجاني لاسم الإجابة
nb_no: Svarnavn fritekst

source: Here you can specify the maximum size (in bytes) of SOAP messages that OTOBO will process.
ar_sa: هنا يمكنك تحديد الحد الأقصى للحجم (بالبايت) لرسائل SOAP التي يعالجها OTOBO.
nb_no: Her kan du spesifisere maksimal størrelse (i byte) på SOAP-meldinger som OTOBO skal behandle.

source: Encoding
ar_sa: تَشْفِيْر
nb_no: Kodifisering

source: The character encoding for the SOAP message contents.
ar_sa: ترميز الأحرف لمحتوى رسالة SOAP.
nb_no: Tegnkodingen for SOAP-meldingens innhold.

source: e.g. utf-8, latin1, iso-8859-1, cp1250, Etc.
ar_sa: على سبيل المثال utf-8، latin1، iso-8859-1، cp1250، إلخ.
nb_no: f.eks. utf-8, latin1, iso-8859-1, cp1250, etc.

source: Sort options
ar_sa: خيارات الفرز
nb_no: Sorteringsvalg

source: Add new first level element
ar_sa: أضف عنصرًا جديدًا في المستوى الأعلى
nb_no: Legg til nytt element på første nivå

source: Outbound sort order for xml fields (structure starting below function name wrapper) - see documentation for SOAP transport.
ar_sa: الفرز لحقول XML الصادرة (البنية أسفل استدعاء الدالة) - راجع الوثائق الخاصة بنقل SOAP.
nb_no: Utgående sorteringsrekkefølge for xml-felt (struktur som starter under funksjonsnavninnpakning) - se dokumentasjon for SOAP-transport.

source: Add Web Service
ar_sa: إضافة خدمة ويب
nb_no: Legg til webtjeneste

source: Edit Web Service
ar_sa: تحرير خدمة الويب
nb_no: Rediger webtjeneste

source: Clone Web Service
ar_sa: استنساخ خدمة الويب
nb_no: Klon nettjeneste

source: The name must be unique.
ar_sa: يجب أن يكون الاسم فريدا.
nb_no: Dette navnet må være unikt.

source: Clone
ar_sa: اِسْتِنْساخٌ
nb_no: Duplisere

source: Export Web Service
ar_sa: تصدير خدمة الويب
nb_no: Eksporter webtjeneste

source: Import web service
ar_sa: استيراد خدمة الويب
nb_no: Importer webtjeneste

source: Configuration File
ar_sa: ملف التكوين
nb_no: Konfigurasjons-fil

source: The file must be a valid web service configuration YAML file.
ar_sa: يجب أن يكون الملف ملف تكوين خدمة ويب صالحًا بتنسيق YAML.
nb_no: Filen må være en godkjent YAML web tjeneste konfigurasjons-fil.

source: Here you can specify a name for the webservice. If this field is empty, the name of the configuration file is used as name.
ar_sa: هنا يمكنك تحديد اسم لخدمة الويب. إذا كان هذا الحقل فارغًا، فسيتم استخدام اسم ملف التكوين كاسم.
nb_no: Her kan du angi et navn for webtjenesten. Hvis dette feltet er tomt, brukes navnet på konfigurasjonsfilen som navn.

source: Import
ar_sa: اِسْتِيراد
nb_no: Importer

source: Configuration History
ar_sa: تاريخ التكوين
nb_no: Konfigurasjonshistorikk

source: Delete web service
ar_sa: حذف خدمة الويب
nb_no: Fjern webtjeneste

source: Do you really want to delete this web service?
ar_sa: هل تريد حقًا حذف خدمة الويب هذه؟
nb_no: Vil du virkelig fjerne denne webtjenesten?

source: Ready2Adopt Web Services
ar_sa: خدمات الويب Ready2Adopt
nb_no: Ready2Adopt nettjenester

source: Here you can activate Ready2Adopt web services showcasing our best practices.
ar_sa: هنا يمكنك تفعيل خدمات الويب Ready2Adoption التي تعرض أفضل ممارساتنا.
nb_no: Her kan du aktivere Ready2Adopt-netttjenester som viser våre beste fremgangsmåter.

source: Import Ready2Adopt web service
ar_sa: استيراد خدمة ويب Ready2Adopt
nb_no: Importer Ready2Adopt webtjeneste

source: After you save the configuration you will be redirected again to the edit screen.
ar_sa: بعد حفظ التكوين، ستتم إعادة توجيهك مرة أخرى إلى شاشة التحرير.
nb_no: Etter at du har lagret konfigurasjonen, blir du omdirigert igjen til redigeringsskjermen.

source: If you want to return to overview please click the "Go to overview" button.
ar_sa: إذا كنت تريد العودة إلى النظرة العامة، يرجى استخدام زر "الرجوع إلى النظرة العامة".
nb_no: Hvis du vil gå tilbake til oversikten, klikk på "Gå til oversikt"-knappen.

source: Remote system
ar_sa: نظام التحكم عن بعد
nb_no: Fjernstyrt system

source: Provider transport
ar_sa: مزود النقل
nb_no: Leverandørtransport

source: Requester transport
ar_sa: نقل مقدم الطلب
nb_no: Søkertransport

source: Debug threshold
ar_sa: مستوى التصحيح
nb_no: Feilsøkergrense

source: In provider mode, OTOBO offers web services which are used by remote systems.
ar_sa: في وضع المزود، تقدم OTOBO خدمات الويب التي تستخدمها الأنظمة البعيدة.
nb_no: I leverandørmodus tilbyr OTOBO webtjenester som brukes av eksterne systemer.

source: In requester mode, OTOBO uses web services of remote systems.
ar_sa: في وضع "الطالب"، يستخدم OTOBO نفسه خدمات الويب من الأنظمة الخارجية.
nb_no: I forespørselsmodus bruker OTOBO webtjenester til eksterne systemer.

source: Network transport
ar_sa: شبكة النقل
nb_no: Nettverkstransport

source: Error Handling Modules
ar_sa: وحدات معالجة الأخطاء
nb_no: Feilhåndteringsmoduler

source: Error handling modules are used to react in case of errors during the communication. Those modules are executed in a specific order, which can be changed by drag and drop.
ar_sa: تستخدم وحدات معالجة الأخطاء للاستجابة للأخطاء التي تحدث أثناء الاتصال. يتم تشغيل هذه الوحدات بترتيب ثابت، والذي يمكنك تغييره عن طريق تحريكها باستخدام الماوس.
nb_no: Feilhåndteringsmoduler brukes til å reagere ved feil under kommunikasjonen. Disse modulene kjøres i en bestemt rekkefølge, som kan endres ved å dra og slippe.

source: Add error handling module
ar_sa: أضف وحدة معالجة الأخطاء
nb_no: Legg til feilhåndteringsmodul

source: Operations are individual system functions which remote systems can request.
ar_sa: العمليات هي وظائف نظام فردية يمكن للأنظمة البعيدة الاتصال بها.
nb_no: Operasjoner er individuelle systemfunksjoner som eksterne systemer kan be om.

source: Invokers prepare data for a request to a remote web service, and process its response data.
ar_sa: يقوم المستدعون بإعداد البيانات لطلب إلى خدمة ويب بعيدة، ومعالجة بيانات الاستجابة الخاصة بها.
nb_no: Utløsere forbereder data for en forespørsel til en ekstern nettjeneste, og behandler svardataene.

source: Controller
ar_sa: وحدات تحكم
nb_no: Kontrollerer

source: Inbound mapping
ar_sa: تعيين الخرائط الواردة
nb_no: Inngående mapping

source: Outbound mapping
ar_sa: تعيين الخرائط الصادرة
nb_no: Utgående mapping

source: Delete this action
ar_sa: حذف هذا الإجراء
nb_no: Fjern denne handlingen

source: At least one %s has a controller that is either not active or not present, please check the controller registration or delete the %s
ar_sa: لا يزال هناك٪ s واحد على الأقل لديه وحدة تحكم غير نشطة أو غير موجودة، يرجى التحقق من تسجيل وحدة التحكم أو حذف٪ s
nb_no: Minst én %s har en kontroller som enten ikke er aktiv eller ikke til stede, vennligst sjekk kontrollerregistreringen eller slett %s

source: History
ar_sa: تاريخ
nb_no: Historikk

source: Go back to Web Service
ar_sa: العودة إلى خدمة الويب
nb_no: Gå tilbake til Web Tjenester

source: Here you can view older versions of the current web service's configuration, export or even restore them.
ar_sa: هنا يمكنك عرض الإصدارات القديمة من تكوين خدمة الويب الحالية أو تصديرها أو حتى استعادتها.
nb_no: Her kan du se eldre versjoner av gjeldende web tjeneste konfigurasjon, eksportere og gjenopprette dem.

source: Configuration History List
ar_sa: قائمة محفوظات التكوين
nb_no: Konfigurasjons-historikk

source: Version
ar_sa: النسخة
nb_no: is

source: Create time
ar_sa: وقت الإنشاء
nb_no: Opprettelses tid

source: Select a single configuration version to see its details.
ar_sa: حدد إصدار تكوين واحد للاطلاع على تفاصيله.
nb_no: Velg en konfigurasjons-versjon for å se dens detaljer.

source: Export web service configuration
ar_sa: تصدير تكوين خدمة ويب
nb_no: Eksporter konfigurasjonenn for web tjenesten

source: Restore web service configuration
ar_sa: استعادة تكوين خدمة الويب
nb_no: Gjenopprett web tjeneste konfigurasjonen

source: Do you really want to restore this version of the web service configuration?
ar_sa: هل تريد حقًا استعادة هذا الإصدار من تكوين خدمة الويب؟
nb_no: Vil du virkelig gjenopprette denne versjonen av nettjenestekonfigurasjonen?

source: Your current web service configuration will be overwritten.
ar_sa: سيتم الكتابة فوق تكوين خدمة الويب الحالي الخاص بك.
nb_no: Din nåværende nettjenestekonfigurasjon vil bli overskrevet.

source: Group Management
ar_sa: إدارة المجموعات
nb_no: Administrasjon: Grupper
